{
  "Introduction": {
    "Background": {
      "text": "<p>Most Cambodians consider themselves to be Khmers, descendants of the Angkor Empire that extended over much of Southeast Asia and reached its zenith between the 10th and 13th centuries. Attacks by the Thai and Cham (from present-day Vietnam) weakened the empire, ushering in a long period of decline. The king placed the country under French protection in 1863, and it became part of French Indochina in 1887. Following Japanese occupation in World War II, Cambodia gained full independence from France in 1953. In April 1975, after a seven-year struggle, communist Khmer Rouge forces captured Phnom Penh and evacuated all cities and towns. At least 1.5 million Cambodians died from execution, forced hardships, or starvation during the Khmer Rouge regime under POL POT. A December 1978 Vietnamese invasion drove the Khmer Rouge into the countryside, began a 10-year Vietnamese occupation, and touched off 20 years of civil war.</p> The 1991 Paris Peace Accords mandated democratic elections and a cease-fire, which was not fully respected by the Khmer Rouge. UN-sponsored elections in 1993 helped restore some semblance of normalcy under a coalition government. Factional fighting in 1997 ended the first coalition government, but a second round of national elections in 1998 led to the formation of another coalition government and renewed political stability. The remaining elements of the Khmer Rouge surrendered in early 1999. Some of the surviving Khmer Rouge leaders were tried for crimes against humanity by a hybrid UN-Cambodian tribunal supported by international assistance. In 2018, the tribunal heard its final cases, but it remains in operation to hear appeals. Elections in July 2003 were relatively peaceful, but it took one year of negotiations between contending political parties before a coalition government was formed. In October 2004, King Norodom SIHANOUK abdicated the throne and his son, Prince Norodom SIHAMONI, was selected to succeed him. Local (Commune Council) elections were held in Cambodia in 2012, with little of the violence that preceded prior elections. National elections in July 2013 were disputed, with the opposition - the Cambodia National Rescue Party (CNRP) - boycotting the National Assembly. The political impasse was ended nearly a year later, with the CNRP agreeing to enter parliament in exchange for commitments by the ruling Cambodian People’s Party (CPP) to undertake electoral and legislative reforms. The CNRP made further gains in local commune elections in June 2017, accelerating sitting Prime Minister HUN SEN’s efforts to marginalize the CNRP before national elections in 2018. HUN SEN arrested CNRP President KEM SOKHA in September 2017. The Supreme Court dissolved the CNRP in November 2017 and banned its leaders from participating in politics for at least five years. The CNRP’s seats in the National Assembly were redistributed to smaller, less influential opposition parties, while all of the CNRP’s 5,007 seats in the commune councils throughout the country were reallocated to the CPP. With the CNRP banned, the CPP swept the 2018 national elections, winning all 125 National Assembly seats and effectively turning the country into a one-party state.<br><br>Cambodia has strong and growing economic and political ties with its large neighbor to the north, China. More than 40% of foreign investment in the country in 2019 came from China, and Beijing has provided over $15 billion in financial assistance since the 1990s. The CPP also partly sees Chinese support as a counterbalance to Thailand and Vietnam and to international criticism of the CPP’s human rights and antidemocratic record.<br><br>Cambodia has strong and growing economic and political ties with its large neighbor to the north, China. More than 53% of foreign investment in the country in 2021 came from China, and Beijing has provided over $15 billion in financial assistance since the 1990s. China accounted for 443 percent of Cambodia’s foreign debt in 2021. The CPP also partly sees Chinese support as a counterbalance to Thailand and Vietnam and to international criticism of the CPP’s human rights and antidemocratic record."
    }
  },
  "Geography": {
    "Location": {
      "text": "Southeastern Asia, bordering the Gulf of Thailand, between Thailand, Vietnam, and Laos"
    },
    "Geographic coordinates": {
      "text": "13 00 N, 105 00 E"
    },
    "Map references": {
      "text": "Southeast Asia"
    },
    "Area": {
      "total": {
        "text": "181,035 sq km"
      },
      "land": {
        "text": "176,515 sq km"
      },
      "water": {
        "text": "4,520 sq km"
      }
    },
    "Area - comparative": {
      "text": "one and a half times the size of Pennsylvania; slightly smaller than Oklahoma"
    },
    "Land boundaries": {
      "total": {
        "text": "2,530 km"
      },
      "border countries": {
        "text": "Laos 555 km; Thailand 817 km; Vietnam 1158 km"
      }
    },
    "Coastline": {
      "text": "443 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "tropical; rainy, monsoon season (May to November); dry season (December to April); little seasonal temperature variation"
    },
    "Terrain": {
      "text": "mostly low, flat plains; mountains in southwest and north"
    },
    "Elevation": {
      "highest point": {
        "text": "Phnum Aoral 1,810 m"
      },
      "lowest point": {
        "text": "Gulf of Thailand 0 m"
      },
      "mean elevation": {
        "text": "126 m"
      }
    },
    "Natural resources": {
      "text": "oil and gas, timber, gemstones, iron ore, manganese, phosphates, hydropower potential, arable land"
    },
    "Land use": {
      "agricultural land": {
        "text": "32.1% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 22.7% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0.9% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 8.5% (2018 est.)"
      },
      "forest": {
        "text": "56.5% (2018 est.)"
      },
      "other": {
        "text": "11.4% (2018 est.)"
      }
    },
    "Irrigated land": {
      "text": "3,540 sq km (2012)"
    },
    "Major lakes (area sq km)": {
      "Fresh water lake(s)": {
        "text": "Tonle Sap - 2,700-16,000 sq km"
      }
    },
    "Major rivers (by length in km)": {
      "text": "Mekong (shared with China [s], Burma, Thailand, Laos, and Vietnam [m]) - 4,350 km<br><strong>note</strong> – [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "text": "Pacific Ocean drainage: Mekong (805,604 sq km)"
    },
    "Population distribution": {
      "text": "population concentrated in the southeast, particularly in and around the capital of Phnom Penh; further distribution is linked closely to the Tonle Sap and Mekong Rivers"
    },
    "Natural hazards": {
      "text": "monsoonal rains (June to November); flooding; occasional droughts"
    },
    "Geography - note": {
      "text": "a land of paddies and forests dominated by the Mekong River and Tonle Sap (Southeast Asia's largest freshwater lake)"
    }
  },
  "People and Society": {
    "Population": {
      "text": "17,304,363 (July 2021 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Cambodian(s)"
      },
      "adjective": {
        "text": "Cambodian"
      }
    },
    "Ethnic groups": {
      "text": "Khmer 95.4%, Cham 2.4%, Chinese 1.5%, other 0.7% (2019-20 est.)"
    },
    "Languages": {
      "Languages": {
        "text": "Khmer (official) 95.8%, minority languages 2.9%, Chinese 0.6%, Vietnamese 0.5%, other 0.2% (2019 est.)"
      },
      "major-language sample(s)": {
        "text": "<br>សៀវភៅហេតុការណនៅលើពិភពលោក។ ទីតាំងពត៏មានមូលដានគ្រឹះយាងសំខាន់។. (Khmer)<br><br>The World Factbook, the indispensable source for basic information."
      }
    },
    "Religions": {
      "text": "Buddhist (official) 97.1%, Muslim 2%, Christian 0.3%, other 0.5% (2019 est.)"
    },
    "Demographic profile": {
      "text": "<p>Cambodia is a predominantly rural country with among the most ethnically and religiously homogenous populations in Southeast Asia: more than 95% of its inhabitants are Khmer and more than 95% are Buddhist.  The population’s size and age structure shrank and then rebounded during the 20th century as a result of conflict and mass death.  During the Khmer Rouge regime between 1975 and 1979 as many as 1.5 to 2 million people are estimated to have been killed or died as a result of starvation, disease, or overwork – a loss of about 25% of the population.  At the same time, emigration was high, and the fertility rate sharply declined.  In the 1980s, after the overthrow of the Khmer Rouge, fertility nearly doubled and reached pre-Khmer Rouge levels of close to 7 children per woman, reflecting in part higher infant survival rates.  The baby boom was followed by a sustained fertility decline starting in the early 1990s, eventually decreasing from 3.8 in 2000 to 2.9 in 2010, although the rate varied by income, education, and rural versus urban location.  Despite continuing fertility reduction, Cambodia still has a youthful population that is likely to maintain population growth through population momentum. Improvements have also been made in mortality, life expectancy, and contraceptive prevalence, although reducing malnutrition among children remains stalled.  Differences in health indicators are pronounced between urban and rural areas, which experience greater poverty.</p> <p>Cambodia is predominantly a country of migration, driven by the search for work, education, or marriage.  Internal migration is more prevalent than international migration, with rural to urban migration being the most common, followed by rural to rural migration.  Urban migration focuses on the pursuit of unskilled or semi-skilled jobs in Phnom Penh, with men working mainly in the construction industry and women working in garment factories.  Most Cambodians who migrate abroad do so illegally using brokers because it is cheaper and faster than through formal channels, but doing so puts them at risk of being trafficked for forced labor or sexual exploitation.  Young Cambodian men and women migrate short distances across the Thai border using temporary passes to work in agriculture, while others migrate long distances primarily into Thailand and Malaysia for work in agriculture, fishing, construction, manufacturing, and domestic service.  Cambodia was a refugee sending country in the 1970s and 1980s as a result of the brutality of the Khmer Rouge regime, its ousting by the Vietnamese invasion, and the resultant civil war.  Tens of thousands of Cambodians fled to Thailand; more than 100,000 were resettled in the US in the 1980s.  Cambodia signed a multi-million dollar agreement with Australia in 2014 to voluntarily resettle refugees seeking shelter in Australia.  However, the deal has proven to be a failure because of poor conditions and a lack of support services for the few refugees willing to accept the offer.</p>"
    },
    "Age structure": {
      "0-14 years": {
        "text": "30.18% (male 2,582,427/female 2,525,619)"
      },
      "15-24 years": {
        "text": "17.28% (male 1,452,784/female 1,472,769)"
      },
      "25-54 years": {
        "text": "41.51% (male 3,442,051/female 3,584,592)"
      },
      "55-64 years": {
        "text": "6.44% (male 476,561/female 612,706)"
      },
      "65 years and over": {
        "text": "4.59% (male 287,021/female 490,454) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "55.7"
      },
      "youth dependency ratio": {
        "text": "48.2"
      },
      "elderly dependency ratio": {
        "text": "7.6"
      },
      "potential support ratio": {
        "text": "13.2 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "26.4 years"
      },
      "male": {
        "text": "25.6 years"
      },
      "female": {
        "text": "27.2 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.34% (2021 est.)"
    },
    "Birth rate": {
      "text": "19.29 births/1,000 population (2022 est.)"
    },
    "Death rate": {
      "text": "5.76 deaths/1,000 population (2022 est.)"
    },
    "Net migration rate": {
      "text": "-0.29 migrant(s)/1,000 population (2021 est.)"
    },
    "Population distribution": {
      "text": "population concentrated in the southeast, particularly in and around the capital of Phnom Penh; further distribution is linked closely to the Tonle Sap and Mekong Rivers"
    },
    "Urbanization": {
      "urban population": {
        "text": "25.1% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "3.06% annual rate of change (2020-25 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "2.211 million PHNOM PENH (capital) (2022)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.02 male(s)/female"
      },
      "15-24 years": {
        "text": "0.99 male(s)/female"
      },
      "25-54 years": {
        "text": "0.96 male(s)/female"
      },
      "55-64 years": {
        "text": "0.78 male(s)/female"
      },
      "65 years and over": {
        "text": "0.59 male(s)/female"
      },
      "total population": {
        "text": "0.95 male(s)/female (2020 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "22.4 years (2014 est.)",
      "note": "<strong>note:</strong> median age at first birth among women 25-49"
    },
    "Maternal mortality ratio": {
      "text": "160 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "45.62 deaths/1,000 live births"
      },
      "male": {
        "text": "52.46 deaths/1,000 live births"
      },
      "female": {
        "text": "38.47 deaths/1,000 live births (2021 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "66.27 years"
      },
      "male": {
        "text": "63.7 years"
      },
      "female": {
        "text": "68.95 years (2021 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.36 children born/woman (2021 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "56.3% (2014)"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: 99.3% of population"
      },
      "improved: rural": {
        "text": "rural: 80.6% of population"
      },
      "improved: total": {
        "text": "total: 85.1% of population"
      },
      "unimproved: urban": {
        "text": "urban: 0.7% of population"
      },
      "unimproved: rural": {
        "text": "rural: 19.4% of population"
      },
      "unimproved: total": {
        "text": "total: 14.9% of population (2020 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "7% (2019)"
    },
    "Physicians density": {
      "text": "0.19 physicians/1,000 population (2014)"
    },
    "Hospital bed density": {
      "text": "1.9 beds/1,000 population (2016)"
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: 100% of population"
      },
      "improved: rural": {
        "text": "rural: 69.3% of population"
      },
      "improved: total": {
        "text": "total: 76.8% of population"
      },
      "unimproved: urban": {
        "text": "urban: 0% of population"
      },
      "unimproved: rural": {
        "text": "rural: 30.7% of population"
      },
      "unimproved: total": {
        "text": "total: 23.2% of population (2020 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.5% (2020 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "75,000 (2020 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "1,200 (2020 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "dengue fever, Japanese encephalitis, and malaria"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "3.9% (2016)"
    },
    "Children under the age of 5 years underweight": {
      "text": "24.1% (2014)"
    },
    "Education expenditures": {
      "text": "2.2% of GDP (2018)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "80.5%"
      },
      "male": {
        "text": "86.5%"
      },
      "female": {
        "text": "75% (2015)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "11 years"
      },
      "male": {
        "text": "11 years"
      },
      "female": {
        "text": "10 years"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "2.5%"
      },
      "male": {
        "text": "2.7%"
      },
      "female": {
        "text": "2.3% (2019 est.)"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "illegal logging activities throughout the country and strip mining for gems in the western region along the border with Thailand have resulted in habitat loss and declining biodiversity (in particular, destruction of mangrove swamps threatens natural fisheries); soil erosion; in rural areas, most of the population does not have access to potable water; declining fish stocks because of illegal fishing and overfishing; coastal ecosystems choked by sediment washed loose from deforested areas inland"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Comprehensive Nuclear Test Ban, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Tropical Timber 2006, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "Law of the Sea"
      }
    },
    "Air pollutants": {
      "particulate matter emissions": {
        "text": "23.98 micrograms per cubic meter (2016 est.)"
      },
      "carbon dioxide emissions": {
        "text": "9.92 megatons (2016 est.)"
      },
      "methane emissions": {
        "text": "14.88 megatons (2020 est.)"
      }
    },
    "Climate": {
      "text": "tropical; rainy, monsoon season (May to November); dry season (December to April); little seasonal temperature variation"
    },
    "Land use": {
      "agricultural land": {
        "text": "32.1% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 22.7% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0.9% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 8.5% (2018 est.)"
      },
      "forest": {
        "text": "56.5% (2018 est.)"
      },
      "other": {
        "text": "11.4% (2018 est.)"
      }
    },
    "Urbanization": {
      "urban population": {
        "text": "25.1% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "3.06% annual rate of change (2020-25 est.)"
      }
    },
    "Revenue from forest resources": {
      "forest revenues": {
        "text": "0.84% of GDP (2018 est.)"
      }
    },
    "Revenue from coal": {
      "coal revenues": {
        "text": "0% of GDP (2018 est.)"
      }
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "dengue fever, Japanese encephalitis, and malaria"
      }
    },
    "Waste and recycling": {
      "municipal solid waste generated annually": {
        "text": "1.089 million tons (2014 est.)"
      }
    },
    "Major lakes (area sq km)": {
      "Fresh water lake(s)": {
        "text": "Tonle Sap - 2,700-16,000 sq km"
      }
    },
    "Major rivers (by length in km)": {
      "text": "Mekong (shared with China [s], Burma, Thailand, Laos, and Vietnam [m]) - 4,350 km<br><strong>note</strong> – [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "text": "Pacific Ocean drainage: Mekong (805,604 sq km)"
    },
    "Total water withdrawal": {
      "municipal": {
        "text": "98 million cubic meters (2017 est.)"
      },
      "industrial": {
        "text": "33 million cubic meters (2017 est.)"
      },
      "agricultural": {
        "text": "2.053 billion cubic meters (2017 est.)"
      }
    },
    "Total renewable water resources": {
      "text": "476.1 billion cubic meters (2017 est.)"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Kingdom of Cambodia"
      },
      "conventional short form": {
        "text": "Cambodia"
      },
      "local long form": {
        "text": "Preahreacheanachakr Kampuchea (phonetic transliteration)"
      },
      "local short form": {
        "text": "Kampuchea"
      },
      "former": {
        "text": "Khmer Republic, Democratic Kampuchea, People's Republic of Kampuchea, State of Cambodia"
      },
      "etymology": {
        "text": "the English name Cambodia is an anglicization of the French Cambodge, which is the French transliteration of the native name Kampuchea"
      }
    },
    "Government type": {
      "text": "parliamentary constitutional monarchy"
    },
    "Capital": {
      "name": {
        "text": "Phnom Penh"
      },
      "geographic coordinates": {
        "text": "11 33 N, 104 55 E"
      },
      "time difference": {
        "text": "UTC+7 (12 hours ahead of Washington, DC, during Standard Time)"
      },
      "etymology": {
        "text": "Phnom Penh translates as \"Penh's Hill\" in Khmer; the city takes its name from the present Wat Phnom (Hill Temple), the tallest religious structure in the city, whose establishment, according to legend, was inspired in the 14th century by a pious nun, Daun PENH"
      }
    },
    "Administrative divisions": {
      "text": "<p>24 provinces (khett, singular and plural) and 1 municipality (krong, singular and plural)</p> <p><strong>provinces:</strong> Banteay Meanchey, Battambang, Kampong Cham, Kampong Chhnang, Kampong Speu, Kampong Thom, Kampot, Kandal, Kep, Koh Kong, Kratie, Mondolkiri, Oddar Meanchey, Pailin, Preah Sihanouk, Preah Vihear, Prey Veng, Pursat, Ratanakiri, Siem Reap, Stung Treng, Svay Rieng, Takeo, Tbong Khmum</p> <p><strong>municipalities:</strong> Phnom Penh (Phnum Penh)</p>"
    },
    "Independence": {
      "text": "9 November 1953 (from France)"
    },
    "National holiday": {
      "text": "Independence Day, 9 November (1953)"
    },
    "Constitution": {
      "history": {
        "text": "previous 1947; latest promulgated 21 September 1993"
      },
      "amendments": {
        "text": "proposed by the monarch, by the prime minister, or by the president of the National Assembly if supported by one fourth of the Assembly membership; passage requires two-thirds majority of the Assembly membership; constitutional articles on the multiparty democratic form of government and the monarchy cannot be amended; amended 1999, 2008, 2014, 2018, and 2021"
      }
    },
    "Legal system": {
      "text": "civil law system (influenced by the UN Transitional Authority in Cambodia) customary law, Communist legal theory, and common law"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Cambodia"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "7 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "King Norodom SIHAMONI (since 29 October 2004)"
      },
      "head of government": {
        "text": "Prime Minister HUN SEN (since 14 January 1985)"
      },
      "cabinet": {
        "text": "Council of Ministers named by the prime minister and appointed by the monarch"
      },
      "elections/appointments": {
        "text": "monarch chosen by the 9-member Royal Council of the Throne from among all eligible males of royal descent; following legislative elections, a member of the majority party or majority coalition named prime minister by the Chairman of the National Assembly and appointed by the monarch"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Parliament of Cambodia consists of:<br>Senate (62 seats; 58 indirectly elected by parliamentarians and commune councils, 2 indirectly elected by the National Assembly, and 2 appointed by the monarch; members serve 6-year terms)<br> National Assembly (125 seats; members directly elected in multi-seat constituencies by proportional representation vote; members serve 5-year terms)"
      },
      "elections": {
        "text": "<br> Senate - last held on 25 February 2018 (next to be held in 2024); National Assembly - last held on 29 July 2018 (next to be held in 2023)"
      },
      "election results": {
        "text": "<strong> </strong><br> Senate - percent of vote by party - CPP 96%, FUNCINPEC 2.4%, KNUP 1.6%; seats by party - CPP 58; composition - men 53, women 9, percent of women 14.5%<br> National Assembly - percent of vote by party - CPP 76.9%, FUNCINPEC 5.9%, LDP 4.9%, Khmer Will Party 3.4%, other 8.9%; seats by party - CPP 125; composition - men 100, women 25, percent of women 20%; note - total Parliament of Cambodia percent of women 18.2%"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Council (organized into 5- and 9-judge panels and includes a court chief and deputy chief); Constitutional Court (consists of 9 members); note - in 1997, the Cambodian Government requested UN assistance in establishing trials to prosecute former Khmer Rouge senior leaders for crimes against humanity committed during the 1975-1979 Khmer Rouge regime; the Extraordinary Chambers of the Courts of Cambodia (also called the Khmer Rouge Tribunal) was established in 2006 and began hearings for the first case in 2009; court proceedings remain ongoing in 2021"
      },
      "judge selection and term of office": {
        "text": "Supreme Court and Constitutional Council judge candidates recommended by the Supreme Council of Magistracy, a 17-member body chaired by the monarch and includes other high-level judicial officers; judges of both courts appointed by the monarch; Supreme Court judges appointed for life; Constitutional Council judges appointed for 9-year terms with one-third of the court renewed every 3 years"
      },
      "subordinate courts": {
        "text": "Appellate Court; provincial and municipal courts; Military Court"
      }
    },
    "Political parties and leaders": {
      "text": "Cambodian People's Party or CPP [HUN SEN]<br>National United Front for Independent, Neutral, Peaceful, and Cooperative Cambodia or FUNCINPEC [Prince NORODOM CHAKRAVUTH]<br>League for Democracy Party or LDP [KHEM Veasna]<br>Khmer Will Party [KONG MONIKA]<br>Khmer National Unity Party or KNUP [NHEK BUN CHHAY]<br>Cambodia National Rescue Party or CNRP [KHEM SOKHA] (dissolved by the Cambodian Supreme Court in November 2017; formed from a 2012 merger of the Sam Rangsi Party or SRP and the former Human Rights Party or HRP [KHEM SOKHA, also spelled KEM SOKHA])<br>  (Dec 2021)"
    },
    "International organization participation": {
      "text": "ADB, ARF, ASEAN, CICA, EAS, FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITU, MINUSMA, MIGA, NAM, OIF, OPCW, PCA, UN, UNAMID, UNCTAD, UNESCO, UNIDO, UNIFIL, UNISFA, UNMISS, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador CHUM SOUNRY (since 17 September 2018)"
      },
      "chancery": {
        "text": "4530 16th Street NW, Washington, DC 20011"
      },
      "telephone": {
        "text": "[1] (202) 726-7742"
      },
      "FAX": {
        "text": "[1] (202) 726-8381"
      },
      "email address and website": {
        "text": "<br>camemb.usa@mfaic.gov<br><br>https://www.embassyofcambodiadc.org/"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador W. Patrick MURPHY (since 23 October 2019)"
      },
      "embassy": {
        "text": "#1, Street 96, Sangkat Wat Phnom, Khan Daun Penh, Phnom Penh"
      },
      "mailing address": {
        "text": "4540 Phnom Penh Place, Washington DC&nbsp; 20521-4540"
      },
      "telephone": {
        "text": "[855] (23) 728-000"
      },
      "FAX": {
        "text": "[855] (23) 728-700"
      },
      "email address and website": {
        "text": "<br>ACSPhnomPenh@state.gov<br><br>https://kh.usembassy.gov/"
      }
    },
    "Flag description": {
      "text": "three horizontal bands of blue (top), red (double width), and blue with a white, three-towered temple, representing Angkor Wat, outlined in black in the center of the red band; red and blue are traditional Cambodian colors",
      "note": "<strong>note:</strong> only national flag to prominently incorporate an actual identifiable building into its design (a few other national flags - those of Afghanistan, San Marino, Portugal, and Spain - show small generic buildings as part of their coats of arms on the flag)"
    },
    "National symbol(s)": {
      "text": "Angkor Wat temple, kouprey (wild ox); national colors: red, blue"
    },
    "National anthem": {
      "name": {
        "text": "\"Nokoreach\" (Royal Kingdom)"
      },
      "lyrics/music": {
        "text": "CHUON NAT/F. PERRUCHOT and J. JEKYLL"
      },
      "note": "<strong>note:</strong> adopted 1941, restored 1993; the anthem, based on a Cambodian folk tune, was restored after the defeat of the Communist regime"
    },
    "National heritage": {
      "total World Heritage Sites": {
        "text": "3 (all cultural)"
      },
      "selected World Heritage Site locales": {
        "text": "Angkor, Temple of Preah Vihear, Sambor Prei Kuk"
      }
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "<p>Cambodia has experienced strong economic growth over the last decade; GDP grew at an average annual rate of over 8% between 2000 and 2010 and about 7% since 2011. The tourism, garment, construction and real estate, and agriculture sectors accounted for the bulk of growth. Around 700,000 people, the majority of whom are women, are employed in the garment and footwear sector. An additional 500,000 Cambodians are employed in the tourism sector, and a further 200,000 people in construction. Tourism has continued to grow rapidly with foreign arrivals exceeding 2 million per year in 2007 and reaching 5.6 million visitors in 2017. Mining also is attracting some investor interest and the government has touted opportunities for mining bauxite, gold, iron and gems.</p> <p> </p> <p>Still, Cambodia remains one of the poorest countries in Asia, and long-term economic development remains a daunting challenge, inhibited by corruption, limited human resources, high income inequality, and poor job prospects. According to the Asian Development Bank (ADB), the percentage of the population living in poverty decreased to 13.5% in 2016. More than 50% of the population is less than 25 years old. The population lacks education and productive skills, particularly in the impoverished countryside, which also lacks basic infrastructure.</p> <p> </p> <p>The World Bank in 2016 formally reclassified Cambodia as a lower middle-income country as a result of continued rapid economic growth over the past several years. Cambodia’s graduation from a low-income country will reduce its eligibility for foreign assistance and will challenge the government to seek new sources of financing. The Cambodian Government has been working with bilateral and multilateral donors, including the Asian Development Bank, the World Bank and IMF, to address the country's many pressing needs; more than 20% of the government budget will come from donor assistance in 2018. A major economic challenge for Cambodia over the next decade will be fashioning an economic environment in which the private sector can create enough jobs to handle Cambodia's demographic imbalance.</p> <p> </p> <p>Textile exports, which accounted for 68% of total exports in 2017, have driven much of Cambodia’s growth over the past several years. The textile sector relies on exports to the United States and European Union, and Cambodia’s dependence on its comparative advantage in textile production is a key vulnerability for the economy, especially because Cambodia has continued to run a current account deficit above 9% of GDP since 2014.</p>"
    },
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2020": {
        "text": "$70.08 billion note: data are in 2017 dollars (2020 est.)"
      },
      "Real GDP (purchasing power parity) 2019": {
        "text": "$72.36 billion note: data are in 2017 dollars (2019 est.)"
      },
      "Real GDP (purchasing power parity) 2018": {
        "text": "$67.59 billion note: data are in 2017 dollars (2018 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2017": {
        "text": "6.9% (2017 est.)"
      },
      "Real GDP growth rate 2016": {
        "text": "7% (2016 est.)"
      },
      "Real GDP growth rate 2015": {
        "text": "7% (2015 est.)"
      }
    },
    "Real GDP per capita": {
      "Real GDP per capita 2020": {
        "text": "$4,200 note: data are in 2017 dollars (2020 est.)"
      },
      "Real GDP per capita 2019": {
        "text": "$4,400 note: data are in 2017 dollars (2019 est.)"
      },
      "Real GDP per capita 2018": {
        "text": "$4,200 note: data are in 2017 dollars (2018 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$22.09 billion (2017 est.)"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2017": {
        "text": "2.9% (2017 est.)"
      },
      "Inflation rate (consumer prices) 2016": {
        "text": "3% (2016 est.)"
      }
    },
    "Credit ratings": {
      "Moody's rating": {
        "text": "B2 (2007)"
      },
      "Standard & Poors rating": {
        "text": "N/A (2014)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "25.3% (2017 est.)"
      },
      "industry": {
        "text": "32.8% (2017 est.)"
      },
      "services": {
        "text": "41.9% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "76% (2017 est.)"
      },
      "government consumption": {
        "text": "5.4% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "21.8% (2017 est.)"
      },
      "investment in inventories": {
        "text": "1.2% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "68.6% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-73% (2017 est.)"
      }
    },
    "Agricultural products": {
      "text": "cassava, rice, maize, vegetables, sugar cane, soybeans, rubber, oil palm fruit, bananas, pork"
    },
    "Industries": {
      "text": "tourism, garments, construction, rice milling, fishing, wood and wood products, rubber, cement, gem mining, textiles"
    },
    "Industrial production growth rate": {
      "text": "10.6% (2017 est.)"
    },
    "Labor force": {
      "text": "8.913 million (2017 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "48.7%"
      },
      "industry": {
        "text": "19.9%"
      },
      "services": {
        "text": "31.5% (2013 est.)"
      }
    },
    "Unemployment rate": {
      "Unemployment rate 2017": {
        "text": "0.3% (2017 est.)"
      },
      "Unemployment rate 2016": {
        "text": "0.2% (2016 est.)"
      },
      "note": "<strong>note:</strong> high underemployment, according to official statistics"
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "2.5%"
      },
      "male": {
        "text": "2.7%"
      },
      "female": {
        "text": "2.3% (2019 est.)"
      }
    },
    "Population below poverty line": {
      "text": "16.5% (2016 est.)"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2008": {
        "text": "37.9 (2008 est.)"
      },
      "Gini Index coefficient - distribution of family income 2004": {
        "text": "41.9 (2004 est.)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2%"
      },
      "highest 10%": {
        "text": "28% (2013 est.)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "3.947 billion (2017 est.)"
      },
      "expenditures": {
        "text": "4.354 billion (2017 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-1.8% (of GDP) (2017 est.)"
    },
    "Public debt": {
      "Public debt 2017": {
        "text": "30.4% of GDP (2017 est.)"
      },
      "Public debt 2016": {
        "text": "29.1% of GDP (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "17.9% (of GDP) (2017 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Current account balance": {
      "Current account balance 2017": {
        "text": "-$1.871 billion (2017 est.)"
      },
      "Current account balance 2016": {
        "text": "-$1.731 billion (2016 est.)"
      }
    },
    "Exports": {
      "Exports 2020": {
        "text": "$19.4 billion note: data are in current year dollars (2020 est.)"
      },
      "Exports 2019": {
        "text": "$21.07 billion note: data are in current year dollars (2019 est.)"
      },
      "Exports 2018": {
        "text": "$18.41 billion note: data are in current year dollars (2018 est.)"
      }
    },
    "Exports - partners": {
      "text": "United States 21%, Singapore 8%, Thailand 8%, Germany 7%, Japan 6%, China 5%, Canada 5%, United Kingdom 5% (2019)"
    },
    "Exports - commodities": {
      "text": "clothing, precious metal scraps, trunks/cases, gold, leather footwear (2019)"
    },
    "Imports": {
      "Imports 2020": {
        "text": "$23.12 billion note: data are in current year dollars (2020 est.)"
      },
      "Imports 2019": {
        "text": "$25.52 billion note: data are in current year dollars (2019 est.)"
      },
      "Imports 2018": {
        "text": "$21.86 billion note: data are in current year dollars (2018 est.)"
      }
    },
    "Imports - partners": {
      "text": "China 27%, Thailand 25%, Vietnam 15%, Singapore 8% (2019)"
    },
    "Imports - commodities": {
      "text": "refined petroleum, clothing, gold, cars, flavored water (2019)"
    },
    "Reserves of foreign exchange and gold": {
      "Reserves of foreign exchange and gold 31 December 2017": {
        "text": "$12.2 billion (31 December 2017 est.)"
      },
      "Reserves of foreign exchange and gold 31 December 2016": {
        "text": "$9.122 billion (31 December 2016 est.)"
      }
    },
    "Debt - external": {
      "Debt - external 31 December 2017": {
        "text": "$11.87 billion (31 December 2017 est.)"
      },
      "Debt - external 31 December 2016": {
        "text": "$10.3 billion (31 December 2016 est.)"
      }
    },
    "Exchange rates": {
      "currency": {
        "text": "riels (KHR) per US dollar -"
      },
      "Exchange rates 2017": {
        "text": "4,055 (2017 est.)"
      },
      "Exchange rates 2016": {
        "text": "4,058.7 (2016 est.)"
      },
      "Exchange rates 2015": {
        "text": "4,058.7 (2015 est.)"
      },
      "Exchange rates 2014": {
        "text": "4,067.8 (2014 est.)"
      },
      "Exchange rates 2013": {
        "text": "4,037.5 (2013 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "75% (2019)"
      },
      "electrification - urban areas": {
        "text": "100% (2019)"
      },
      "electrification - rural areas": {
        "text": "67% (2019)"
      }
    },
    "Electricity - production": {
      "text": "5.21 billion kWh (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "5.857 billion kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2016 est.)"
    },
    "Electricity - imports": {
      "text": "1.583 billion kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "1.697 million kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "35% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "63% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "2% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "45,000 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "43,030 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2014 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "56,445 (2019)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (2019 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "21,418,681 (2019)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "129.9 (2020 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "Cambodia&rsquo;s telecom infrastructure struggles with poor infrastructure and power outages; improvement through competition and foreign investment; fixed-line and fixed/mobile broadband penetration is still low compared to other Asian nations; government and operators preparing for 5G services through Huawei&rsquo;s infrastructure that will drive mobile broadband through faster speeds; online Internet content subject to government restrictions (2020)"
      },
      "domestic": {
        "text": "fixed-line connections stand at less than 1 per 100 persons; mobile-cellular usage, aided by competition among service providers, is about 130 per 100 persons (2020)"
      },
      "international": {
        "text": "country code - 855; landing points for MCT and AAE-1 via submarine cables&nbsp;providing communication to Asia, the Middle East, Europe and Africa;&nbsp;satellite earth station - 1 Intersputnik (Indian Ocean region) (2019)"
      },
      "note": "<strong>note:</strong> the COVID-19 pandemic continues to have a significant impact on production and supply chains globally; since 2020, some aspects of the telecom sector have experienced downturn, particularly in mobile device production; many network operators delayed upgrades to infrastructure; progress towards 5G implementation was postponed or slowed in some countries; consumer spending on telecom services and devices was affected by large-scale job losses and the consequent restriction on disposable incomes; the crucial nature of telecom services as a tool for work and school from home became evident, and received some support from governments"
    },
    "Broadcast media": {
      "text": "mixture of state-owned, joint public-private, and privately owned broadcast media;&nbsp;27 TV broadcast stations with most operating on multiple channels, including 1 state-operated station broadcasting from multiple locations, 11 stations either jointly operated or privately owned with some broadcasting from several locations; multi-channel cable and satellite systems are available (2019);&nbsp;84 radio broadcast stations - 1 state-owned broadcaster with multiple stations and a large mixture of public and private broadcasters;&nbsp;one international broadcaster is&nbsp;available (2019) as well as one Chinese joint venture television station with the Ministry of Interior; several television and radio operators broadcast online only (often via Facebook) (2019)"
    },
    "Internet country code": {
      "text": ".kh"
    },
    "Internet users": {
      "total": {
        "text": "13.44 million (2022 est.)"
      },
      "percent of population": {
        "text": "78.8% (2022 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "713,845 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "1.12 (2019 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "6 (2020)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "25"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "1,411,059 (2018)"
      },
      "annual freight traffic on registered air carriers": {
        "text": "680,000 mt-km (2018)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "XU"
    },
    "Airports": {
      "total": {
        "text": "16 (2013)"
      }
    },
    "Airports - with paved runways": {
      "total": {
        "text": "6"
      },
      "2,438 to 3,047 m": {
        "text": "3"
      },
      "1,524 to 2,437 m": {
        "text": "2"
      },
      "914 to 1,523 m": {
        "text": "1 (2019)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "10"
      },
      "1,524 to 2,437 m": {
        "text": "2"
      },
      "914 to 1,523 m": {
        "text": "7"
      },
      "under 914 m": {
        "text": "1 (2013)"
      }
    },
    "Heliports": {
      "text": "1 (2013)"
    },
    "Railways": {
      "total": {
        "text": "642 km (2014)"
      },
      "narrow gauge": {
        "text": "642 km 1.000-m gauge (2014)"
      },
      "note": "<strong>note:</strong> under restoration"
    },
    "Roadways": {
      "total": {
        "text": "47,263 km (2013)"
      },
      "paved": {
        "text": "12,239 km (2013)"
      },
      "unpaved": {
        "text": "35,024 km (2013)"
      }
    },
    "Waterways": {
      "text": "3,700 km (mainly on Mekong River) (2012)"
    },
    "Merchant marine": {
      "total": {
        "text": "245"
      },
      "by type": {
        "text": "container ship 2, general cargo 162, oil tanker 18, other 63 (2021)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Sihanoukville (Kampong Saom)"
      },
      "river port(s)": {
        "text": "Phnom Penh (Mekong)"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "Royal Cambodian Armed Forces: High Command Headquarters, Royal Cambodian Army, Royal Khmer Navy, Royal Cambodian Air Force, Royal Gendarmerie; the National Committee for Maritime Security (performs Coast Guard functions and has representation from military and civilian agencies) (2021)",
      "note": "note - the Cambodian National Police is under the Ministry of Interior"
    },
    "Military expenditures": {
      "Military Expenditures 2020": {
        "text": "2.5% of GDP (2020 est.)"
      },
      "Military Expenditures 2019": {
        "text": "2.2% of GDP (2019 est.)"
      },
      "Military Expenditures 2018": {
        "text": "2.2% of GDP (2018 est.)"
      },
      "Military Expenditures 2017": {
        "text": "2.1% of GDP (2017 est.)"
      },
      "Military Expenditures 2016": {
        "text": "2% of GDP (2016 est.)"
      }
    },
    "Military and security service personnel strengths": {
      "text": "information varies; approximately 100,000 total active troops including about 3,000 Navy and 1,000 Air Force; est. 10,000 Gendarmerie (2021)"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the Royal Cambodian Armed Forces are armed largely with older Chinese and Russian-origin equipment; since 2010, it has received limited amounts of more modern (mostly second-hand) equipment from a variety of suppliers, led by China and Ukraine (2021)"
    },
    "Military service age and obligation": {
      "text": "18 is the legal minimum age for compulsory and voluntary military service (conscription only selectively enforced since 1993); women may volunteer (2021)",
      "note": "note - in 2018, women made up an estimated 6% of the active duty military"
    },
    "Military deployments": {
      "text": "200 Central African Republic (MINUSCA); 180 Lebanon (UNIFIL); 330 Mali (MINUSMA) (Oct 2021)"
    },
    "Military - note": {
      "text": "<p>the Royal Cambodian Armed Forces (RCAF) was re-established in 1993 under the first coalition government from the merger of the Cambodian Government’s military forces (Cambodian People’s Armed Forces) and the two non-communist resistance forces (Sihanoukist National Army, aka National Army for Khmer Independence, and the Khmer People's National Liberation Armed Forces); thousands of communist Khmer Rouge fighters began surrendering by 1994 under a government amnesty program and the last of the Khmer Rouge forces (National Army of Democratic Kampuchea) were demobilized or absorbed into the RCAF in 1999</p> <p> </p>"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p><em>Cambodia-Laos</em>: Cambodia is concerned that Laos' extensive upstream dam construction will affect Cambodian waters downstream</p> <p><em>Cambodia-Thailand</em>: Cambodia and Thailand have agreed to maintain peace along the border regardless of the decision of the International Court of Justice (ICJ) over territorial dispute near Cambodia's Preah Vihear Temple; the ICJ decision of 11 November 2013 determined that Cambodia had sovereignty over the whole territory of the promontory of Preah Vihear; the border disputes do not involve large amounts of territory, and most of the issues were settled by the Nov. 11, 2013 ICJ ruling</p> <p><em>Cambodia-Vietnam</em>: issues include casinos built in Cambodia near the border (gambling and prostitution); narcotics (criminals, crime, and abuse); trafficking of women and children, petrol smuggling into Cambodia from Vietnam, illegal logging, and illegal migration; a positive development is the special economic Zone in Bavet, Svay Rieng Province, Cambodia that is being developed by the Manhattan (Svay Rieng) International Group of Taiwan</p>"
    },
    "Refugees and internally displaced persons": {
      "stateless persons": {
        "text": "57,444 (mid-year 2021)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "human traffickers exploit Cambodian men, women, and children in forced labor and sex trafficking in Cambodia and abroad, and foreign nationals are trafficked in Cambodia; Cambodian adults and children migrate to other countries in the region or increasingly to the Middle East where traffickers force them to work in agriculture, fishing, construction, manufacturing, and domestic servitude; significant numbers of Cambodian men and boys are subject to forced labor on Thai ships in international waters and may experience physical abuse, nonpayment or underpayment of wages, and confinement at sea for years; brick kiln owners exploit thousands of Cambodians, including children, through debt-based coercion; children from poor families are vulnerable to forced labor, often with the complicity of their parents, in domestic servitude, forced begging, or street vending in Thailand and Vietnam; Cambodian and ethnic Vietnamese women and girls from rural areas move to cities and tourist areas where they are sex trafficked"
      },
      "tier rating": {
        "text": "Tier 2 Watch List &mdash; Cambodia does not fully meet the minimum standards for the elimination of trafficking but is making significant efforts to do so; authorities continued to prosecute and convict traffickers and utilized new victim identification and data collection technologies; the government enacted a five-year national action plan to combat human trafficking; however, corruption continued to impede law enforcement efforts, criminal proceedings, and services to victims; some corrupt officials may have profited directly from sex and labor trafficking or accepted bribes to dismiss charges or reduce sentences; insufficient judicial monitoring systems enabled suspected traffickers to flee before trial; authorities failed to issue formal guidance allowing the use of undercover techniques in anti-trafficking investigations (2020)"
      }
    },
    "Illicit drugs": {
      "text": "<p>manufacture of methamphetamine expanding due to  transnational crime syndicates moving from China to evade the law; drugs destined for Australia, Japan, New Zealand and the Republic of Korea and the rest of East and South-East Asia</p>"
    }
  }
}