{
  "Introduction": {
    "Background": {
      "text": "China's historical civilization dates to at least the 13th century B.C., first under the Shang (to 1046 B.C.) and then the Zhou (1046-221 B.C.) dynasties. The imperial era of China began in 221 B.C. under the Qin Dynasty and lasted until the fall of the Qing Dynasty in 1912. During this period, China alternated between periods of unity and disunity under a succession of imperial dynasties. In the 19th century, the Qing Dynasty suffered heavily from overextension by territorial conquest, insolvency, civil war, imperialism, military defeats, and foreign expropriation of ports and infrastructure. It collapsed following the Revolution of 1911, and China became a republic under SUN Yat-sen of the Kuomintang (KMT or Nationalist) Party. However, the republic was beset by division, warlordism, and continued foreign intervention. In the late 1920s, a civil war erupted between the ruling KMT-controlled government, led by CHIANG Kai-shek, and the Chinese Communist Party (CCP). Japan occupied much of northeastern China in the early 1930s, and then launched a full-scale invasion of the country in 1937. The resulting eight years of warfare devastated the country and cost up to 20 million Chinese lives by the time of Japan’s defeat in 1945. The Nationalist-Communist civil war continued with renewed intensity after the end of World War II and culminated with a CCP victory in 1949, under the leadership of MAO Zedong.<br><br>MAO and the CCP established an autocratic socialist system that, while ensuring the PRC's sovereignty, imposed strict controls over everyday life and launched agricultural, economic, political, and social policies -- such as the Great Leap Forward (1958-1962) and the Cultural Revolution (1966-1976) -- that cost the lives of millions of people. MAO died in 1976. Beginning in 1978, leaders DENG Xiaoping, JIANG Zemin, and HU Jintao focused on market-oriented economic development and opening up the country to foreign trade, while maintaining the rule of the CCP. Since the change, China has been among the world’s fastest growing economies, with real gross domestic product averaging over 9% growth annually through 2021, lifting an estimated 800 million people out of poverty and dramatically improving overall living standards. By 2011, the PRC’s economy was the second largest in the world. Current leader XI Jinping has continued these policies but has also maintained tight political controls. Over the past decade, China has increased its global outreach, including military deployments, participation in international organizations, and a global connectivity plan in 2013 called the \"Belt and Road Initiative\" (BRI). Many nations have signed on to BRI agreements to attract PRC investment, but others have expressed concerns about such issues as the opaque nature of the projects, financing, and potentially unsustainable debt obligations. XI Jinping assumed the positions of General Secretary of the Chinese Communist Party and Chairman of the Central Military Commission in 2012 and President in 2013. In 2018, the PRC’s National People’s Congress passed an amendment abolishing presidential term limits, which allowed XI to gain a third five-year term in 2023.  <p> </p>"
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Asia, bordering the East China Sea, Korea Bay, Yellow Sea, and South China Sea, between North Korea and Vietnam"
    },
    "Geographic coordinates": {
      "text": "35 00 N, 105 00 E"
    },
    "Map references": {
      "text": "Asia"
    },
    "Area": {
      "total ": {
        "text": "9,596,960 sq km"
      },
      "land": {
        "text": "9,326,410 sq km"
      },
      "water": {
        "text": "270,550 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly smaller than the US"
    },
    "Land boundaries": {
      "total": {
        "text": "22,457 km"
      },
      "border countries": {
        "text": "Afghanistan 91 km; Bhutan 477 km; Burma 2,129 km; India 2,659 km; Kazakhstan 1,765 km; North Korea 1,352 km; Kyrgyzstan 1,063 km; Laos 475 km; Mongolia 4,630 km; Nepal 1,389 km; Pakistan 438 km; Russia (northeast) 4,133 km and Russia (northwest) 46 km; Tajikistan 477 km; Vietnam 1,297 km"
      }
    },
    "Coastline": {
      "text": "14,500 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm or to the edge of the continental margin"
      }
    },
    "Climate": {
      "text": "extremely diverse; tropical in south to subarctic in north"
    },
    "Terrain": {
      "text": "mostly mountains, high plateaus, deserts in west; plains, deltas, and hills in east"
    },
    "Elevation": {
      "highest point": {
        "text": "Mount Everest (highest peak in Asia and highest point on earth above sea level) 8,849 m"
      },
      "lowest point": {
        "text": "Turpan Pendi (Turfan Depression) -154 m"
      },
      "mean elevation": {
        "text": "1,840 m"
      }
    },
    "Natural resources": {
      "text": "coal, iron ore, helium, petroleum, natural gas, arsenic, bismuth, cobalt, cadmium, ferrosilicon, gallium, germanium, hafnium, indium, lithium, mercury, tantalum, tellurium, tin, titanium, tungsten, antimony, manganese, magnesium, molybdenum, selenium, strontium, vanadium, magnetite, aluminum, lead, zinc, rare earth elements, uranium, hydropower potential (world's largest), arable land"
    },
    "Land use": {
      "agricultural land": {
        "text": "55.3% (2023 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 11.6% (2023 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 2.1% (2023 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 41.7% (2023 est.)"
      },
      "forest": {
        "text": "23.8% (2023 est.)"
      },
      "other": {
        "text": "20.6% (2023 est.)"
      }
    },
    "Irrigated land": {
      "text": "690,070 sq km (2012)"
    },
    "Major lakes (area sq km)": {
      "fresh water lake(s)": {
        "text": "Dongting Hu - 3,100 sq km; Poyang Hu - 3,350 sq km; Hongze Hu - 2,700 sq km; Tai Hu - 2,210 sq km; Hulun Nur - 1,590"
      },
      "salt water lake(s)": {
        "text": "Quinghai Hu - 4,460 sq km; Nam Co - 2,500 sq km; Siling Co - 1,860 sq km; Tangra Yumco - 1,400 sq km;&nbsp;Bosten Hu 1,380 sq km"
      }
    },
    "Major rivers (by length in km)": {
      "text": "Yangtze - 6,300 km; Huang He - 5,464 km; Amur river source (shared with Mongolia and Russia [m]) - 4,444 km; Lancang Jiang (Mekong) river source (shared with Burma, Laos, Thailand, Cambodia, and Vietnam [m]) - 4,350 km; Yarlung Zangbo Jiang (Brahmaputra) river source (shared with India and Bangladesh [m]) - 3,969 km; Yin-tu Ho (Indus) river source (shared with India and Pakistan [m]) - 3,610 km; Nu Jiang (Salween) river source (shared with Thailand and Burma [m]) - 3,060 km; Irrawaddy river source (shared with Burma [m]) - 2,809 km; Zhu Jiang (Pearl) (shared with Vietnam [s]) - 2,200 km; Yuan Jiang (Red river) source (shared with Vietnam [m]) - 1,149 km <br><br><strong>note:</strong> [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "Arctic Ocean drainage": {
        "text": "Ob (2,972,493 sq km)"
      },
      "Indian Ocean drainage": {
        "text": "Brahmaputra (651,335 sq km), Ganges (1,016,124 sq km), Indus (1,081,718 sq km), Irrawaddy (413,710 sq km), Salween (271,914 sq km)"
      },
      "Pacific Ocean drainage": {
        "text": "Amur (1,929,955 sq km), Huang He (944,970 sq km), Mekong (805,604 sq km), Yangtze (1,722,193 sq km)"
      },
      "Internal (endorheic basin) drainage": {
        "text": "Tarim Basin (1,152,448 sq km), Amu Darya (534,739 sq km), Syr Darya (782,617 sq km), Lake Balkash (510,015 sq km)"
      }
    },
    "Major aquifers": {
      "text": "North China Aquifer System (Huang Huai Hai Plain), Song-Liao Plain, Tarim Basin"
    },
    "Population distribution": {
      "text": "overwhelming majority of the population is found in the eastern half of the country; the west, with its vast mountainous and desert areas, remains sparsely populated; though ranked first in the world in total population, overall density is less than that of many Asian and European countries; high population density is found along the Yangtze and Yellow River valleys, the Xi Jiang River delta, the Sichuan Basin (around Chengdu), in and around Beijing, and the industrial area around Shenyang"
    },
    "Natural hazards": {
      "text": "frequent typhoons (about five per year along southern and eastern coasts); damaging floods; tsunamis; earthquakes; droughts; land subsidence <br><br><strong>volcanism:</strong> China contains some historically active volcanoes including Changbaishan (also known as Baitoushan, Baegdu, or P'aektu-san), Hainan Dao, and Kunlun although most have been relatively inactive in recent centuries"
    },
    "Geography - note": {
      "text": "<strong>note 1:</strong> world's fourth largest country (after Russia, Canada, and the US) and largest country situated entirely in Asia; Mount Everest, on the border with Nepal, is the world's tallest peak above sea level<br><br><strong>note 2:</strong> the largest cave chamber in the world is the Miao Room, in the Gebihe cave system at China's Ziyun Getu He Chuandong National Park, which encloses about 10.78 million cu m (380.7 million cu ft); the world's largest sinkhole is the Xiaoxhai Tiankeng sinkhole in Chongqing Municipality, which is 660 m deep, with a volume of 130 million cu m"
    }
  },
  "People and Society": {
    "Population": {
      "total": {
        "text": "1,407,181,209 (2025 est.)"
      },
      "male": {
        "text": "716,908,592"
      },
      "female": {
        "text": "690,272,617"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Chinese (singular and plural)"
      },
      "adjective": {
        "text": "Chinese"
      }
    },
    "Ethnic groups": {
      "text": "Han Chinese 91.1%, ethnic minorities 8.9% (includes Zhang, Hui, Manchu, Uighur, Miao, Yi, Tujia, Tibetan, Mongol, Dong, Buyei, Yao, Bai, Korean, Hani, Li, Kazakh, Dai, and other nationalities) (2021 est.)",
      "note": "<strong>note:</strong> the PRC officially recognizes 56 ethnic groups"
    },
    "Languages": {
      "Languages": {
        "text": "Standard Chinese or Mandarin (official; Putonghua, based on the Beijing dialect), Yue (Cantonese), Wu (Shanghainese), Minbei (Fuzhou), Minnan (Hokkien-Taiwanese), Xiang, Gan, Hakka dialects, minority languages; note - Zhuang is official in Guangxi Zhuang, Yue is official in Guangdong, Mongolian is official in Nei Mongol, Uyghur is official in Xinjiang Uygur, Kyrgyz is official in Xinjiang Uyghur, and Tibetan is official in Xizang (Tibet)"
      },
      "major-language sample(s)": {
        "text": "<br>世界概況  –  不可缺少的基本消息來源 (Standard Chinese)<br><br>The World Factbook, the indispensable source for basic information."
      }
    },
    "Religions": {
      "text": "folk religion 21.9%, Buddhist 18.2%, Christian 5.1%, Muslim 1.8%, Hindu &lt; 0.1%, Jewish &lt; 0.1%, other 0.7% (includes Daoist (Taoist)), unaffiliated 52.1% (2021 est.)",
      "note": "<strong>note:</strong> officially atheist"
    },
    "Age structure": {
      "0-14 years": {
        "text": "16.3% (male 122,644,111/female 107,926,176)"
      },
      "15-64 years": {
        "text": "69.3% (male 505,412,555/female 476,599,793)"
      },
      "65 years and over": {
        "text": "14.4% (2024 est.) (male 94,144,838/female 109,315,797)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "43.4 (2025 est.)"
      },
      "youth dependency ratio": {
        "text": "22.4 (2025 est.)"
      },
      "elderly dependency ratio": {
        "text": "21 (2025 est.)"
      },
      "potential support ratio": {
        "text": "4.8 (2025 est.)"
      },
      "note": "<strong>note:</strong> data do not include Hong Kong, Macau, and Taiwan"
    },
    "Median age": {
      "total": {
        "text": "40.8 years (2025 est.)"
      },
      "male": {
        "text": "39 years"
      },
      "female": {
        "text": "41.5 years"
      }
    },
    "Population growth rate": {
      "text": "-0.08% (2025 est.)"
    },
    "Birth rate": {
      "text": "7.28 births/1,000 population (2025 est.)"
    },
    "Death rate": {
      "text": "7.97 deaths/1,000 population (2025 est.)"
    },
    "Net migration rate": {
      "text": "-0.11 migrant(s)/1,000 population (2025 est.)"
    },
    "Population distribution": {
      "text": "overwhelming majority of the population is found in the eastern half of the country; the west, with its vast mountainous and desert areas, remains sparsely populated; though ranked first in the world in total population, overall density is less than that of many Asian and European countries; high population density is found along the Yangtze and Yellow River valleys, the Xi Jiang River delta, the Sichuan Basin (around Chengdu), in and around Beijing, and the industrial area around Shenyang"
    },
    "Urbanization": {
      "urban population": {
        "text": "64.6% of total population (2023)"
      },
      "rate of urbanization": {
        "text": "1.78% annual rate of change (2020-25 est.)"
      },
      "note": "<strong>note:</strong> data do not include Hong Kong and Macau"
    },
    "Major urban areas - population": {
      "text": "29.211 million Shanghai, 21.766 million BEIJING (capital), 17.341 million Chongqing, 14.284 million Guangzhou, 14.239 million Tianjin, 13.073 million Shenzhen (2023)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.09 male(s)/female"
      },
      "0-14 years": {
        "text": "1.14 male(s)/female"
      },
      "15-64 years": {
        "text": "1.06 male(s)/female"
      },
      "65 years and over": {
        "text": "0.86 male(s)/female"
      },
      "total population": {
        "text": "1.04 male(s)/female (2024 est.)"
      }
    },
    "Maternal mortality ratio": {
      "text": "16 deaths/100,000 live births (2023 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "6 deaths/1,000 live births (2025 est.)"
      },
      "male": {
        "text": "6.7 deaths/1,000 live births"
      },
      "female": {
        "text": "5.7 deaths/1,000 live births"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "78.7 years (2024 est.)"
      },
      "male": {
        "text": "76 years"
      },
      "female": {
        "text": "81.7 years"
      }
    },
    "Total fertility rate": {
      "text": "1.2 children born/woman (2025 est.)"
    },
    "Gross reproduction rate": {
      "text": "0.57 (2025 est.)"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: 98.4% of population (2022 est.)"
      },
      "improved: rural": {
        "text": "rural: 96.4% of population (2022 est.)"
      },
      "improved: total": {
        "text": "total: 97.6% of population (2022 est.)"
      },
      "unimproved: urban": {
        "text": "urban: 1.6% of population (2022 est.)"
      },
      "unimproved: rural": {
        "text": "rural: 3.6% of population (2022 est.)"
      },
      "unimproved: total": {
        "text": "total: 2.4% of population (2022 est.)"
      }
    },
    "Health expenditure": {
      "Health expenditure (as % of GDP)": {
        "text": "5.4% of GDP (2021)"
      },
      "Health expenditure (as % of national budget)": {
        "text": "8.8% of national budget (2022 est.)"
      }
    },
    "Physician density": {
      "text": "3.11 physicians/1,000 population (2022)"
    },
    "Hospital bed density": {
      "text": "5 beds/1,000 population (2020 est.)"
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: 99.5% of population (2022 est.)"
      },
      "improved: rural": {
        "text": "rural: 95.3% of population (2022 est.)"
      },
      "improved: total": {
        "text": "total: 98% of population (2022 est.)"
      },
      "unimproved: urban": {
        "text": "urban: 0.5% of population (2022 est.)"
      },
      "unimproved: rural": {
        "text": "rural: 4.7% of population (2022 est.)"
      },
      "unimproved: total": {
        "text": "total: 2% of population (2022 est.)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "6.2% (2016)"
    },
    "Alcohol consumption per capita": {
      "total": {
        "text": "4.48 liters of pure alcohol (2019 est.)"
      },
      "beer": {
        "text": "1.66 liters of pure alcohol (2019 est.)"
      },
      "wine": {
        "text": "0.18 liters of pure alcohol (2019 est.)"
      },
      "spirits": {
        "text": "2.63 liters of pure alcohol (2019 est.)"
      },
      "other alcohols": {
        "text": "0 liters of pure alcohol (2019 est.)"
      }
    },
    "Tobacco use": {
      "total": {
        "text": "24.5% (2025 est.)"
      },
      "male": {
        "text": "46.6% (2025 est.)"
      },
      "female": {
        "text": "1.9% (2025 est.)"
      }
    },
    "Children under the age of 5 years underweight": {
      "text": "2.4% (2013)"
    },
    "Currently married women (ages 15-49)": {
      "text": "69.5% (2021 est.)"
    },
    "Child marriage": {
      "women married by age 15": {
        "text": "0.1% (2020)"
      },
      "women married by age 18": {
        "text": "2.8% (2020)"
      },
      "men married by age 18": {
        "text": "0.7% (2020)"
      }
    },
    "Education expenditure": {
      "Education expenditure (% GDP)": {
        "text": "4% of GDP (2023 est.)"
      },
      "Education expenditure (% national budget)": {
        "text": "11.9% national budget (2023 est.)"
      }
    },
    "Literacy": {
      "total population": {
        "text": "96.7% (2020 est.)"
      },
      "male": {
        "text": "98.4% (2020 est.)"
      },
      "female": {
        "text": "95.1% (2020 est.)"
      }
    },
    "People - note": {
      "text": "in October 2015, the Chinese Government announced that it would change its rules to allow all couples to have two children, loosening a 1979 mandate that restricted many couples to one child; the new policy was implemented on 1 January 2016 to address China&rsquo;s rapidly aging population and future economic needs"
    }
  },
  "Environment": {
    "Environmental issues": {
      "text": "air pollution and acid rain from reliance on coal; carbon dioxide emissions from the burning of fossil fuels; water shortages, particularly in the north; water pollution from untreated wastes; coastal destruction due to land reclamation, industrial development, and aquaculture; deforestation and habitat destruction; poor land management leading to soil erosion, landslides, floods, droughts, dust storms, and desertification; trade in endangered species"
    },
    "International environmental agreements": {
      "party to": {
        "text": "Antarctic-Environmental Protection, Antarctic-Marine Living Resources, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping-London Convention, Marine Dumping-London Protocol, Ozone Layer Protection, Ship Pollution, Tropical Timber 2006, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "Comprehensive Nuclear Test Ban"
      }
    },
    "Climate": {
      "text": "extremely diverse; tropical in south to subarctic in north"
    },
    "Land use": {
      "agricultural land": {
        "text": "55.3% (2023 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 11.6% (2023 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 2.1% (2023 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 41.7% (2023 est.)"
      },
      "forest": {
        "text": "23.8% (2023 est.)"
      },
      "other": {
        "text": "20.6% (2023 est.)"
      }
    },
    "Urbanization": {
      "urban population": {
        "text": "64.6% of total population (2023)"
      },
      "rate of urbanization": {
        "text": "1.78% annual rate of change (2020-25 est.)"
      },
      "note": "<strong>note:</strong> data do not include Hong Kong and Macau"
    },
    "Carbon dioxide emissions": {
      "total emissions": {
        "text": "12.196 billion metric tonnes of CO2 (2023 est.)"
      },
      "from coal and metallurgical coke": {
        "text": "9.575 billion metric tonnes of CO2 (2023 est.)"
      },
      "from petroleum and other liquids": {
        "text": "1.847 billion metric tonnes of CO2 (2023 est.)"
      },
      "from consumed natural gas": {
        "text": "774.076 million metric tonnes of CO2 (2023 est.)"
      }
    },
    "Particulate matter emissions": {
      "text": "41.4 micrograms per cubic meter (2019 est.)"
    },
    "Methane emissions": {
      "energy": {
        "text": "27,832.7 kt (2022-2024 est.)"
      },
      "agriculture": {
        "text": "18,177.8 kt (2019-2021 est.)"
      },
      "waste": {
        "text": "9,402.4 kt (2019-2021 est.)"
      },
      "other": {
        "text": "1,186.9 kt (2019-2021 est.)"
      }
    },
    "Waste and recycling": {
      "municipal solid waste generated annually": {
        "text": "395.081 million tons (2024 est.)"
      },
      "percent of municipal solid waste recycled": {
        "text": "24.4% (2022 est.)"
      }
    },
    "Total water withdrawal": {
      "municipal": {
        "text": "117.01 billion cubic meters (2022 est.)"
      },
      "industrial": {
        "text": "103.04 billion cubic meters (2022 est.)"
      },
      "agricultural": {
        "text": "361.24 billion cubic meters (2022 est.)"
      }
    },
    "Total renewable water resources": {
      "text": "2.84 trillion cubic meters (2022 est.)"
    },
    "Geoparks": {
      "total global geoparks and regional networks": {
        "text": "49 (2025)"
      },
      "global geoparks and regional networks": {
        "text": "Alxa; Arxan; Dali-Cangshan; Danxiashan; Dunhuang; Enshi Grand Canyon-Tenglongdong; Fangshan; Funiushan; Guangwushan-Noushuihe; Hexigten; Hong Kong; Huanggang Dabieshan; Huangshan; Jingpohu; Jiuhuashan; Kanbula; Keketuohai; Leiqiong; Leye Fengshan; Linxia; Longhushan; Longyan; Lushan; Mount Changbaishan; Mount Kunlun; Ningde; Qinling Zhongnanshan; Sanqingshan; Shennongjia; Shilin; Songshan; Taining; Taishan; Tianzhushan; Wangwushan-Daimeishan; Wudalianchi; Wugongshan; Xiangxi; Xingwen; Yingyi; Yandangshan; Yanqing; Yimengshan; Yuntaishan; Yunyang: Zhangjlajle; Zhangye; Zhijingdong Cave; Zigong (2025)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "People's Republic of China"
      },
      "conventional short form": {
        "text": "China"
      },
      "local long form": {
        "text": "Zhonghua Renmin Gongheguo"
      },
      "local short form": {
        "text": "Zhongguo"
      },
      "abbreviation": {
        "text": "PRC"
      },
      "etymology": {
        "text": "English name could be derived from the Qin (Chin, Ts'in) rulers in the 3rd century B.C., or from the province of Shaanxi (Shensi) with its capital of Xi'an (Sian); the Chinese name Zhongguo translates as \"Central Nation\" or \"Middle Country\""
      }
    },
    "Government type": {
      "text": "communist party-led state"
    },
    "Capital": {
      "name": {
        "text": "Beijing"
      },
      "geographic coordinates": {
        "text": "39 55 N, 116 23 E"
      },
      "time difference": {
        "text": "UTC+8 (13 hours ahead of Washington, DC, during Standard Time)"
      },
      "time zone note": {
        "text": "China is the largest country (in terms of area) with just one time zone; before 1949 it was divided into five"
      },
      "etymology": {
        "text": "the name comes from the Chinese words <em>bei </em>(north) and <em>jing </em>(capital)"
      }
    },
    "Administrative divisions": {
      "text": "23 provinces (<em>sheng</em>, singular and plural), 5 autonomous regions (<em>zizhiqu</em>, singular and plural), 4 municipalities (<em>shi</em>, singular and plural), and two special administrative regions (<em>tebie xingzhengqu</em>, singular and plural) <br><br><strong>provinces:</strong> Anhui, Fujian, Gansu, Guangdong, Guizhou, Hainan, Hebei, Heilongjiang, Henan, Hubei, Hunan, Jiangsu, Jiangxi, Jilin, Liaoning, Qinghai, Shaanxi, Shandong, Shanxi, Sichuan, Yunnan, Zhejiang; (see note on Taiwan) <br><br><strong>autonomous regions:</strong> Guangxi, Nei Mongol (Inner Mongolia), Ningxia, Xinjiang Uyghur, Xizang (Tibet) <br><br><strong>municipalities:</strong> Beijing, Chongqing, Shanghai, Tianjin<br><br><strong>special administrative regions:</strong> Hong Kong, Macau",
      "note": "<strong>note:</strong> China considers Taiwan its 23rd province; see separate entries for the special administrative regions of Hong Kong and Macau"
    },
    "Legal system": {
      "text": "civil law influenced by Soviet and continental European civil law systems; legislature retains power to interpret statutes",
      "note": "<strong>note:</strong> in 2020, the National People's Congress adopted the PRC Civil Code, which codifies personal relations and property relations"
    },
    "Constitution": {
      "history": {
        "text": "several previous; latest promulgated 4 December 1982"
      },
      "amendment process": {
        "text": "proposed by the Standing Committee of the National People&rsquo;s Congress or supported by more than one fifth of the National People&rsquo;s Congress membership; passage requires more than two-thirds majority vote of the Congress membership"
      }
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "least one parent must be a citizen of China"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "while naturalization is theoretically possible, in practical terms it is extremely difficult; residency is required but not specified"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President XI Jinping (since 14 March 2013)"
      },
      "head of government": {
        "text": "Premier LI Qiang (since 11 March 2023)"
      },
      "cabinet": {
        "text": "State Council appointed by National People's Congress"
      },
      "election/appointment process": {
        "text": "president and vice president indirectly elected by National People's Congress; premier nominated by president, confirmed by National People's Congress"
      },
      "most recent election date": {
        "text": "10 March 2023"
      },
      "election results": {
        "text": "<em><br>2023: </em>XI Jinping reelected president; National People's Congress vote - 2,952 (unanimously); HAN Zheng elected vice president with 2,952 votes; LI Qiang elected premier with 2,936 votes<br><em><br>2018</em>: XI Jinping reelected president; National People's Congress vote - 2,970 (unanimously); WANG Qishan elected vice president with 2,969 votes"
      },
      "expected date of next election": {
        "text": "March 2028"
      },
      "note": "<strong>note: </strong>ultimate authority rests with the Communist Party Central Committee’s 25-member Political Bureau (Politburo) and its seven-member Standing Committee; XI Jinping holds the three most powerful positions as party general secretary, state president, and chairman of the Central Military Commission"
    },
    "Legislative branch": {
      "legislature name": {
        "text": "National People's Congress (Quanguo Renmin Daibiao Dahui)"
      },
      "legislative structure": {
        "text": "unicameral"
      },
      "number of seats": {
        "text": "3000 (all indirectly elected)"
      },
      "scope of elections": {
        "text": "full renewal"
      },
      "term in office": {
        "text": "5 years"
      },
      "most recent election date": {
        "text": "3/5/2023"
      },
      "percentage of women in chamber": {
        "text": "26.5%"
      },
      "expected date of next election": {
        "text": "March 2028"
      },
      "note": "<strong>note:</strong> in practice, only members of the Chinese Communist Party (CCP), its 8 allied independent parties, and CCP-approved independent candidates are elected"
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme People's Court (consists of over 340 judges, including the chief justice and 13 grand justices organized into a civil committee and tribunals for civil, economic, administrative, complaint and appeal, and communication and transportation cases)"
      },
      "judge selection and term of office": {
        "text": "chief justice appointed by the People's National Congress (NPC); limited to 2 consecutive 5-year-terms; other justices and judges nominated by the chief justice and appointed by the Standing Committee of the NPC; term of other justices and judges determined by the NPC"
      },
      "subordinate courts": {
        "text": "Higher People's Courts; Intermediate People's Courts; District and County People's Courts; Autonomous Region People's Courts; International Commercial Courts; Special People's Courts for military, maritime, transportation, and forestry issues"
      }
    },
    "Political parties": {
      "text": "Chinese Communist Party or CCP",
      "note": "<strong>note:</strong> China has 8 nominally independent small parties controlled by the CCP"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador XIE Feng (since 30 June 2023)"
      },
      "chancery": {
        "text": "3505 International Place NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 495-2266"
      },
      "FAX": {
        "text": "[1] (202) 495-2138"
      },
      "email address and website": {
        "text": "<br>chinaemppress_us@mfa.gov.cn<br><br>http://www.china-embassy.org/eng/"
      },
      "consulate(s) general": {
        "text": "Chicago, Los Angeles, New York, San Francisco"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador David PERDUE (since 25 July 2025)"
      },
      "embassy": {
        "text": "55 Anjialou Road, Chaoyang District, Beijing 100600"
      },
      "mailing address": {
        "text": "7300 Beijing Place, Washington DC&nbsp; 20521-7300"
      },
      "telephone": {
        "text": "[86] (10) 8531-3000"
      },
      "FAX": {
        "text": "[86] (10) 8531-4200"
      },
      "email address and website": {
        "text": "<br>BeijingACS@state.gov<br><br>https://china.usembassy-china.org.cn/"
      },
      "consulate(s) general": {
        "text": "Guangzhou, Shanghai, Shenyang, Wuhan; note - the Chinese Government ordered closure of the US consulate in Chengdu in late July 2020"
      }
    },
    "International organization participation": {
      "text": "ADB, AfDB (nonregional member), APEC, Arctic Council (observer), ARF, ASEAN (dialogue partner), BIS, BRICS, CDB, CICA, EAS, FAO, FATF, G-20, G-24 (observer), G-5, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM (observer), IPU, ISO, ITSO, ITU, LAIA (observer), MIGA, MINURSO, MONUSCO, NAM (observer), NSG, OAS (observer), OPCW, Pacific Alliance (observer), PCA, PIF (partner), SAARC (observer), SCO, SICA (observer), UN, UNAMID, UNCTAD, UNESCO, UNFICYP, UNHCR, UNHRC, UNIDO, UNIFIL, UNISFA, UNMIL, UNMISS, UNOCI, UNOOSA, UN Security Council (permanent), UNTSO, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO, ZC"
    },
    "Independence": {
      "text": "1 October 1949 (People's Republic of China established); notable earlier dates: 221 B.C. (unification under the Qin Dynasty); 1 January 1912 (Qing Dynasty replaced by the Republic of China)"
    },
    "National holiday": {
      "text": "National Day (anniversary of the founding of the People's Republic of China), 1 October (1949)"
    },
    "Flag": {
      "text": "<strong>description:</strong> red with a large five-pointed yellow star and four smaller ones in the upper-left corner; the small stars are arranged in a vertical arc around the large one<br><br><strong>meaning:</strong> red represents revolution; the stars symbolize the four social classes -- the working class, the peasantry, the urban petty bourgeoisie, and the national bourgeoisie (capitalists) -- united under the Communist Party of China"
    },
    "National symbol(s)": {
      "text": "dragon, giant panda"
    },
    "National color(s)": {
      "text": "red, yellow"
    },
    "National anthem(s)": {
      "title": {
        "text": "\"Yiyongjun Jinxingqu\" (The March of the Volunteers)"
      },
      "lyrics/music": {
        "text": "TIAN Han/NIE Er"
      },
      "history": {
        "text": "adopted 1982; the anthem, which was banned during the Cultural Revolution, is more commonly known as \"Zhongguo Guoge\" (Chinese National Song)"
      }
    },
    "National heritage": {
      "total World Heritage Sites": {
        "text": "60 (41 cultural, 15 natural, 4 mixed)"
      },
      "selected World Heritage Site locales": {
        "text": "<p>Imperial Palaces of the Ming and Qing Dynasties (c); Mausoleum of the First Qin Emperor (c); The Great Wall (c); Summer Palace, an Imperial Garden in Beijing (c); Jiuzhaigou Valley Scenic and Historic Interest Area (n); Historic Ensemble of the Potala Palace, Lhasa (c); Ancient Ancient City of Ping Yao (c); Historic Center of Macau (c); Historic Monuments of Dengfeng in “The Centre of Heaven and Earth” (c); The Grand Canal (c); Mount Huangshan (m); Mogao Caves (c); Mount Taishan (m); Peking Man Site at Zhoukoudian(c); Huanglong Scenic and Historic Interest Area (n);Wulingyuan Scenic and Historic Interest Area (n); Ancient Building Complex in the Wudang Mountains (c); Mountain Resort and its Outlying Temples, Chengde (c); Temple and Cemetery of Confucius and the Kong Family Mansion in Qufu (c); Lushan National Park (c); Mount Emei Scenic Area, including Leshan Giant Buddha Scenic Area (m); Classical Gardens of Suzhou (c); Old Town of Lijiang (c); Temple of Heaven: an Imperial Sacrificial Altar in Beijing (c); Dazu Rock Carvings (c); Mount Wuyi (m); Ancient Villages in Southern Anhui – Xidi and Hongcun (c); Imperial Tombs of the Ming and Qing Dynasties (c); Longmen Grottoes (c); Mount Qingcheng and the Dujiangyan Irrigation System (c); Yungang Grottoes (c); Three Parallel Rivers of Yunnan Protected Areas (n); Capital Cities and Tombs of the Ancient Koguryo Kingdom (c); Sichuan Giant Panda Sanctuaries - Wolong, Mt. Siguniang, and Jiajin Mountains (c); Yin Xu (c); Kaiping Diaolou and Villages (c); South China Karst (n); Fujian <em>Tulou</em> (c); Mount Sanqingshan National Park (n); Mount Wutai (c); China Danxia (n); West Lake Cultural Landscape of Hangzhou (c); Chengjiang Fossil Site (n); Site of Xanadu (c); Cultural Landscape of Honghe Hani Rice Terraces(c); Xinjiang Tianshan (n); Silk Roads: the Routes Network of Chang'an-Tianshan Corridor (c); Tusi Sites (c); Hubei Shennongjia (n); Zuojiang Huashan Rock Art Cultural Landscape (c); Kulangsu, a Historic International Settlement (c); Qinghai Hoh Xil (n); Fanjingshan (n); Archaeological Ruins of Liangzhu City (c); Migratory Bird Sanctuaries along the Coast of Yellow Sea-Bohai Gulf of China (n); Quanzhou: Emporium of the World in Song-Yuan China (c); Cultural Landscape of Old Tea Forests of the Jingmai Mountain in Pu’er (c); Badain Jaran Desert - Towers of Sand and Lakes (n); Beijing Central Axis: A Building Ensemble Exhibiting the Ideal Order of the Chinese Capital (c); Xixia Imperial Tombs (c)</p>"
      }
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "<p>world’s second-largest economy by nominal GDP; global leader in exports and manufacturing; historically strong growth slowing; challenges of aging workforce, weak productivity, rising youth unemployment, struggling property sector, and public debt; state-sponsored economic controls and infrastructure investments</p>"
    },
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2024": {
        "text": "$33.598 trillion (2024 est.)"
      },
      "Real GDP (purchasing power parity) 2023": {
        "text": "$32.005 trillion (2023 est.)"
      },
      "Real GDP (purchasing power parity) 2022": {
        "text": "$30.361 trillion (2022 est.)"
      },
      "note": "<b>note:</b> data in 2021 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2024": {
        "text": "5% (2024 est.)"
      },
      "Real GDP growth rate 2023": {
        "text": "5.4% (2023 est.)"
      },
      "Real GDP growth rate 2022": {
        "text": "3.1% (2022 est.)"
      },
      "note": "<b>note:</b> annual GDP % growth based on constant local currency"
    },
    "Real GDP per capita": {
      "Real GDP per capita 2024": {
        "text": "$23,800 (2024 est.)"
      },
      "Real GDP per capita 2023": {
        "text": "$22,700 (2023 est.)"
      },
      "Real GDP per capita 2022": {
        "text": "$21,500 (2022 est.)"
      },
      "note": "<b>note:</b> data in 2021 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$18.744 trillion (2024 est.)",
      "note": "<b>note:</b> data in current dollars at official exchange rate"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2024": {
        "text": "0.2% (2024 est.)"
      },
      "Inflation rate (consumer prices) 2023": {
        "text": "0.2% (2023 est.)"
      },
      "Inflation rate (consumer prices) 2022": {
        "text": "2% (2022 est.)"
      },
      "note": "<b>note:</b> annual % change based on consumer prices"
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "6.8% (2024 est.)"
      },
      "industry": {
        "text": "36.5% (2024 est.)"
      },
      "services": {
        "text": "56.7% (2024 est.)"
      },
      "note": "<b>note:</b> figures may not total 100% due to non-allocated consumption not captured in sector-reported data"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "39.6% (2023 est.)"
      },
      "government consumption": {
        "text": "17.2% (2023 est.)"
      },
      "investment in fixed capital": {
        "text": "40.5% (2023 est.)"
      },
      "investment in inventories": {
        "text": "0.6% (2023 est.)"
      },
      "exports of goods and services": {
        "text": "19.1% (2023 est.)"
      },
      "imports of goods and services": {
        "text": "-17% (2023 est.)"
      },
      "note": "<b>note:</b> figures may not total 100% due to rounding or gaps in data collection"
    },
    "Agricultural products": {
      "text": "maize, rice, vegetables, wheat, sugarcane, potatoes, cucumbers/gherkins, tomatoes, watermelons, pork (2023)",
      "note": "<b>note:</b> top ten agricultural products based on tonnage"
    },
    "Industries": {
      "text": "world leader in gross value of industrial output; mining and ore processing, iron, steel, aluminum, and other metals, coal; machine building; armaments; textiles and apparel; petroleum; cement; chemicals; fertilizer; consumer products (including footwear, toys, and electronics); food processing; transportation equipment, including automobiles, railcars and locomotives, ships, aircraft; telecommunications equipment, commercial space launch vehicles, satellites"
    },
    "Industrial production growth rate": {
      "text": "5.3% (2024 est.)",
      "note": "<b>note:</b> annual % change in industrial value added based on constant local currency"
    },
    "Labor force": {
      "text": "773.88 million (2024 est.)",
      "note": "<b>note:</b> number of people ages 15 or older who are employed or seeking work"
    },
    "Unemployment rate": {
      "Unemployment rate 2024": {
        "text": "4.6% (2024 est.)"
      },
      "Unemployment rate 2023": {
        "text": "4.7% (2023 est.)"
      },
      "Unemployment rate 2022": {
        "text": "5% (2022 est.)"
      },
      "note": "<b>note:</b> % of labor force seeking employment"
    },
    "Youth unemployment rate (ages 15-24)": {
      "total": {
        "text": "15.2% (2024 est.)"
      },
      "male": {
        "text": "16.5% (2024 est.)"
      },
      "female": {
        "text": "13.5% (2024 est.)"
      },
      "note": "<b>note:</b> % of labor force ages 15-24 seeking employment"
    },
    "Population below poverty line": {
      "text": "0% (2020 est.)",
      "note": "<b>note:</b> % of population with income below national poverty line"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2021": {
        "text": "35.7 (2021 est.)"
      },
      "note": "<b>note:</b> index (0-100) of income distribution; higher values represent greater inequality"
    },
    "Average household expenditures": {
      "on food": {
        "text": "21.2% of household expenditures (2023 est.)"
      },
      "on alcohol and tobacco": {
        "text": "3.2% of household expenditures (2023 est.)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "3.2% (2021 est.)"
      },
      "highest 10%": {
        "text": "28.2% (2021 est.)"
      },
      "note": "<b>note:</b> % share of income accruing to lowest and highest 10% of population"
    },
    "Remittances": {
      "Remittances 2024": {
        "text": "0.2% of GDP (2024 est.)"
      },
      "Remittances 2023": {
        "text": "0.2% of GDP (2023 est.)"
      },
      "Remittances 2022": {
        "text": "0.1% of GDP (2022 est.)"
      },
      "note": "<b>note:</b> personal transfers and compensation between resident and non-resident individuals/households/entities"
    },
    "Budget": {
      "revenues": {
        "text": "$2.684 trillion (2022 est.) <b>note:</b> central government revenues (excluding grants) converted to US dollars at average official exchange rate for year indicated"
      },
      "expenditures": {
        "text": "$4.893 trillion (2019 est.)"
      }
    },
    "Public debt": {
      "Public debt 2017": {
        "text": "47% of GDP (2017 est.)"
      },
      "note": "<strong>note:</strong> official data; data cover both central and local government debt, including debt officially recognized by China's National Audit Office report in 2011; data exclude policy bank bonds, Ministry of Railway debt, and China Asset Management Company debt"
    },
    "Taxes and other revenues": {
      "text": "7.6% (of GDP) (2023 est.)",
      "note": "<b>note:</b> central government tax revenue as a % of GDP"
    },
    "Current account balance": {
      "Current account balance 2024": {
        "text": "$423.919 billion (2024 est.)"
      },
      "Current account balance 2023": {
        "text": "$263.382 billion (2023 est.)"
      },
      "Current account balance 2022": {
        "text": "$443.374 billion (2022 est.)"
      },
      "note": "<b>note:</b> balance of payments - net trade and primary/secondary income in current dollars"
    },
    "Exports": {
      "Exports 2024": {
        "text": "$3.793 trillion (2024 est.)"
      },
      "Exports 2023": {
        "text": "$3.508 trillion (2023 est.)"
      },
      "Exports 2022": {
        "text": "$3.719 trillion (2022 est.)"
      },
      "note": "<b>note:</b> balance of payments - exports of goods and services in current dollars"
    },
    "Exports - partners": {
      "text": "USA 13%, Hong Kong 8%, Japan 5%, Germany 5%, S. Korea 4% (2023)",
      "note": "<b>note:</b> top five export partners based on percentage share of exports"
    },
    "Exports - commodities": {
      "text": "broadcasting equipment, computers, integrated circuits, garments, machine parts (2023)",
      "note": "<b>note:</b> top five export commodities based on value in dollars"
    },
    "Imports": {
      "Imports 2024": {
        "text": "$3.254 trillion (2024 est.)"
      },
      "Imports 2023": {
        "text": "$3.122 trillion (2023 est.)"
      },
      "Imports 2022": {
        "text": "$3.142 trillion (2022 est.)"
      },
      "note": "<b>note:</b> balance of payments - imports of goods and services in current dollars"
    },
    "Imports - partners": {
      "text": "S. Korea 7%, USA 7%, Japan 6%, Australia 6%, Russia 6% (2023)",
      "note": "<b>note:</b> top five import partners based on percentage share of imports"
    },
    "Imports - commodities": {
      "text": "crude petroleum, integrated circuits, iron ore, gold, natural gas (2023)",
      "note": "<b>note:</b> top five import commodities based on value in dollars"
    },
    "Reserves of foreign exchange and gold": {
      "Reserves of foreign exchange and gold 2024": {
        "text": "$3.456 trillion (2024 est.)"
      },
      "Reserves of foreign exchange and gold 2023": {
        "text": "$3.45 trillion (2023 est.)"
      },
      "Reserves of foreign exchange and gold 2022": {
        "text": "$3.307 trillion (2022 est.)"
      },
      "note": "<b>note:</b> holdings of gold (year-end prices)/foreign exchange/special drawing rights in current dollars"
    },
    "Debt - external": {
      "Debt - external 2023": {
        "text": "$488.114 billion (2023 est.)"
      },
      "note": "<b>note:</b> present value of external debt in current US dollars"
    },
    "Exchange rates": {
      "Currency": {
        "text": "Renminbi yuan (RMB) per US dollar -"
      },
      "Exchange rates 2024": {
        "text": "7.197 (2024 est.)"
      },
      "Exchange rates 2023": {
        "text": "7.084 (2023 est.)"
      },
      "Exchange rates 2022": {
        "text": "6.737 (2022 est.)"
      },
      "Exchange rates 2021": {
        "text": "6.449 (2021 est.)"
      },
      "Exchange rates 2020": {
        "text": "6.901 (2020 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "100% (2022 est.)"
      }
    },
    "Electricity": {
      "installed generating capacity": {
        "text": "2.949 billion kW (2023 est.)"
      },
      "consumption": {
        "text": "8.894 trillion kWh (2023 est.)"
      },
      "exports": {
        "text": "20.577 billion kWh (2023 est.)"
      },
      "imports": {
        "text": "7.195 billion kWh (2023 est.)"
      },
      "transmission/distribution losses": {
        "text": "325.352 billion kWh (2023 est.)"
      }
    },
    "Electricity generation sources": {
      "fossil fuels": {
        "text": "64.2% of total installed capacity (2023 est.)"
      },
      "nuclear": {
        "text": "4.7% of total installed capacity (2023 est.)"
      },
      "solar": {
        "text": "6.3% of total installed capacity (2023 est.)"
      },
      "wind": {
        "text": "9.6% of total installed capacity (2023 est.)"
      },
      "hydroelectricity": {
        "text": "13.3% of total installed capacity (2023 est.)"
      },
      "biomass and waste": {
        "text": "1.9% of total installed capacity (2023 est.)"
      }
    },
    "Nuclear energy": {
      "Number of operational nuclear reactors": {
        "text": "57 (2025)"
      },
      "Number of nuclear reactors under construction": {
        "text": "28 (2025)"
      },
      "Net capacity of operational nuclear reactors": {
        "text": "55.32GW (2025 est.)"
      },
      "Percent of total electricity production": {
        "text": "4.9% (2023 est.)"
      }
    },
    "Coal": {
      "production": {
        "text": "4.805 billion metric tons (2023 est.)"
      },
      "consumption": {
        "text": "5.191 billion metric tons (2023 est.)"
      },
      "exports": {
        "text": "13.239 million metric tons (2023 est.)"
      },
      "imports": {
        "text": "401.517 million metric tons (2023 est.)"
      },
      "proven reserves": {
        "text": "157.041 billion metric tons (2023 est.)"
      }
    },
    "Petroleum": {
      "total petroleum production": {
        "text": "4.984 million bbl/day (2023 est.)"
      },
      "refined petroleum consumption": {
        "text": "16.189 million bbl/day (2023 est.)"
      },
      "crude oil estimated reserves": {
        "text": "26.023 billion barrels (2021 est.)"
      }
    },
    "Natural gas": {
      "production": {
        "text": "239.402 billion cubic meters (2023 est.)"
      },
      "consumption": {
        "text": "395.341 billion cubic meters (2023 est.)"
      },
      "exports": {
        "text": "6.025 billion cubic meters (2023 est.)"
      },
      "imports": {
        "text": "161.808 billion cubic meters (2023 est.)"
      },
      "proven reserves": {
        "text": "6.654 trillion cubic meters (2021 est.)"
      }
    },
    "Energy consumption per capita": {
      "Total energy consumption per capita 2023": {
        "text": "113.805 million Btu/person (2023 est.)"
      }
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "167 million (2024 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "12 (2024 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "1.87 billion (2024 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "132 (2024 est.)"
      }
    },
    "Broadcast media": {
      "text": "all broadcast media are owned by, or affiliated with, the Chinese Communist Party (CCP) or a government agency; no privately owned TV or radio stations; state-run Chinese Central TV, provincial, and municipal stations offer more than 2,000 channels; the Central Propaganda Department and local (provincial, municipal) officials direct news reporting and approve all programming; foreign-made TV programs must be approved/censored prior to broadcast; widespread use of online platforms (Bilibili, Tencent Video, iQiyi, etc) to access domestic and international films and TV shows; Cyberspace Administration of China (CAC) regulates video platforms (2022)"
    },
    "Internet country code": {
      "text": ".cn"
    },
    "Internet users": {
      "percent of population": {
        "text": "78% (2023 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "636 million (2023 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "45 (2023 est.)"
      }
    }
  },
  "Transportation": {
    "Civil aircraft registration country code prefix": {
      "text": "B"
    },
    "Airports": {
      "text": "552 (2025)"
    },
    "Heliports": {
      "text": "120 (2025)"
    },
    "Railways": {
      "total": {
        "text": "150,000 km (2021) 1.435-m gauge (100,000 km electrified); 104,0000 traditional, 40,000 high-speed"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "8,314 (2023)"
      },
      "by type": {
        "text": "bulk carrier 1,831, container ship 419, general cargo 1,392, oil tanker 1,196, other 3,476"
      }
    },
    "Ports": {
      "total ports": {
        "text": "66 (2024)"
      },
      "large": {
        "text": "5"
      },
      "medium": {
        "text": "9"
      },
      "small": {
        "text": "25"
      },
      "very small": {
        "text": "27"
      },
      "ports with oil terminals": {
        "text": "48"
      },
      "key ports": {
        "text": "Chaozhou, Dalian, Fang-Cheng, Guangzhou, Hankow, Lon Shui Terminal, Qingdao Gang, Qinhuangdao, Shanghai, Shekou, Tianjin Xin Gang, Weihai, Wenzhou, Xiamen"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "People's Liberation Army (PLA): Ground Forces or People's Liberation Army Army (PLAA), Navy (PLAN, includes Marine Corps (PLANMC)), Air Force (PLAAF), Rocket Force (PLARF), Aerospace Force (ASF), Cyberspace Force (CSF), Information Support Force (ISF), Joint Logistics Support Force (JLSF); People's Armed Police (PAP, includes Coast Guard, Border Defense Force, Internal Security Forces); PLA Reserve Force (2025)",
      "note": "<strong>note 1:</strong> the PAP is a paramilitary police component of China’s armed forces that is under the dual authority of the Central Committee of the Communist Party and the Central Military Commission; the China Coast Guard (CCG) is subordinate to the PAP<br><br><strong>note 2: </strong>the PLA (established 1927) is the military arm of the ruling Chinese Communist Party (CCP), which oversees the PLA through its Central Military Commission (CMC); the CMC is China’s top military decision making body"
    },
    "Military expenditures": {
      "Military Expenditures 2024": {
        "text": "1.5% of GDP (2024 est.)"
      },
      "Military Expenditures 2023": {
        "text": "1.5% of GDP (2023 est.)"
      },
      "Military Expenditures 2022": {
        "text": "1.5% of GDP (2022 est.)"
      },
      "Military Expenditures 2021": {
        "text": "1.5% of GDP (2021 est.)"
      },
      "Military Expenditures 2020": {
        "text": "1.7% of GDP (2020 est.)"
      }
    },
    "Military and security service personnel strengths": {
      "text": "approximately 2 million active-duty PLA (950,000-1 million Ground; 250,000 Navy, including about 50,000 Marines; 350-400,000 Air Force; 120,000 Rocket Forces; 150-175,000 other forces) (2025)"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the PLA is mostly equipped with domestically produced armaments with smaller amounts of imported weaponry, largely from Russia; China has one of the world's largest defense-industrial sectors and is capable of producing advanced weapons systems across all military domains (2025)",
      "note": "<strong>note:</strong> the PLA is in the midst of a decades-long modernization effort to achieve a \"world-class\" military by the 2040s"
    },
    "Military service age and obligation": {
      "text": "18-26 years of age depending on education level for men and women for both volunteer and selective compulsory military service; 24-month service obligation  (2025)",
      "note": "<strong>note: </strong>the PLA’s conscription system functions as a levy; the PLA establishes the number of enlistees needed, which produces quotas for the provinces; each province provides a set number of soldiers or sailors; if the number of volunteers fails to meet quotas, the local governments may compel individuals to enter military service"
    },
    "Military deployments": {
      "text": "475 Lebanon (UNIFIL); 1,050 South Sudan (UNMISS); 280 Sudan/South Sudan (UNISFA); has also established a base in Djibouti with approximately 400 marines, plus naval and support personnel (2025)"
    },
    "Military - note": {
      "text": "the People's Liberation Army (PLA) is the world’s largest military; the PLA's primary responsibility is external security but it also has some domestic security duties; China’s stated defense policy includes safeguarding sovereignty, security, and development interests while emphasizing a greater global role for the PLA; the PLA conducts air, counterspace, cyber, electronic warfare, joint, land, maritime, missile, nuclear, and space operations; it trains regularly, including multinational and multiservice exercises, deploys overseas, and participates in international peacekeeping missions <br><br>the PRC's internal security forces consist primarily of the Ministry of Public Security (MPS), the Ministry of State Security (MSS), the People’s Armed Police (PAP), and the militia; the PLA support the internal security forces as necessary:<br><br>--the MPS controls the civilian national police, which serves as the first-line force for public order; its primary mission is domestic law enforcement and maintaining order, including anti-rioting and anti-terrorism<br><br>--the MSS is the PRC’s main civilian intelligence and counterintelligence service<br><br>--the PAP is a paramilitary component (or adjunct) of the PLA; its primary missions include internal security, maintaining public order, maritime security, and assisting the PLA in times of war; the China Coast Guard (CCG) administratively falls under the PAP and has a variety of missions, such as maritime sovereignty enforcement, surveillance, resource protection, anti-smuggling, and general law enforcement; it is the largest maritime law enforcement fleet in the world<br><br>--the militia is an armed reserve of civilians which serves as an auxiliary and reserve force for the PLA upon mobilization, although it is distinct from the PLA’s reserve forces; militia units are organized around towns, villages, urban sub-districts, and enterprises, and vary widely in composition and mission; they have dual civilian-military command structures; a key component of the militia are the local maritime forces, commonly referred to as the People’s Armed Forces Maritime Militia (PAFMM); the PAFMM consists of mariners (and their vessels) who receive training, equipment, and other forms of support from the Navy and CCG (although the PAFMM remains separate from both) to perform tasks such as maritime patrolling, surveillance and reconnaissance, emergency/disaster response, transportation, search and rescue, and auxiliary tasks in support of naval operations in wartime; the PAFMM’s tasks are often conducted in conjunction or coordination with the Navy and the CCG; it has been used to assert Beijing's maritime claims in the Sea of Japan and South China Sea (2025)"
    }
  },
  "Space": {
    "Space agency/agencies": {
      "text": "China National Space Administration (CNSA; established in 1993); Administration for Science, Technology, and Industry for National Defense (SASTIND; subordinate to the Ministry of Industry and Information Technology); People’s Liberation Army (PLA) Aerospace Force (2025)",
      "note": "<strong>note:</strong> in 2024, the PLA created the Aerospace Force from the former Strategic Support Force, which had included the Space Systems Department and the China Manned Space Engineering Office or CMSEO)"
    },
    "Space launch site(s)": {
      "text": "Jiuquan Launch Center (Inner Mongolia); Xichang Launch Center (Sichuan); Wenchang Launch Center (Hainan; Wenchang includes a commercial launch pad, the Hainan Commercial Space Launch Site, which became operational in December 2024); Taiyuan Launch Center (Shanxi); Eastern Spaceport (Shandong; a coastal spaceport designed to facilitate maritime launches) (2025)"
    },
    "Space program overview": {
      "text": "considered one of the world’s leading space powers, with a comprehensive and ambitious space program; can manufacture and operate the full spectrum of space launch vehicles (SLVs) and spacecraft, including human-crewed, lunar/inter-planetary/asteroid probes, satellites (communications, remote sensing, navigational, scientific, etc.), space stations, and reusable space transportation; has an astronaut/taikonaut program; researches and develops a range of space-related capabilities, including advanced telecommunications, optics, spacecraft components, and satellite payloads; participates in international space programs and co-leads (with Australia and Japan) the Global Earth Observation System of Systems; has signed agreements with more than 45 national space agencies, including those of Brazil, Canada, France, and Russia, as well several international organizations; has also cooperated with ESA; two state-owned aerospace enterprises dominate space industry, but a substantial commercial space sector includes launch services (2025)",
      "note": "<strong>note:</strong> the US NASA is barred by a 2011 law from cooperating with the Chinese bilaterally in space unless approved by the US Congress; the US objected to China’s participation in the International Space Station program"
    },
    "Key space-program milestones": {
      "text": "1960s - began launching rockets and initiated satellite and satellite launch vehicle (SLV) programs<br><br>1970 - launched first communications satellite (Dongfanghong I)<br><br>2003 - first manned space flight; launched first satellite for global navigational system (Beidou)<br><br>2011 - placed temporary space station (Tiangong-1) into Earth orbit<br><br>2013 - first unmanned lunar landing mission (Chang'e-3); placed a second temporary space station (Tiangong-2) in Earth orbit<br><br>2017 - employed a communications satellite (Micius) to perform the world’s first quantum-encrypted virtual teleconference between Beijing and Vienna<br><br>2019 - landed a rover vehicle (Chang’e-4) on the far side of the Moon<br><br>2021 - landed a probe and operated a rover vehicle on Mars; signed agreement with Russia to set up an international manned lunar research station; announced intent to send a manned mission to Mars by 2033<br><br>2022 - completed construction of a permanent manned space station (Tiangong) in Earth orbit<br><br>2024 - successful landing and return of robotic spacecraft/probe (Chang'e-6) from the far side the Moon; first launch of \"Thousand Sails\" commercial communications satellite constellation project<br><br>2025 - launched asteroid sample return mission probe (Tianwen-2); launched world's first quantum communications microsatellite (Jinan-1)"
    }
  },
  "Transnational Issues": {
    "Refugees and internally displaced persons": {
      "refugees": {
        "text": "814 (2024 est.)"
      },
      "IDPs": {
        "text": "198,400 (2024 est.)"
      }
    },
    "Trafficking in persons": {
      "tier rating": {
        "text": "Tier 3 — China does not fully meet the minimum standards for elimination of trafficking and is not making significant efforts to do so, therefore, China remained on Tier 3; for more details, go to: https://www.state.gov/reports/2025-trafficking-in-persons-report/china/"
      }
    },
    "Illicit drugs": {
      "USG identification": {
        "text": "<br>major illicit drug-producing and/or drug-transit country<br><br>major precursor-chemical producer (2025)"
      }
    }
  }
}