{
  "Introduction": {
    "Background": {
      "text": "Occupied by the UK in 1841, Hong Kong was formally ceded by China the following year; various adjacent lands were added later in the 19th century. Pursuant to an agreement signed by China and the UK on 19 December 1984, Hong Kong became the Hong Kong Special Administrative Region of the People's Republic of China on 1 July 1997. In this agreement, China promised that, under its \"one country, two systems\" formula, China's socialist economic system would not be imposed on Hong Kong and that Hong Kong would enjoy a \"high degree of autonomy\" in all matters except foreign and defense affairs for the subsequent 50 years."
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Asia, bordering the South China Sea and China"
    },
    "Geographic coordinates": {
      "text": "22 15 N, 114 10 E"
    },
    "Map references": {
      "text": "Southeast Asia"
    },
    "Area": {
      "total": {
        "text": "1,108 sq km"
      },
      "land": {
        "text": "1,073 sq km"
      },
      "water": {
        "text": "35 sq km"
      }
    },
    "Area - comparative": {
      "text": "six times the size of Washington, DC"
    },
    "Land boundaries": {
      "total": {
        "text": "33 km"
      },
      "regional border": {
        "text": "China 33 km"
      }
    },
    "Coastline": {
      "text": "733 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "3 nm"
      }
    },
    "Climate": {
      "text": "subtropical monsoon; cool and humid in winter, hot and rainy from spring through summer, warm and sunny in fall"
    },
    "Terrain": {
      "text": "hilly to mountainous with steep slopes; lowlands in north"
    },
    "Elevation": {
      "mean elevation": {
        "text": "NA"
      },
      "elevation extremes": {
        "text": "lowest point: South China Sea 0 m ++ highest point: Tai Mo Shan 958 m"
      }
    },
    "Natural resources": {
      "text": "outstanding deepwater harbor, feldspar"
    },
    "Land use": {
      "agricultural land": {
        "text": "5% ++ arable land 3.2%; permanent crops 0.9%; permanent pasture 0.9%"
      },
      "forest": {
        "text": "0%"
      },
      "other": {
        "text": "95% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "10 sq km (2012)"
    },
    "Natural hazards": {
      "text": "occasional typhoons"
    },
    "Environment - current issues": {
      "text": "air and water pollution from rapid urbanization"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Marine Dumping (associate member), Ship Pollution (associate member)"
      }
    },
    "Geography - note": {
      "text": "composed of more than 200 islands"
    }
  },
  "People and Society": {
    "Population": {
      "text": "7,167,403 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Chinese/Hong Konger"
      },
      "adjective": {
        "text": "Chinese/Hong Kong"
      }
    },
    "Ethnic groups": {
      "text": "Chinese 93.1%, Indonesian 1.9%, Filipino 1.9%, other 3% (2011 est.)"
    },
    "Languages": {
      "text": "Cantonese (official) 89.5%, English (official) 3.5%, Mandarin (official) 1.4%, other Chinese dialects 4%, other 1.6% (2011 est.)"
    },
    "Religions": {
      "text": "eclectic mixture of local religions 90%, Christian 10%"
    },
    "Age structure": {
      "0-14 years": {
        "text": "12.12% (male 459,358/female 409,547)"
      },
      "15-24 years": {
        "text": "10.85% (male 404,490/female 372,873)"
      },
      "25-54 years": {
        "text": "45.34% (male 1,385,536/female 1,864,077)"
      },
      "55-64 years": {
        "text": "15.76% (male 548,929/female 580,913)"
      },
      "65 years and over": {
        "text": "15.93% (male 537,196/female 604,484) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "37%"
      },
      "youth dependency ratio": {
        "text": "16.4%"
      },
      "elderly dependency ratio": {
        "text": "20.6%"
      },
      "potential support ratio": {
        "text": "4.8% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "44 years"
      },
      "male": {
        "text": "43.2 years"
      },
      "female": {
        "text": "44.5 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.35% (2016 est.)"
    },
    "Birth rate": {
      "text": "9.1 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "7.2 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "1.7 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "100% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "0.74% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "Hong Kong 7.26 million (2014)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.12 male(s)/female"
      },
      "0-14 years": {
        "text": "1.12 male(s)/female"
      },
      "15-24 years": {
        "text": "1.08 male(s)/female"
      },
      "25-54 years": {
        "text": "0.74 male(s)/female"
      },
      "55-64 years": {
        "text": "0.94 male(s)/female"
      },
      "65 years and over": {
        "text": "0.89 male(s)/female"
      },
      "total population": {
        "text": "0.87 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "29.8 (2008 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "2.7 deaths/1,000 live births"
      },
      "male": {
        "text": "3 deaths/1,000 live births"
      },
      "female": {
        "text": "2.5 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "82.9 years"
      },
      "male": {
        "text": "80.3 years"
      },
      "female": {
        "text": "85.8 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.19 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "79.5% (2007)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Education expenditures": {
      "text": "3.3% of GDP (2015)"
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "16 years"
      },
      "male": {
        "text": "16 years"
      },
      "female": {
        "text": "16 years (2014)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "9.4%"
      },
      "male": {
        "text": "11.3%"
      },
      "female": {
        "text": "7.8% (2013 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Hong Kong Special Administrative Region"
      },
      "conventional short form": {
        "text": "Hong Kong"
      },
      "local long form": {
        "text": "Heung Kong Takpit Hangching Ku (Eitel/Dyer-Ball); Xianggang Tebie Xingzhengqu (Hanyu Pinyin)"
      },
      "local short form": {
        "text": "Heung Kong (Eitel/Dyer-Ball); Xianggang (Hanyu Pinyin)"
      },
      "abbreviation": {
        "text": "HK"
      },
      "etymology": {
        "text": "probably an imprecise phonetic rendering of the Cantonese name meaning \"fragrant harbor\""
      }
    },
    "Dependency status": {
      "text": "special administrative region of China"
    },
    "Government type": {
      "text": "presidential limited democracy; a special administrative region of the PRC"
    },
    "Administrative divisions": {
      "text": "none (special administrative region of China)"
    },
    "Independence": {
      "text": "none (special administrative region of China)"
    },
    "National holiday": {
      "text": "National Day (Anniversary of the Founding of the People's Republic of China), 1 October (1949); note - 1 July (1997) is celebrated as Hong Kong Special Administrative Region Establishment Day"
    },
    "Constitution": {
      "text": "several previous (governance documents while under British authority); latest drafted April 1988 to February 1989, approved March 1990, effective 1 July 1997 (Basic Law of the Hong Kong Special Administrative Region of the People's Republic of China serves as the constitution); note - since 1990, the PRC National People's Congress has interpreted specific articles of the Basic Law (2016)"
    },
    "Legal system": {
      "text": "mixed legal system of common law based on the English model and Chinese customary law (in matters of family and land tenure)"
    },
    "Citizenship": {
      "text": "see China"
    },
    "Suffrage": {
      "text": "18 years of age in direct elections for half of the Legislative Council seats and all of the seats in 18 district councils; universal for permanent residents living in the territory of Hong Kong for the past 7 years; note - in indirect elections, suffrage is limited to about 220,000 members of functional constituencies for the other half of the legislature and a 1,200-member election committee for the chief executive drawn from broad sectoral groupings, central government bodies, municipal organizations, and elected Hong Kong officials"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President of China XI Jinping (since 14 March 2013)"
      },
      "head of government": {
        "text": "Chief Executive LEUNG Chun-ying [C.Y. LEUNG] (since 1 July 2012)"
      },
      "cabinet": {
        "text": "Executive Council or ExCo appointed by the chief executive"
      },
      "elections/appointments": {
        "text": "president indirectly elected by National People's Congress for a 5-year term (eligible for a second term); election last held on 5-17 March 2013 (next to be held in March 2018); chief executive indirectly elected by the Election Committee and appointed by the PRC Government for a 5-year term (eligible for a second term); LEUNG Chun-ying [C.Y.LEUNG] elected chief executive on 25 March 2012 and took office on 1 July 2012 (next to be held in March 2017)"
      },
      "election results": {
        "text": "LEUNG Chun-ying elected chief executive; Election Committee vote - LEUNG Chun-ying 689, Henry TANG 285, Albert HO 76"
      },
      "note": {
        "text": "the Legislative Council voted in June 2010 to expand the electoral committee to 1,200 seats for the 2012 election"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Legislative Council or LegCo (70 seats; 35 members directly elected in multi-seat constituencies by party-list proportional representation vote; 30 members indirectly elected by the approximately 220,000 members of various functional constituencies based on a variety of methods; five at large “super-seat” members directed elected by all of Hong Kong’s eligible voters who do not participate in a functional constituency; members serve 4-year terms)"
      },
      "elections": {
        "text": "last held on 4 September 2016; (next general election to be in September 2020)"
      },
      "election results": {
        "text": "percent of vote by block - pro-democracy 36.0%; pro-Beijing 40.2%, localist 19.0%, other 4.8%; seats by block/party - pro-Beijing 40 (DAB 12, BPA 7, FTU 5, Liberal Party 4, NPP 3, other 9); pro-democracy 23 (Democratic Party 7, Civic Party 6, PP-LSD 2, Professional Commons 2, Labor 1, NWSC 1, PTU 1, other democrats 3), localists 6 (ALLin HK 2, CP-PPI-HKRO 1, Demosisto 1, Democracy Groundwork 1, other localist 1), non-aligned independent 1; note - 2 localists were barred from taking office"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Court of Final Appeal (consists of the chief justice, 3 permanent judges and 20 non-permanent judges); note - a sitting bench consists of the chief justice and 3 permanent and 1 non-permanent judges"
      },
      "judge selection and term of office": {
        "text": "all judges appointed by the Hong Kong Chief Executive upon the recommendation of the Judicial Officers Recommendation Commission, an independent body consisting of the Secretary for Justice and other judges, judicial and legal professionals; permanent judges appointed until normal retirement at age 65, but can be extended; non-permanent judges appointed for renewable 3-year terms without age limit"
      },
      "subordinate courts": {
        "text": "High Court (consists of the Court of Appeal and Court of First Instance); District Courts (includes Family and Land Courts); magistrates' courts; specialized tribunals"
      }
    },
    "Political parties and leaders": {
      "parties": {
        "text": " ++ ALLinHK (alliance of 6 localist groups) ++ Business and Professional Alliance or BPA [Andrew LEUNG Kwan-yuen] ++ Civic Party [Alan LEONG Kah-kit] ++ Civic Passion or CP [CHENG Chung-tai] (part of Civic Passion-Proletariat Political Institute-Hong Kong Resurgence Order alliance or CP-PPI-HKRO that dissolved after the 2016 election) ++ Democracy Groundwork [LAU Siu-lai] ++ Democratic Alliance for the Betterment and Progress of Hong Kong or DAB [Starry LEE Wai-king] ++ Democratic Party [WU Chi-wai] ++ Demosisto [Nathan LAW] ++ Federation of Trade Unions or FTU [Stanley NG Chau-pei] ++ Labor Party [Suzanne WU Shui-shan] ++ League of Social Democrats or LSD [Avery NG Man-yuen] ++ Liberal Party [Felix CHUNG Kwok-pan] ++ Neighborhood and Workers Service Center or NWSC [LEUNG Yui-chung] ++ New People's Party or NPP [Regina IP Lau Su-yee] ++ People Power or PP [Erica YUEN Mi-ming] ++ Youngspiration [Sixtus \"Baggio\" LEUNG Chung-hang]"
      },
      "others": {
        "text": " ++ Professional Commons (think tank) [Charles Peter MOK] ++ Professional Teachers Union or PTU"
      },
      "note": {
        "text": "political blocks include: pro-democracy - Civic Party, Democratic Party, Labor Party, LSD, NWSC, PP, Professional Commons, PTU; pro-Beijing - DAB, FTU, Liberal Party, NPP, BPA; localist - ALLinHK, CP, Democracy Groundwork, Demosisto; there is no political party ordinance, so there are no registered political parties; politically active groups register as societies or companies"
      }
    },
    "Political pressure groups and leaders": {
      "text": "Chinese General Chamber of Commerce (pro-China) ++ Chinese Manufacturers' Association of Hong Kong ++ Civic Act-up [Cyd HO Sau-lan, Legislative Council of Hong Kong member] (pro-democracy) ++ Federation of Hong Kong Industries ++ Hong Kong Alliance in Support of the Patriotic Democratic Movement in China [Albert HO, chairman] ++ Hong Kong and Kowloon Trade Union Council (pro-Taiwan) ++ Hong Kong General Chamber of Commerce ++ Hong Kong Professional Teachers' Union [FUNG Wai-wah, president]"
    },
    "International organization participation": {
      "text": "ADB, APEC, BIS, FATF, ICC (national committees), IHO, IMF, IMO (associate), Interpol (subbureau), IOC, ISO (correspondent), ITUC (NGOs), UNWTO (associate), UPU, WCO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "text": "none (Special Administrative Region of China); Hong Kong Economic and Trade Office (HKETO) carries out normal liaison and communication with the US Government and other US entities",
      "commissioner": {
        "text": "Clement C.M. LEUNG"
      },
      "office": {
        "text": "1520 18th Street NW, Washington, DC 20036"
      },
      "telephone": {
        "text": "[1] 202 331-8947"
      },
      "FAX": {
        "text": "[1] 202 331-8958"
      },
      "HKETO offices": {
        "text": "New York, San Francisco"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Consul General Kurt W. TONG (since 27 August 2016); note - also accredited to Macau"
      },
      "consulate(s) general": {
        "text": "26 Garden Road, Hong Kong"
      },
      "mailing address": {
        "text": "Unit 8000, Box 1, DPO AP 96521-0006"
      },
      "telephone": {
        "text": "[852] 2523-9011"
      },
      "FAX": {
        "text": "[852] 2845-1598"
      }
    },
    "Flag description": {
      "text": "red with a stylized, white, five-petal Bauhinia flower in the center; each petal contains a small, red, five-pointed star in its middle; the red color is the same as that on the Chinese flag and represents the motherland; the fragrant Bauhinia - developed in Hong Kong the late 19th century - has come to symbolize the region; the five stars echo those on the flag of China"
    },
    "National symbol(s)": {
      "text": "orchid tree flower; national colors: red, white"
    },
    "National anthem": {
      "note": {
        "text": "as a Special Administrative Region of China, \"Yiyongjun Jinxingqu\" is the official anthem (see China)"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Hong Kong has a free market economy, highly dependent on international trade and finance - the value of goods and services trade, including the sizable share of re-exports, is about four times GDP. Hong Kong has no tariffs on imported goods, and it levies excise duties on only four commodities, whether imported or produced locally: hard alcohol, tobacco, hydrocarbon oil, and methyl alcohol. There are no quotas or dumping laws. Hong Kong continues to link its currency closely to the US dollar, maintaining an arrangement established in 1983. ++  ++ Hong Kong's open economy left it exposed to the global economic slowdown that began in 2008. Although increasing integration with China through trade, tourism, and financial links helped it to make an initial recovery more quickly than many observers anticipated, its continued reliance on foreign trade and investment leaves it vulnerable to renewed global financial market volatility or a slowdown in the global economy. ++  ++ The Hong Kong Government is promoting the Special Administrative Region (SAR) as the site for Chinese renminbi (RMB) internationalization. Hong Kong residents are allowed to establish RMB-denominated savings accounts; RMB-denominated corporate and Chinese government bonds have been issued in Hong Kong; and RMB trade settlement is allowed. The territory far exceeded the RMB conversion quota set by Beijing for trade settlements in 2010 due to the growth of earnings from exports to the mainland. RMB deposits grew to roughly 9.4% of total system deposits in Hong Kong by the end of 2015. The government is pursuing efforts to introduce additional use of RMB in Hong Kong financial markets and is seeking to expand the RMB quota. ++  ++ The mainland has long been Hong Kong's largest trading partner, accounting for about half of Hong Kong's total trade by value. Hong Kong's natural resources are limited, and food and raw materials must be imported. As a result of China's easing of travel restrictions, the number of mainland tourists to the territory has surged from 4.5 million in 2001 to 47.3 million in 2014, outnumbering visitors from all other countries combined. Mainland visitors to Hong Kong declined 3% in 2015 to approximately 45.7 million, reflecting an overall drop of 2.5% in total visitors to Hong Kong. Hong Kong has also established itself as the premier stock market for Chinese firms seeking to list abroad. In 2015, mainland Chinese companies constituted about 51% of the firms listed on the Hong Kong Stock Exchange and accounted for about 62.1% of the Exchange's market capitalization. During the past decade, as Hong Kong's manufacturing industry moved to the mainland, its service industry has grown rapidly. In 2014, Hong Kong and China signed a new agreement on achieving basic liberalization of trade in services in Guangdong Province under the Closer Economic Partnership Agreement, adopted in 2003 to forge closer ties between Hong Kong and the mainland. The new measures, effective from March 2015, cover a negative list and a most-favored treatment provision, and will improve access to the mainland's service sector for Hong Kong-based companies. ++  ++ Credit expansion and a tight housing supply have caused Hong Kong property prices to rise rapidly; consumer prices increased 4.4% in 2014, but slowed to 2.9% in 2015. Lower- and middle-income segments of the population are increasingly unable to afford adequate housing. ++  ++ Hong Kong’s economic integration with the mainland continues to be most evident in the banking and finance sector. Initiatives like the Hong Kong-Shanghai Stock Connect, the Mutual Recognition of Funds, and The Hong Kong Shanghai Gold Connect are all important steps towards opening up the Mainland’s capital markets and has reinforced Hong Kong’s leading role as China’s offshore RMB market. Additional connect schemes from bonds to commodities and other investment products are also under exploration by Hong Kong authorities."
    },
    "GDP (purchasing power parity)": {
      "text": "$427.4 billion (2016 est.) ++ $421.3 billion (2015 est.) ++ $411.3 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$316.1 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "1.4% (2016 est.) ++ 2.4% (2015 est.) ++ 2.7% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$58,100 (2016 est.) ++ $57,600 (2015 est.) ++ $56,600 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "24.9% of GDP (2016 est.) ++ 24.8% of GDP (2015 est.) ++ 25.1% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "66.5%"
      },
      "government consumption": {
        "text": "9.9%"
      },
      "investment in fixed capital": {
        "text": "20.3%"
      },
      "investment in inventories": {
        "text": "-0.2%"
      },
      "exports of goods and services": {
        "text": "192.6%"
      },
      "imports of goods and services": {
        "text": "-189.1% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "0.1%"
      },
      "industry": {
        "text": "7.2%"
      },
      "services": {
        "text": "92.8% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "fresh vegetables and fruit; poultry, pork; fish"
    },
    "Industries": {
      "text": "textiles, clothing, tourism, banking, shipping, electronics, plastics, toys, watches, clocks"
    },
    "Industrial production growth rate": {
      "text": "2% (2016 est.)"
    },
    "Labor force": {
      "text": "3.911 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "manufacturing": {
        "text": "3.8%"
      },
      "construction": {
        "text": "2.8%"
      },
      "wholesale and retail trade, restaurants, and hotels": {
        "text": "53.3%"
      },
      "financing, insurance, and real estate": {
        "text": "12.5%"
      },
      "transport and communications": {
        "text": "10.1%"
      },
      "community and social services": {
        "text": "17.1%"
      },
      "note": {
        "text": "above data exclude public sector (2013 est.)"
      }
    },
    "Unemployment rate": {
      "text": "3.6% (2016 est.) ++ 3.3% (2015 est.)"
    },
    "Population below poverty line": {
      "text": "19.6% (2012 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA%"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "53.7 (2011) ++ 53.3 (2007)"
    },
    "Budget": {
      "revenues": {
        "text": "$59.09 billion"
      },
      "expenditures": {
        "text": "$59.07 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "18.7% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "0% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "38.4% of GDP (2016 est.) ++ 37% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "1 April - 31 March"
    },
    "Inflation rate (consumer prices)": {
      "text": "2.6% (2016 est.) ++ 3% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "0.5% (31 December 2013) ++ 0.5% (31 December 2012)"
    },
    "Commercial bank prime lending rate": {
      "text": "5% (31 December 2016 est.) ++ 5% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$270.6 billion (31 December 2016 est.) ++ $254.3 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$1.576 trillion (31 December 2015 est.) ++ $1.42 trillion (31 December 2014 est.)"
    },
    "Stock of domestic credit": {
      "text": "$601 billion (31 December 2016 est.) ++ $655.7 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$3.185 trillion (31 December 2015 est.) ++ $3.233 trillion (31 December 2014 est.) ++ $3.101 trillion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "$8.895 billion (2016 est.) ++ $9.631 billion (2015 est.)"
    },
    "Exports": {
      "text": "$487.7 billion (2016 est.) ++ $505.7 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "electrical machinery and appliances, textiles, apparel, footwear, watches and clocks, toys, plastics, precious stones, printed material"
    },
    "Exports - partners": {
      "text": "China 53.7%, US 9.5% (2015)"
    },
    "Imports": {
      "text": "$509.5 billion (2016 est.) ++ $528.5 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "raw materials and semi-manufactures, consumer goods, capital goods, foodstuffs, fuel (most is reexported)"
    },
    "Imports - partners": {
      "text": "China 49%, Japan 6.4%, Singapore 6.1%, US 5.2%, South Korea 4.3% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$342.7 billion (31 December 2016 est.) ++ $358.8 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$446 billion (31 December 2016 est.) ++ $491.9 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$1.891 trillion (31 December 2016 est.) ++ $1.744 trillion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$1.766 trillion (31 December 2016 est.) ++ $1.657 trillion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Hong Kong dollars (HKD) per US dollar - ++ 7.779 (2016 est.) ++ 7.752 (2015 est.) ++ 7.752 (2014 est.) ++ 7.754 (2013 est.) ++ 7.756 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "38 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "42 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "1.2 billion kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "10 billion kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "13 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "100% of total installed capacity (2013 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2013 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2013 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2013 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "353,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "12,000 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "359,800 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - consumption": {
      "text": "2.613 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "2.613 billion cu m (2014 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2014 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "90 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "4,327,286"
      },
      "subscriptions per 100 inhabitants": {
        "text": "61 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "16.736 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "234 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "modern facilities provide excellent domestic and international services"
      },
      "domestic": {
        "text": "microwave radio relay links and extensive fiber-optic network"
      },
      "international": {
        "text": "country code - 852; multiple international submarine cables provide connections to Asia, US, Australia, the Middle East, and Western Europe; satellite earth stations - 3 Intelsat (1 Pacific Ocean and 2 Indian Ocean); coaxial cable to Guangzhou, China (2015)"
      }
    },
    "Broadcast media": {
      "text": "2 commercial terrestrial TV networks each with multiple stations; multi-channel satellite and cable TV systems available; 3 radio networks, one of which is government funded, operate about 15 radio stations (2012)"
    },
    "Internet country code": {
      "text": ".hk"
    },
    "Internet users": {
      "total": {
        "text": "6.066 million"
      },
      "percent of population": {
        "text": "85% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "7 (registered in China)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "253 (registered in China)"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "41,867,157"
      },
      "annual freight traffic on registered air carriers": {
        "text": "11.294 billion mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "B-H (2016)"
    },
    "Airports": {
      "text": "2 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "2"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "1 (2013)"
      }
    },
    "Heliports": {
      "text": "9 (2013)"
    },
    "Roadways": {
      "total": {
        "text": "2,100 km"
      },
      "paved": {
        "text": "2,100 km (2015)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "1,644"
      },
      "by type": {
        "text": "barge carrier 2, bulk carrier 785, cargo 198, carrier 10, chemical tanker 149, container 288, liquefied gas 31, passenger 4, passenger/cargo 9, petroleum tanker 156, roll on/roll off 5, vehicle carrier 7"
      },
      "foreign-owned": {
        "text": "976 (Bangladesh 1, Belgium 26, Bermuda 20, Canada 77, China 500, Cyprus 3, Denmark 42, France 4,  Germany 10, Greece 27, Indonesia 10, Iran 3, Japan 79, Libya 1, Norway 48, Russia 1, Singapore 13, South Korea 3, Switzerland 5, Taiwan 25, UAE 1, UK 33, US 44)"
      },
      "registered in other countries": {
        "text": "341 (Bahamas 3, Bermuda 4, Cambodia 10, China 18, Curacao 1, Cyprus 2, Georgia 3, India 2, Kiribati 2, Liberia 48, Malaysia 8, Malta 4, Marshall Islands 3, NZ 1, Panama 144, Saint Vincent and the Grenadines 5, Seychelles 1, Sierra Leone 7, Singapore 46, Thail (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Hong Kong"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "no regular indigenous military forces; Hong Kong garrison of China's People's Liberation Army (PLA) includes elements of the PLA Army, PLA Navy, and PLA Air Force; these forces are under the direct leadership of the Central Military Commission in Beijing and under administrative control of the adjacent Southern Command (2016)"
    },
    "Military - note": {
      "text": "defense is the responsibility of China"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Hong Kong plans to reduce its 2,800-hectare Frontier Closed Area (FCA) to 400 hectares by 2015; the FCA was established in 1951 as a buffer zone between Hong Kong and mainland China to prevent illegal migration from and the smuggling of goods"
    },
    "Refugees and internally displaced persons": {
      "stateless persons": {
        "text": "1 (2015)"
      }
    },
    "Illicit drugs": {
      "text": "despite strenuous law enforcement efforts, faces difficult challenges in controlling transit of heroin and methamphetamine to regional and world markets; modern banking system provides conduit for money laundering; rising indigenous use of synthetic drugs, especially among young people"
    }
  }
}