{
  "Introduction": {
    "Background": {
      "text": "In 1603, after decades of civil warfare, the Tokugawa shogunate (a military-led, dynastic government) ushered in a long period of relative political stability and isolation from foreign influence. For more than two centuries this policy enabled Japan to enjoy a flowering of its indigenous culture. Japan opened its ports after signing the Treaty of Kanagawa with the US in 1854 and began to intensively modernize and industrialize. During the late 19th and early 20th centuries, Japan became a regional power that was able to defeat the forces of both China and Russia. It occupied Korea, Formosa (Taiwan), and southern Sakhalin Island. In 1931-32 Japan occupied Manchuria, and in 1937 it launched a full-scale invasion of China. Japan attacked US forces in 1941 - triggering America's entry into World War II - and soon occupied much of East and Southeast Asia. After its defeat in World War II, Japan recovered to become an economic power and an ally of the US. While the emperor retains his throne as a symbol of national unity, elected politicians hold actual decision-making power. Following three decades of unprecedented growth, Japan's economy experienced a major slowdown starting in the 1990s, but the country remains an economic power. In March 2011, Japan's strongest-ever earthquake, and an accompanying tsunami, devastated the northeast part of Honshu island, killed thousands, and damaged several nuclear power plants. The catastrophe hobbled the country's economy and its energy infrastructure, and tested its ability to deal with humanitarian disasters. Prime Minister Shinzo ABE was reelected to office in December 2012, and has since embarked on ambitious economic and security reforms to improve Japan's economy and bolster the country's international standing."
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Asia, island chain between the North Pacific Ocean and the Sea of Japan, east of the Korean Peninsula"
    },
    "Geographic coordinates": {
      "text": "36 00 N, 138 00 E"
    },
    "Map references": {
      "text": "Asia"
    },
    "Area": {
      "total": {
        "text": "377,915 sq km"
      },
      "land": {
        "text": "364,485 sq km"
      },
      "water": {
        "text": "13,430 sq km"
      },
      "note": {
        "text": "includes Bonin Islands (Ogasawara-gunto), Daito-shoto, Minami-jima, Okino-tori-shima, Ryukyu Islands (Nansei-shoto), and Volcano Islands (Kazan-retto)"
      }
    },
    "Area - comparative": {
      "text": "slightly smaller than California"
    },
    "Land boundaries": {
      "text": "0 km"
    },
    "Coastline": {
      "text": "29,751 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm; between 3 nm and 12 nm in the international straits - La Perouse or Soya, Tsugaru, Osumi, and Eastern and Western Channels of the Korea or Tsushima Strait"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "varies from tropical in south to cool temperate in north"
    },
    "Terrain": {
      "text": "mostly rugged and mountainous"
    },
    "Elevation": {
      "mean elevation": {
        "text": "438 m"
      },
      "elevation extremes": {
        "text": "lowest point: Hachiro-gata -4 m ++ highest point: Mount Fuji 3,776 m"
      }
    },
    "Natural resources": {
      "text": "negligible mineral resources, fish",
      "note": {
        "text": "with virtually no natural energy resources, Japan is the world's largest importer of coal and liquefied natural gas, as well as the second largest importer of oil"
      }
    },
    "Land use": {
      "agricultural land": {
        "text": "12.5% ++ arable land 11.7%; permanent crops 0.8%; permanent pasture 0%"
      },
      "forest": {
        "text": "68.5%"
      },
      "other": {
        "text": "19% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "24,690 sq km (2012)"
    },
    "Natural hazards": {
      "text": "many dormant and some active volcanoes; about 1,500 seismic occurrences (mostly tremors but occasional severe earthquakes) every year; tsunamis; typhoons",
      "volcanism": {
        "text": "both Unzen (elev. 1,500 m) and Sakura-jima (elev. 1,117 m), which lies near the densely populated city of Kagoshima, have been deemed Decade Volcanoes by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to their explosive history and close proximity to human populations; other notable historically active volcanoes include Asama, Honshu Island's most active volcano, Aso, Bandai, Fuji, Iwo-Jima, Kikai, Kirishima, Komaga-take, Oshima, Suwanosejima, Tokachi, Yake-dake, and Usu"
      }
    },
    "Environment - current issues": {
      "text": "air pollution from power plant emissions results in acid rain; acidification of lakes and reservoirs degrading water quality and threatening aquatic life; Japan is one of the largest consumers of fish and tropical timber, contributing to the depletion of these resources in Asia and elsewhere; following the 2011 Fukushima nuclear disaster, Japan originally planned to phase out nuclear power, but it has now implemented a new policy of seeking to restart nuclear power plants that meet strict new safety standards"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic-Environmental Protocol, Antarctic-Marine Living Resources, Antarctic Seals, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "strategic location in northeast Asia; composed of four main islands - from north Hokkaido, Honshu, Shikoku, and Kyushu (the \"Home Islands\") - and 6,848 smaller islands and islets"
    }
  },
  "People and Society": {
    "Population": {
      "text": "126,702,133 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Japanese (singular and plural)"
      },
      "adjective": {
        "text": "Japanese"
      }
    },
    "Ethnic groups": {
      "text": "Japanese 98.5%, Koreans 0.5%, Chinese 0.4%, other 0.6%",
      "note": {
        "text": "up to 230,000 Brazilians of Japanese origin migrated to Japan in the 1990s to work in industries; some have returned to Brazil (2004)"
      }
    },
    "Languages": {
      "text": "Japanese"
    },
    "Religions": {
      "text": "Shintoism 79.2%, Buddhism 66.8%, Christianity 1.5%, other 7.1%",
      "note": {
        "text": "total adherents exceeds 100% because many people practice both Shintoism and Buddhism (2012 est.)"
      }
    },
    "Age structure": {
      "0-14 years": {
        "text": "12.97% (male 8,472,869/female 7,963,782)"
      },
      "15-24 years": {
        "text": "9.67% (male 6,436,935/female 5,813,222)"
      },
      "25-54 years": {
        "text": "37.68% (male 23,593,194/female 24,145,406)"
      },
      "55-64 years": {
        "text": "12.4% (male 7,867,611/female 7,840,141)"
      },
      "65 years and over": {
        "text": "27.28% (male 15,080,738/female 19,488,235) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "64.5%"
      },
      "youth dependency ratio": {
        "text": "21.1%"
      },
      "elderly dependency ratio": {
        "text": "43.3%"
      },
      "potential support ratio": {
        "text": "2.3% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "46.9 years"
      },
      "male": {
        "text": "45.6 years"
      },
      "female": {
        "text": "48.3 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "-0.19% (2016 est.)"
    },
    "Birth rate": {
      "text": "7.8 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "9.6 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "0 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "93.5% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "0.56% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "TOKYO (capital) 38.001 million; Osaka-Kobe 20.238 million; Nagoya 9.406 million; Kitakyushu-Fukuoka 5.51 million; Shizuoka-Hamamatsu 3.369 million; Sapporo 2.571 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.06 male(s)/female"
      },
      "0-14 years": {
        "text": "1.06 male(s)/female"
      },
      "15-24 years": {
        "text": "1.11 male(s)/female"
      },
      "25-54 years": {
        "text": "0.98 male(s)/female"
      },
      "55-64 years": {
        "text": "1 male(s)/female"
      },
      "65 years and over": {
        "text": "0.77 male(s)/female"
      },
      "total population": {
        "text": "0.94 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "30.3 (2012 est.)"
    },
    "Maternal mortality rate": {
      "text": "5 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "2 deaths/1,000 live births"
      },
      "male": {
        "text": "2.3 deaths/1,000 live births"
      },
      "female": {
        "text": "1.8 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "85 years"
      },
      "male": {
        "text": "81.7 years"
      },
      "female": {
        "text": "88.5 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.41 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "54.3%",
      "note": {
        "text": "percent of women aged 20-49 (2005)"
      }
    },
    "Health expenditures": {
      "text": "10.2% of GDP (2014)"
    },
    "Physicians density": {
      "text": "2.3 physicians/1,000 population (2010)"
    },
    "Hospital bed density": {
      "text": "13.7 beds/1,000 population (2009)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 100% of population ++ rural: 100% of population ++ total: 100% of population"
      },
      "unimproved": {
        "text": " ++ urban: 0% of population ++ rural: 0% of population ++ total: 0% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 100% of population ++ rural: 100% of population ++ total: 100% of population"
      },
      "unimproved": {
        "text": " ++ urban: 0% of population ++ rural: 0% of population ++ total: 0% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "NA"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Obesity - adult prevalence rate": {
      "text": "3.5% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "3.4% (2010)"
    },
    "Education expenditures": {
      "text": "3.8% of GDP (2014)"
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "15 years"
      },
      "male": {
        "text": "15 years"
      },
      "female": {
        "text": "15 years (2013)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "5.9%"
      },
      "male": {
        "text": "6.4%"
      },
      "female": {
        "text": "5.4% (2014 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "none"
      },
      "conventional short form": {
        "text": "Japan"
      },
      "local long form": {
        "text": "Nihon-koku/Nippon-koku"
      },
      "local short form": {
        "text": "Nihon/Nippon"
      },
      "etymology": {
        "text": "the English word for Japan comes via the Chinese name for the country \"Cipangu\"; both Nihon and Nippon mean \"where the sun originates\" and are frequently translated as \"Land of the rising sun\""
      }
    },
    "Government type": {
      "text": "parliamentary constitutional monarchy"
    },
    "Capital": {
      "name": {
        "text": "Tokyo"
      },
      "geographic coordinates": {
        "text": "35 41 N, 139 45 E"
      },
      "time difference": {
        "text": "UTC+9 (14 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "47 prefectures; Aichi, Akita, Aomori, Chiba, Ehime, Fukui, Fukuoka, Fukushima, Gifu, Gunma, Hiroshima, Hokkaido, Hyogo, Ibaraki, Ishikawa, Iwate, Kagawa, Kagoshima, Kanagawa, Kochi, Kumamoto, Kyoto, Mie, Miyagi, Miyazaki, Nagano, Nagasaki, Nara, Niigata, Oita, Okayama, Okinawa, Osaka, Saga, Saitama, Shiga, Shimane, Shizuoka, Tochigi, Tokushima, Tokyo, Tottori, Toyama, Wakayama, Yamagata, Yamaguchi, Yamanashi"
    },
    "Independence": {
      "text": "3 May 1947 (current constitution adopted as amendment to Meiji Constitution); notable earlier dates: 660 B.C. (traditional date of the founding of the nation by Emperor JIMMU); 29 November 1890 (Meiji Constitution provides for constitutional monarchy)"
    },
    "National holiday": {
      "text": "Birthday of Emperor AKIHITO, 23 December (1933)"
    },
    "Constitution": {
      "text": "previous 1890; latest approved 6 October 1946, adopted 3 November 1946, effective 3 May 1947 ; note - the constitution has not been amended since its enactment in 1947 (2016)"
    },
    "Legal system": {
      "text": "civil law system based on German model; system also reflects Anglo-American influence and Japanese traditions; judicial review of legislative acts in the Supreme Court"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Japan"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "Emperor AKIHITO (since 7 January 1989)"
      },
      "head of government": {
        "text": "Prime Minister Shinzo ABE (since 26 December 2012); Deputy Prime Minister Taro ASO (since 26 December 2012)"
      },
      "cabinet": {
        "text": "Cabinet appointed by the prime minister"
      },
      "elections/appointments": {
        "text": "the monarchy is hereditary; the leader of the majority party or majority coalition in the House of Representatives usually becomes prime minister"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Diet or Kokkai consists of the House of Councillors or Sangi-in (242 seats; 146 members directly elected by majority vote and 96 directly elected in multi-seat constituencies by proportional representation vote; members serve 6-year terms with one-half of the membership renewed every 3 years) and the House of Representatives or Shugi-in (475 seats; 295 members directly elected in single-seat constituencies by simple majority vote and 180 directly elected in multi-seat constituencies by proportional representation vote; members serve maximum 4-year terms with one-half of the membership renewed every 2 years) "
      },
      "elections": {
        "text": "House of Councillors - last held on 10 July 2016 (next to be held in July 2019); House of Representatives - last held on 14 December 2014 (next to be held by 15 December 2016)"
      },
      "election results": {
        "text": "House of Councillors - percent of vote by party - NA; seats by party - LPD 123, DP 51, Komeito 25, JCP 14, Osaka Ishin no Kai (Initiatives from Osaka) 12, Independents Club 5, The Party for Japanese Kokoro 3, independents 2; note: 7 seats are pending confirmation ++ House of Representatives - percent of vote by party - NA; seats by party - LDP 291, DPJ 71, Komeito 35, JCP 21, JIP 21, Osaka Ishin no Kai 13, Group of Reformists 5, SDP 2, PLPTYF 2, independents 13, 1 seat vacant"
      },
      "note": {
        "text": "the 2013 amended electoral law - effective for the December 2016 election - reduced to 475 the number of seats in the House of Representatives"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court or Saiko saibansho (consists of the chief justice and 14 associate justices); note - the Supreme Court has jurisdiction in constitutional issues"
      },
      "judge selection and term of office": {
        "text": "Supreme Court chief justice designated by the Cabinet and appointed by the monarch; associate justices appointed by the Cabinet and confirmed by the monarch; all justices are reviewed in a popular referendum at the first general election of the House of Representatives following each judge's appointment and every 10 years afterward"
      },
      "subordinate courts": {
        "text": "8 High Courts (Koto-saiban-sho), each with a Family Court (Katei-saiban-sho); 50 District Courts (Chiho saibansho), with 203 additional branches; 438 Summary Courts (Kani saibansho)"
      }
    },
    "Political parties and leaders": {
      "text": "Democratic Party of Japan or DPJ [Renho MURATA] ++ Group of Reformists [Sakihito OZAWA] ++ Japan Communist Party or JCP [Kazuo SHII] ++ Japan Innovation Party or JIP [Yorihisa MATSUNO] ++ Komeito [Natsuo YAMAGUCHI] ++ Liberal Democratic Party or LDP [Shinzo ABE] ++ New Renaissance Party [Hiroyuki ARAI] ++ Osaka Ishin no Kai [Ichiro MATSUI] ++ Party for Future Generations or PFG [Kyoko NAKAYAMA] ++ People's Life Party & Taro Yamamoto and Friends or PLPTYF [Ichiro OZAWA] ++ Social Democratic Party or SDP [Tadatomo YOSHIDA] ++ The Assembly to Energize Japan and the Independents [Kota MATSUDA]"
    },
    "Political pressure groups and leaders": {
      "other": {
        "text": "business groups; trade unions"
      }
    },
    "International organization participation": {
      "text": "ADB, AfDB (nonregional member), APEC, Arctic Council (observer), ARF, ASEAN (dialogue partner), Australia Group, BIS, CD, CE (observer), CERN (observer), CICA (observer), CP, CPLP (associate), EAS, EBRD, EITI (implementing country), FAO, FATF, G-5, G-7, G-8, G-10, G-20, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IEA, IFAD, IFC, IFRCS, IGAD (partners), IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAIA (observer), MIGA, NEA, NSG, OAS (observer), OECD, OPCW, OSCE (partner), Pacific Alliance (observer), Paris Club, PCA, PIF (partner), SAARC (observer), SELEC (observer), SICA (observer), UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNMISS, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO, ZC"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Kenichiro SASAE (since 19 November 2012)"
      },
      "chancery": {
        "text": "2520 Massachusetts Avenue NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 238-6700"
      },
      "FAX": {
        "text": "[1] (202) 328-2187"
      },
      "consulate(s) general": {
        "text": "Anchorage (AK), Atlanta, Boston, Chicago, Dallas, Denver (CO), Detroit (MI), Honolulu (HI), Houston, Las Vegas (NV), Los Angeles, Miami, Nashville (TN), New Orleans, New York, Oklahoma City (OK), Orlando (FL), Philadelphia (PA), Phoenix (AZ), Portland (OR), San Francisco, Seattle, Saipan (Puerto Rico), Tamuning (Guam)"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Caroline Bouvier KENNEDY (since 19 November 2013)"
      },
      "embassy": {
        "text": "1-10-5 Akasaka, Minato-ku, Tokyo 107-8420"
      },
      "mailing address": {
        "text": "Unit 9800, Box 300, APO AP 96303-0300"
      },
      "telephone": {
        "text": "[81] (03) 3224-5000"
      },
      "FAX": {
        "text": "[81] (03) 3505-1862"
      },
      "consulate(s) general": {
        "text": "Naha (Okinawa), Osaka-Kobe, Sapporo"
      },
      "consulate(s)": {
        "text": "Fukuoka, Nagoya"
      }
    },
    "Flag description": {
      "text": "white with a large red disk (representing the sun without rays) in the center"
    },
    "National symbol(s)": {
      "text": "red sun disc, chrysanthemum; national colors: red, white"
    },
    "National anthem": {
      "name": {
        "text": "\"Kimigayo\" (The Emperor\"s Reign)"
      },
      "lyrics/music": {
        "text": "unknown/Hiromori HAYASHI"
      },
      "note": {
        "text": "adopted 1999; unofficial national anthem since 1883; oldest anthem lyrics in the world, dating to the 10th century or earlier; there is some opposition to the anthem because of its association with militarism and worship of the emperor"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Over the past 70 years, government-industry cooperation, a strong work ethic, mastery of high technology, and a comparatively small defense allocation (1% of GDP) have helped Japan develop an advanced economy. Two notable characteristics of the post-World War II economy were the close interlocking structures of manufacturers, suppliers, and distributors, known as keiretsu, and the guarantee of lifetime employment for a substantial portion of the urban labor force. Both features are now eroding under the dual pressures of global competition and domestic demographic change. ++  ++ Scarce in many natural resources, Japan has long been dependent on imported raw materials. Since the complete shutdown of Japan’s nuclear reactors after the earthquake and tsunami disaster in 2011, Japan's industrial sector has become even more dependent than before on imported fossil fuels. A small agricultural sector is highly subsidized and protected, with crop yields among the highest in the world. While self-sufficient in rice production, Japan imports about 60% of its food on a caloric basis. ++  ++ For three decades, overall real economic growth had been impressive - a 10% average in the 1960s, 5% in the 1970s, and 4% in the 1980s. Growth slowed markedly in the 1990s, averaging just 1.7%, largely because of the aftereffects of inefficient investment and an asset price bubble in the late 1980s, after which it took a considerable time for firms to reduce excess debt, capital, and labor. Modest economic growth continued after 2000, but the economy has fallen into recession four times since 2008. Government stimulus spending helped the economy recover in late 2009 and 2010, but the economy contracted again in 2011 as the massive 9.0 magnitude earthquake and the ensuing tsunami in March of that year disrupted economic activity. The economy has largely recovered in the five years since the disaster, although output in the affected areas continues to lag behind the national average. ++  ++ Japan enjoyed a sharp uptick in growth in 2013 on the basis of Prime Minister Shinzo ABE’s “Three Arrows” economic revitalization agenda - dubbed “Abenomics” - of monetary easing, “flexible” fiscal policy, and structural reform. In 2015, ABE revised his “Three Arrows” to raise nominal GDP by 20% to 600 trillion yen by 2020, stem population decline by raising the fertility rate, and provide more support for workers with children and aging relatives. ABE’s government has replaced the preceding administration’s plan to phase out nuclear power with a new policy of seeking to restart nuclear power plants that meet strict new safety standards, and emphasizing nuclear energy’s importance as a base-load electricity source. Japan successfully restarted two nuclear reactors at the Sendai Nuclear Power Plant in Kagoshima prefecture. In October 2015, Japan and 11 trading partners reached agreement on the Trans-Pacific Partnership, a pact that promises to open Japan's economy to increased foreign competition and create new export opportunities for Japanese businesses. ++  ++ Measured on a purchasing power parity (PPP) basis that adjusts for price differences, Japan in 2015 stood as the fourth-largest economy in the world after first-place China, which surpassed Japan in 2001, and third-place India, which edged out Japan in 2012. While seeking to stimulate and reform the economy, the government must also devise a strategy for reining in Japan's huge government debt, which amounts to more than 230% of GDP. To help raise government revenue, Japan adopted legislation in 2012 to gradually raise the consumption tax rate to 10% by 2015, beginning with a hike from 5% to 8%, implemented in April 2014. That increase had a contractionary effect on GDP, however, so PM ABE in late 2014 decided to postpone the final phase of the increase until April 2017 to give the economy more time to recover. Led by the Bank of Japan’s aggressive monetary easing, Japan is making progress in ending deflation, but demographic decline – a low birthrate and an aging, shrinking population – poses a major long-term challenge for the economy."
    },
    "GDP (purchasing power parity)": {
      "text": "$4.932 trillion (2016 est.) ++ $4.907 trillion (2015 est.) ++ $4.881 trillion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$4.73 trillion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "0.5% (2016 est.) ++ 0.5% (2015 est.) ++ 0% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$38,900 (2016 est.) ++ $38,600 (2015 est.) ++ $38,400 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "25.3% of GDP (2016 est.) ++ 25.3% of GDP (2015 est.) ++ 22.6% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "58.3%"
      },
      "government consumption": {
        "text": "20.4%"
      },
      "investment in fixed capital": {
        "text": "21.7%"
      },
      "investment in inventories": {
        "text": "-0.1%"
      },
      "exports of goods and services": {
        "text": "16.6%"
      },
      "imports of goods and services": {
        "text": "-16.9% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "1.2%"
      },
      "industry": {
        "text": "27.7%"
      },
      "services": {
        "text": "71.1% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "vegetables, rice, fish, poultry, fruit, dairy products, pork, beef, flowers, potatoes/taros/yams, sugar cane, tea, legumes, wheat and barley"
    },
    "Industries": {
      "text": "among world's largest and most technologically advanced producers of motor vehicles, electronic equipment, machine tools, steel and nonferrous metals, ships, chemicals, textiles, processed foods"
    },
    "Industrial production growth rate": {
      "text": "0.5% (2016 est.)"
    },
    "Labor force": {
      "text": "65.93 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "2.9%"
      },
      "industry": {
        "text": "26.2%"
      },
      "services": {
        "text": "70.9% (February 2015 est)"
      }
    },
    "Unemployment rate": {
      "text": "3.2% (2016 est.) ++ 3.4% (2015 est.)"
    },
    "Population below poverty line": {
      "text": "16.1% (2013 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.7%"
      },
      "highest 10%": {
        "text": "24.8% (2008)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "37.9 (2011) ++ 24.9 (1993)"
    },
    "Budget": {
      "revenues": {
        "text": "$1.696 trillion"
      },
      "expenditures": {
        "text": "$1.931 trillion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "35.8% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-5% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "234.7% of GDP (2016 est.) ++ 230% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "1 April - 31 March"
    },
    "Inflation rate (consumer prices)": {
      "text": "-0.1% (2016 est.) ++ 0.8% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "0.3% (31 December 2015) ++ 0.3% (31 December 2014)"
    },
    "Commercial bank prime lending rate": {
      "text": "1.5% (31 December 2016 est.) ++ 1.48% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$6.314 trillion (31 December 2016 est.) ++ $5.131 trillion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$9.156 trillion (31 December 2016 est.) ++ $7.542 trillion (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$13.27 trillion (31 December 2016 est.) ++ $11.09 trillion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$4.895 trillion (31 December 2015 est.) ++ $4.378 trillion (31 December 2014 est.) ++ $4.543 trillion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "$176.1 billion (2016 est.) ++ $135.6 billion (2015 est.)"
    },
    "Exports": {
      "text": "$641.4 billion (2016 est.) ++ $622 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "motor vehicles 14.9%; iron and steel products 5.4%; semiconductors 5%; auto parts 4.8%; power generating machinery 3.5%; plastic materials 3.3% (2014 est.)"
    },
    "Exports - partners": {
      "text": "US 20.2%, China 17.5%, South Korea 7.1%, Hong Kong 5.6%, Thailand 4.5% (2015)"
    },
    "Imports": {
      "text": "$629.8 billion (2016 est.) ++ $627.3 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "petroleum 16.1%; liquid natural gas 9.1%; clothing 3.8%; semiconductors 3.3%; coal 2.4%; audio and visual apparatus 1.4% (2014 est.)"
    },
    "Imports - partners": {
      "text": "China 24.8%, US 10.5%, Australia 5.4%, South Korea 4.1% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$1.233 trillion (31 December 2015 est.) ++ $1.261 trillion (31 December 2014 est.)"
    },
    "Debt - external": {
      "text": "$3.24 trillion (31 March 2016 est.) ++ $2.83 trillion (31 March 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$204.3 billion (31 December 2016 est.) ++ $202.4 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$1.418 trillion (31 December 2016 est.) ++ $1.258 trillion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "yen (JPY) per US dollar - ++ 107.1 (2016 est.) ++ 121.02 (2015 est.) ++ 121.02 (2014 est.) ++ 97.44 (2013 est.) ++ 79.79 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "980 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "934 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "313 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "64.4% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "15.1% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "7.6% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "3.8% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "4,247 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "3.433 million bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "541.6 million bbl (March, 2015 est.)"
    },
    "Refined petroleum products - production": {
      "text": "3.527 million bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "4.12 million bbl/day (2015 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "367,600 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "1.067 million bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "4.757 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "131.3 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2014 est.)"
    },
    "Natural gas - imports": {
      "text": "124.7 billion cu m (2014 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "20.9 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "1.257 billion Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "63,633,050"
      },
      "subscriptions per 100 inhabitants": {
        "text": "50 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "158.591 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "125 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "excellent domestic and international service"
      },
      "domestic": {
        "text": "high level of modern technology and excellent service of every kind"
      },
      "international": {
        "text": "country code - 81; numerous submarine cables provide links throughout Asia, Australia, the Middle East, Europe, and US; satellite earth stations - 7 Intelsat (Pacific and Indian Oceans), 1 Intersputnik (Indian Ocean region), 2 Inmarsat (Pacific and Indian (2012)"
      }
    },
    "Broadcast media": {
      "text": "a mixture of public and commercial broadcast TV and radio stations; 6 national terrestrial TV networks including 1 public broadcaster; the large number of radio and TV stations available provide a wide range of choices; satellite and cable services provid (2012)"
    },
    "Internet country code": {
      "text": ".jp"
    },
    "Internet users": {
      "total": {
        "text": "118.453 million"
      },
      "percent of population": {
        "text": "93.3% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "23"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "627"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "113.762 million"
      },
      "annual freight traffic on registered air carriers": {
        "text": "8,868.745 million mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "JA (2016)"
    },
    "Airports": {
      "text": "175 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "142"
      },
      "over 3,047 m": {
        "text": "6"
      },
      "2,438 to 3,047 m": {
        "text": "45"
      },
      "1,524 to 2,437 m": {
        "text": "38"
      },
      "914 to 1,523 m": {
        "text": "28"
      },
      "under 914 m": {
        "text": "25 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "33"
      },
      "914 to 1,523 m": {
        "text": "5"
      },
      "under 914 m": {
        "text": "28 (2013)"
      }
    },
    "Heliports": {
      "text": "16 (2013)"
    },
    "Pipelines": {
      "text": "gas 4,456 km; oil 174 km; oil/gas/water 104 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "27,311 km"
      },
      "standard gauge": {
        "text": "4,800 km 1.435-m gauge (4,800 km electrified)"
      },
      "dual gauge": {
        "text": "132 km 1.435-1.067-m gauge (132 km electrified)"
      },
      "narrow gauge": {
        "text": "124 km 1.372-m gauge (124 km electrified); 22,207 km 1.067-m gauge (15,430 km electrified); 48 km 0.762-m gauge (48 km electrified) (2015)"
      }
    },
    "Roadways": {
      "total": {
        "text": "1,218,772 km"
      },
      "paved": {
        "text": "992,835 km (includes 8,428 km of expressways)"
      },
      "unpaved": {
        "text": "225,937 km (2015)"
      }
    },
    "Waterways": {
      "text": "1,770 km (seagoing vessels use inland seas) (2010)"
    },
    "Merchant marine": {
      "total": {
        "text": "684"
      },
      "by type": {
        "text": "bulk carrier 168, cargo 34, carrier 3, chemical tanker 29, container 2, liquefied gas 58, passenger 11, passenger/cargo 117, petroleum tanker 152, refrigerated cargo 4, roll on/roll off 52, vehicle carrier 54"
      },
      "registered in other countries": {
        "text": "3,122 (Bahamas 88, Bermuda 2, Burma 1, Cambodia 1, Cayman Islands 23, China 2, Cyprus 16, Honduras 4, Hong Kong 79, Indonesia 8, Isle of Man 19, Liberia 110, Luxembourg 3, Malaysia 2, Malta 5, Marshall Islands 59, Mongolia 2, Netherlands 1, Panama 2372, Philipp (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Chiba, Kawasaki, Kobe, Mizushima, Moji, Nagoya, Osaka, Tokyo, Tomakomai, Yokohama"
      },
      "container port(s) (TEUs)": {
        "text": "Kobe (2,725,304), Nagoya (2,471,821), Osaka (2,172,797), Tokyo (4,416,119), Yokohama (2,992,517)"
      },
      "LNG terminal(s) (import)": {
        "text": "Chita, Fukwoke, Futtsu, Hachinone, Hakodate, Hatsukaichi, Higashi Ohgishima, Higashi Niigata, Himeiji, Joetsu, Kagoshima, Kawagoe, Kita Kyushu, Mizushima, Nagasaki, Naoetsu, Negishi, Ohgishima, Oita, Sakai, Sakaide, Senboku, Shimizu, Shin Minato, Sodegaura, Tobata, Yanai, Yokkaichi; Okinawa - Nakagusuku"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Japanese Ministry of Defense (MOD): Ground Self-Defense Force (Rikujou Jieitai, GSDF), Maritime Self-Defense Force (Kaijou Jieitai, MSDF), Air Self-Defense Force (Koukuu Jieitai, ASDF) (2011)"
    },
    "Military service age and obligation": {
      "text": "18 years of age for voluntary military service; no conscription; mandatory retirement at age 53 for senior enlisted personnel and at 62 years for senior service officers (2012)"
    },
    "Military expenditures": {
      "text": "0.97% of GDP (2012) ++ 1.01% of GDP (2011) ++ 0.99% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "the sovereignty dispute over the islands of Etorofu, Kunashiri, and Shikotan, and the Habomai group, known in Japan as the \"Northern Territories\" and in Russia as the \"Southern Kuril Islands,\" occupied by the Soviet Union in 1945, now administered by Russia and claimed by Japan, remains the primary sticking point to signing a peace treaty formally ending World War II hostilities; Japan and South Korea claim Liancourt Rocks (Take-shima/Tok-do) occupied by South Korea since 1954; the Japanese-administered Senkaku Islands are also claimed by China and Taiwan"
    },
    "Refugees and internally displaced persons": {
      "stateless persons": {
        "text": "603 (2015)"
      }
    }
  }
}