{
  "Introduction": {
    "Background": {
      "text": "An independent kingdom for much of its long history, Korea was occupied by Japan beginning in 1905 following the Russo-Japanese War. Five years later, Japan formally annexed the entire peninsula. Following World War II, Korea was split with the northern half coming under Soviet-sponsored communist control. After failing in the Korean War (1950-53) to conquer the US-backed Republic of Korea (ROK) in the southern portion by force, North Korea (DPRK), under its founder President KIM Il Sung, adopted a policy of ostensible diplomatic and economic \"self-reliance\" as a check against outside influence. The DPRK demonized the US as the ultimate threat to its social system through state-funded propaganda, and molded political, economic, and military policies around the core ideological objective of eventual unification of Korea under Pyongyang's control. KIM Il Sung's son, KIM Jong Il, was officially designated as his father's successor in 1980, assuming a growing political and managerial role until the elder KIM's death in 1994. KIM Jong Un was publicly unveiled as his father's successor in 2010. Following KIM Jong Il's death in 2011, KIM Jong Un quickly assumed power and has now taken on most of his father's former titles and duties. After decades of economic mismanagement and resource misallocation, the DPRK since the mid-1990s has relied heavily on international aid to feed its population. The DPRK began to ease restrictions to allow semi-private markets, starting in 2002, but then sought to roll back the scale of economic reforms in 2005 and 2009. North Korea's history of regional military provocations; proliferation of military-related items; long-range missile development; WMD programs including tests of nuclear devices in 2006, 2009, and 2013; and massive conventional armed forces are of major concern to the international community. The regime in 2013 announced a new policy calling for the simultaneous development of its nuclear weapons program and its economy."
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Asia, northern half of the Korean Peninsula bordering the Korea Bay and the Sea of Japan, between China and South Korea"
    },
    "Geographic coordinates": {
      "text": "40 00 N, 127 00 E"
    },
    "Map references": {
      "text": "Asia"
    },
    "Area": {
      "total": {
        "text": "120,538 sq km"
      },
      "land": {
        "text": "120,408 sq km"
      },
      "water": {
        "text": "130 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than Virginia; slightly smaller than Mississippi",
      "Area comparison map": {
        "text": null
      }
    },
    "Land boundaries": {
      "total": {
        "text": "1,607 km"
      },
      "border countries": {
        "text": "China 1,352 km, South Korea 237 km, Russia 18 km"
      }
    },
    "Coastline": {
      "text": "2,495 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "note": {
        "text": "military boundary line 50 nm in the Sea of Japan and the exclusive economic zone limit in the Yellow Sea where all foreign vessels and aircraft without permission are banned"
      }
    },
    "Climate": {
      "text": "temperate, with rainfall concentrated in summer; long, bitter winters"
    },
    "Terrain": {
      "text": "mostly hills and mountains separated by deep, narrow valleys; wide coastal plains in west, discontinuous in east"
    },
    "Elevation extremes": {
      "lowest point": {
        "text": "Sea of Japan 0 m"
      },
      "highest point": {
        "text": "Paektu-san 2,744 m"
      }
    },
    "Natural resources": {
      "text": "coal, lead, tungsten, zinc, graphite, magnesite, iron ore, copper, gold, pyrites, salt, fluorspar, hydropower"
    },
    "Land use": {
      "agricultural land": {
        "text": "21.8% ++ arable land 19.5%; permanent crops 1.9%; permanent pasture 0.4%"
      },
      "forest": {
        "text": "46%"
      },
      "other": {
        "text": "32.2% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "14,600 sq km (2003)"
    },
    "Total renewable water resources": {
      "text": "77.15 cu km (2011)"
    },
    "Freshwater withdrawal (domestic/industrial/agricultural)": {
      "total": {
        "text": "8.66  cu km/yr (10%/13%/76%)"
      },
      "per capita": {
        "text": "360.6  cu m/yr (2005)"
      }
    },
    "Natural hazards": {
      "text": "late spring droughts often followed by severe flooding; occasional typhoons during the early fall",
      "volcanism": {
        "text": "Changbaishan (elev. 2,744 m) (also known as Baitoushan, Baegdu or P'aektu-san), on the Chinese border, is considered historically active"
      }
    },
    "Environment - current issues": {
      "text": "water pollution; inadequate supplies of potable water; waterborne disease; deforestation; soil erosion and degradation"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Environmental Modification, Hazardous Wastes, Ozone Layer Protection, Ship Pollution"
      },
      "signed, but not ratified": {
        "text": "Law of the Sea"
      }
    },
    "Geography - note": {
      "text": "strategic location bordering China, South Korea, and Russia; mountainous interior is isolated and sparsely populated"
    }
  },
  "People and Society": {
    "Nationality": {
      "noun": {
        "text": "Korean(s)"
      },
      "adjective": {
        "text": "Korean"
      }
    },
    "Ethnic groups": {
      "text": "racially homogeneous; there is a small Chinese community and a few ethnic Japanese"
    },
    "Languages": {
      "text": "Korean"
    },
    "Religions": {
      "text": "traditionally Buddhist and Confucianist, some Christian and syncretic Chondogyo (Religion of the Heavenly Way)",
      "note": {
        "text": "autonomous religious activities now almost nonexistent; government-sponsored religious groups exist to provide illusion of religious freedom"
      }
    },
    "Population": {
      "text": "24,983,205 (July 2015 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "21.21% (male 2,692,482/female 2,606,842)"
      },
      "15-24 years": {
        "text": "16.08% (male 2,027,480/female 1,989,839)"
      },
      "25-54 years": {
        "text": "44.04% (male 5,511,569/female 5,491,236)"
      },
      "55-64 years": {
        "text": "8.76% (male 1,034,064/female 1,154,141)"
      },
      "65 years and over": {
        "text": "9.91% (male 852,962/female 1,622,590) (2015 est.)"
      },
      "population pyramid": {
        "text": null
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "44.3%"
      },
      "youth dependency ratio": {
        "text": "30.5%"
      },
      "elderly dependency ratio": {
        "text": "13.8%"
      },
      "potential support ratio": {
        "text": "7.3% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "33.6 years"
      },
      "male": {
        "text": "32 years"
      },
      "female": {
        "text": "35.2 years (2015 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.53% (2015 est.)"
    },
    "Birth rate": {
      "text": "14.52 births/1,000 population (2015 est.)"
    },
    "Death rate": {
      "text": "9.21 deaths/1,000 population (2015 est.)"
    },
    "Net migration rate": {
      "text": "-0.04 migrant(s)/1,000 population (2015 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "60.9% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "0.75% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "PYONGYANG (capital) 2.863 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.03 male(s)/female"
      },
      "15-24 years": {
        "text": "1.02 male(s)/female"
      },
      "25-54 years": {
        "text": "1 male(s)/female"
      },
      "55-64 years": {
        "text": "0.9 male(s)/female"
      },
      "65 years and over": {
        "text": "0.53 male(s)/female"
      },
      "total population": {
        "text": "0.94 male(s)/female (2015 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "82 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "23.68 deaths/1,000 live births"
      },
      "male": {
        "text": "26.29 deaths/1,000 live births"
      },
      "female": {
        "text": "20.94 deaths/1,000 live births (2015 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "70.11 years"
      },
      "male": {
        "text": "66.26 years"
      },
      "female": {
        "text": "74.16 years (2015 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.97 children born/woman (2015 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "70.6%",
      "note": {
        "text": "percent of women aged 20-49 (2010)"
      }
    },
    "Hospital bed density": {
      "text": "13.2 beds/1,000 population (2012)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 99.9% of population ++ rural: 99.4% of population ++ total: 99.7% of population"
      },
      "unimproved": {
        "text": " ++ urban: 0.1% of population ++ rural: 0.6% of population ++ total: 0.3% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 87.9% of population ++ rural: 72.5% of population ++ total: 81.9% of population"
      },
      "unimproved": {
        "text": " ++ urban: 12.1% of population ++ rural: 27.5% of population ++ total: 18.1% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Obesity - adult prevalence rate": {
      "text": "2.5% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "15.2% (2012)"
    },
    "Education expenditures": {
      "text": "NA"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "100%"
      },
      "male": {
        "text": "100%"
      },
      "female": {
        "text": "100% (2015 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Democratic People's Republic of Korea"
      },
      "conventional short form": {
        "text": "North Korea"
      },
      "local long form": {
        "text": "Choson-minjujuui-inmin-konghwaguk"
      },
      "local short form": {
        "text": "Choson"
      },
      "abbreviation": {
        "text": "DPRK"
      }
    },
    "Government type": {
      "text": "Communist state one-man dictatorship"
    },
    "Capital": {
      "name": {
        "text": "Pyongyang"
      },
      "geographic coordinates": {
        "text": "39 01 N, 125 45 E"
      },
      "time difference": {
        "text": "UTC+8.5 (13.5 hours ahead of Washington, DC, during Standard Time)"
      },
      "note": {
        "text": "on 15 August 2015, North Korea reverted to UTC+8.5, a time zone that had been observed during pre-colonial times"
      }
    },
    "Administrative divisions": {
      "text": "9 provinces (do, singular and plural) and 2 municipalities (si, singular and plural)",
      "provinces": {
        "text": "Chagang-do (Chagang), Hamgyong-bukto (North Hamgyong), Hamgyong-namdo (South Hamgyong), Hwanghae-bukto (North Hwanghae), Hwanghae-namdo (South Hwanghae), Kangwon-do (Kangwon), P'yongan-bukto (North Pyongan), P'yongan-namdo (South Pyongan), Yanggang-do (Yanggang)"
      },
      "municipalities": {
        "text": "Nason-si, P'yongyang-si (Pyongyang)"
      }
    },
    "Independence": {
      "text": "15 August 1945 (from Japan)"
    },
    "National holiday": {
      "text": "Founding of the Democratic People's Republic of Korea (DPRK), 9 September (1948)"
    },
    "Constitution": {
      "text": "previous 1948, 1972; latest adopted 1998 (during KIM Jong Il era); revised 2009, 2012, 2013 (2015)"
    },
    "Legal system": {
      "text": "civil law system based on the Prussian model; system influenced by Japanese traditions and Communist legal theory"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Suffrage": {
      "text": "17 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "KIM Jong Un (since 17 December 2011)"
      },
      "head of government": {
        "text": "Premier PAK Pong Ju (since 2 April 2013); Vice Premiers"
      },
      "cabinet": {
        "text": "Cabinet or Naegak members appointed by the Supreme People's Assembly except the Minister of People's Armed Forces"
      },
      "elections/appointments": {
        "text": "chief of state and premier indirectly elected by the Supreme People's Assembly; election last held on 9 March 2014 (next election NA)"
      },
      "election results": {
        "text": "KIM Jong Un elected unopposed"
      },
      "note": {
        "text": "the Korean Workers' Party continues to list deceased leaders KIM Il Sung and KIM Jong Il as Eternal President and Eternal General Secretary respectively"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Supreme People's Assembly or Ch'oego Inmin Hoeui (687 seats; members directly elected by absolute majority vote to serve 5-year terms); note - the Korean Workers' Party selects all candidates"
      },
      "elections": {
        "text": "last held on 9 March 2014 (next to be held in March 2019)"
      },
      "election results": {
        "text": "percent of vote by party - NA; seats by party - NA; ruling party approves a list of candidates who are elected without opposition; a token number of seats are reserved for minor parties"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court or Central Court (consists of the chief justice and 2 \"People's Assessors\" and for some cases, 3 judges)"
      },
      "judge selection and term of office": {
        "text": "judges elected by the Supreme People's Assembly for 5-year terms"
      },
      "subordinate courts": {
        "text": "provincial, municipal, military, special courts; people' courts (lowest level)"
      }
    },
    "Political parties and leaders": {
      "major party": {
        "text": "Korean Workers' Party or KWP [KIM Jong Un]"
      },
      "minor parties": {
        "text": "Chondoist Chongu Party [RYU Mi Yong] (under KWP control) ++ Social Democratic Party [KIM Yong Dae] (under KWP control)"
      }
    },
    "Political pressure groups and leaders": {
      "text": "none"
    },
    "International organization participation": {
      "text": "ARF, FAO, G-77, ICAO, ICRM, IFAD, IFRCS, IHO, IMO, IMSO, IOC, IPU, ISO, ITSO, ITU, NAM, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WFTU (NGOs), WHO, WIPO, WMO"
    },
    "Diplomatic representation in the US": {
      "text": "none; North Korea has a Permanent Mission to the UN in New York"
    },
    "Diplomatic representation from the US": {
      "text": "none; note - Swedish Embassy in Pyongyang represents the US as consular protecting power"
    },
    "Flag description": {
      "text": "three horizontal bands of blue (top), red (triple width), and blue; the red band is edged in white; on the hoist side of the red band is a white disk with a red five-pointed star; the broad red band symbolizes revolutionary traditions; the narrow white bands stand for purity, strength, and dignity; the blue bands signify sovereignty, peace, and friendship; the red star represents socialism"
    },
    "National symbol(s)": {
      "text": "red star, chollima (winged horse); national colors: red, white, blue"
    },
    "National anthem": {
      "name": {
        "text": "\"Aegukka\" (Patriotic Song)"
      },
      "lyrics/music": {
        "text": "PAK Se Yong/KIM Won Gyun"
      },
      "note": {
        "text": "adopted 1947; both North Korea's and South Korea's anthems share the same name and have a vaguely similar melody but have different lyrics; the North Korean anthem is also known as \"Ach'imun pinnara\" (Let Morning Shine)"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "North Korea, one of the world's most centrally directed and least open economies, faces chronic economic problems. Industrial capital stock is nearly beyond repair as a result of years of underinvestment, shortages of spare parts, and poor maintenance. Large-scale military spending draws off resources needed for investment and civilian consumption. Industrial and power outputs have stagnated for years at a fraction of pre-1990 levels. Frequent weather-related crop failures aggravated chronic food shortages caused by on-going systemic problems, including a lack of arable land, collective farming practices, poor soil quality, insufficient fertilization, and persistent shortages of tractors and fuel.  The mid 1990s were marked by severe famine and widespread starvation.  Significant food aid was provided by the international community through 2009.  Since that time, food assistance has declined significantly.  In the last few years, domestic corn and rice production has been somewhat better, although domestic production does not fully satisfy demand.  A large portion of the population continues to suffer from prolonged malnutrition and poor living conditions. Since 2002, the government has allowed informal markets to begin selling a wider range of goods. It also implemented changes in the management process of communal farms in an effort to boost agricultural output. In December 2009, North Korea carried out a redenomination of its currency, capping the amount of North Korean won that could be exchanged for the new notes, and limiting the exchange to a one-week window. A concurrent crackdown on markets and foreign currency use yielded severe shortages and inflation, forcing Pyongyang to ease the restrictions by February 2010. In response to the sinking of the South Korean warship Cheonan and the shelling of Yeonpyeong Island in 2010, South Korea’s government cut off most aid, trade, and bilateral cooperation activities, with the exception of operations at the Kaesong Industrial Complex. North Korea continued efforts to develop special economic zones and expressed willingness to permit construction of a trilateral gas pipeline that would carry Russian natural gas to South Korea.  North Korea is also working with Russia to refurbish North Korea’s dilapidated rail network and jointly rebuilt a link between a North Korean port in the Rason Special Economic Zone and the Russian rail network. The North Korean government often highlights its goal of becoming a “strong and prosperous” nation and attracting foreign investment, a key factor for improving the overall standard of living. In 2013-2014, the regime rolled out 20 new economic development zones - now totaling 25 -  set up for foreign investors, although the initiative remains in its infancy.  Firm political control remains the government’s overriding concern, which likely will inhibit changes to North Korea’s current economic system."
    },
    "GDP (purchasing power parity)": {
      "text": "$40 billion (2013 est.) ++ $40 billion (2012 est.) ++ $40 billion (2011 est.)",
      "note": {
        "text": "data are in 2013 US dollars; ++ North Korea does not publish reliable National Income Accounts data; the data shown here are derived from purchasing power parity (PPP) GDP estimates for North Korea that were made by Angus MADDISON in a study conducted for the OECD; his figure for 1999 was extrapolated to 2011 using estimated real growth rates for North Korea's GDP and an inflation factor based on the US GDP deflator; the results were rounded to the nearest $10 billion."
      }
    },
    "GDP (official exchange rate)": {
      "text": "$28 billion (2013 est.)"
    },
    "GDP - real growth rate": {
      "text": "1.1% (2013 est.) ++ NA% (2012 est.) ++ 0.8% (2011 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$1,800 (2013 est.) ++ $1,800 (2012 est.) ++ $1,900 (2009 est.)",
      "note": {
        "text": "data are in 2013 US dollars"
      }
    },
    "Gross national saving": {
      "text": "NA"
    },
    "GDP - composition, by end use": {
      "exports of goods and services": {
        "text": "5.9%"
      },
      "imports of goods and services": {
        "text": "11.1% (2013 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "22.4%"
      },
      "industry": {
        "text": "47.6%"
      },
      "services": {
        "text": "30% (2013 est.)"
      }
    },
    "Agriculture - products": {
      "text": "rice, corn, potatoes, soybeans, pulses, beef, pork, eggs"
    },
    "Industries": {
      "text": "military products; machine building, electric power, chemicals; mining (coal, iron ore, limestone, magnesite, graphite, copper, zinc, lead, and precious metals), metallurgy; textiles, food processing; tourism"
    },
    "Industrial production growth rate": {
      "text": "1.1% (2013 est.)"
    },
    "Labor force": {
      "text": "15.21 million",
      "note": {
        "text": "estimates vary widely (2013 est.)"
      }
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "37%"
      },
      "industry and services": {
        "text": "63% (2008 est.)"
      }
    },
    "Unemployment rate": {
      "text": "25.6% (2013 est.) ++ 25.5% (2012 est.)"
    },
    "Population below poverty line": {
      "text": "NA%"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA%"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$3.2 billion"
      },
      "expenditures": {
        "text": "$3.3 billion (2007 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "11.4% of GDP",
      "note": {
        "text": "excludes earnings from state-operated enterprises (2007 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-0.4% of GDP (2007 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "NA%"
    },
    "Exports": {
      "text": "$3.834 billion (2013 est.) ++ $3.955 billion (2012 est.)"
    },
    "Exports - commodities": {
      "text": "minerals, metallurgical products, manufactures (including armaments), textiles, agricultural and fishery products"
    },
    "Exports - partners": {
      "text": "China 54.9%, Algeria 30%, South Korea 16% (2014 est.)"
    },
    "Imports": {
      "text": "$4.647 billion (2013 est.) ++ $4.832 billion (2012 est.)"
    },
    "Imports - commodities": {
      "text": "petroleum, coking coal, machinery and equipment, textiles, grain"
    },
    "Imports - partners": {
      "text": "China 79.3%, South Korea 11%, Republic of the Congo 4.5% (2014 est.)"
    },
    "Debt - external": {
      "text": "$5 billion (2013 est.)"
    },
    "Exchange rates": {
      "text": "North Korean won (KPW) per US dollar (average market rate) ++ 98.5 (2014 est.) ++ 98.5 (2013 est.) ++ 155.5 (2012 est.) ++ 140 (2011 est.) ++ 145 (2010 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "18.76 billion kWh (2012 est.)"
    },
    "Electricity - consumption": {
      "text": "15.72 billion kWh (2012 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "7.243 million kW (2013 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "47.4% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "52.6% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2014 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2012 est.)"
    },
    "Crude oil - imports": {
      "text": "70,000 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2015 est.)"
    },
    "Refined petroleum products - production": {
      "text": "11,120 bbl/day (2012 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "17,000 bbl/day (2013 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "4,000 bbl/day (2012 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2014 est.)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "45.4 million Mt (2012 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "1.18 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "5 (2014 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "2.8 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "11 (2014 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "adequate system; nationwide fiber-optic network; mobile-cellular service expanding beyond Pyongyang"
      },
      "domestic": {
        "text": "fiber-optic links installed down to the county level; telephone directories unavailable; GSM mobile-cellular service initiated in 2002 but suspended in 2004; Orascom Telecom Holding, an Egyptian company, launched W-CDMA mobile service on 15 December 2008 for the Pyongyang area, has expanded service to several large cities and now has a 1-million-person subscriber base"
      },
      "international": {
        "text": "country code - 850; satellite earth stations - 2 (1 Intelsat - Indian Ocean, 1 Russian - Indian Ocean region); other international connections through Moscow and Beijing (2011)"
      }
    },
    "Broadcast media": {
      "text": "no independent media; radios and TVs are pre-tuned to government stations; 4 government-owned TV stations; the Korean Workers' Party owns and operates the Korean Central Broadcasting Station, and the state-run Voice of Korea operates an external broadcast service; the government prohibits listening to and jams foreign broadcasts (2008)"
    },
    "Radio broadcast stations": {
      "text": "AM 17 (including 11 stations of Korean Central Broadcasting Station; North Korea has a \"national intercom\" cable radio station wired throughout the country that is a significant source of information for the average North Korean citizen; it is wired into most residences and workplaces and carries news and commentary), FM 14, shortwave 14 (2006)"
    },
    "Television broadcast stations": {
      "text": "4 (includes Korean Central Television, Mansudae Television, Korean Educational and Cultural Network, and Kaesong Television targeting South Korea) (2003)"
    },
    "Internet country code": {
      "text": ".kp"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "82 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "39"
      },
      "over 3,047 m": {
        "text": "3"
      },
      "2,438 to 3,047 m": {
        "text": "22"
      },
      "1,524 to 2,437 m": {
        "text": "8"
      },
      "914 to 1,523 m": {
        "text": "2"
      },
      "under 914 m": {
        "text": "4 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "43"
      },
      "2,438 to 3,047 m": {
        "text": "3"
      },
      "1,524 to 2,437 m": {
        "text": "17"
      },
      "914 to 1,523 m": {
        "text": "15"
      },
      "under 914 m": {
        "text": " ++ 8 (2013)"
      }
    },
    "Heliports": {
      "text": "23 (2013)"
    },
    "Pipelines": {
      "text": "oil 6 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "7,435 km"
      },
      "standard gauge": {
        "text": "7,435 km 1.435-m gauge (5,400 km electrified)"
      },
      "note": {
        "text": "figures are approximate; some narrow-gauge railway also exists (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "25,554 km"
      },
      "paved": {
        "text": "724 km"
      },
      "unpaved": {
        "text": "24,830 km (2006)"
      }
    },
    "Waterways": {
      "text": "2,250 km (most navigable only by small craft) (2011)"
    },
    "Merchant marine": {
      "total": {
        "text": "158"
      },
      "by type": {
        "text": "bulk carrier 6, cargo 131, carrier 1, chemical tanker 1, container 4, passenger/cargo 1, petroleum tanker 12, refrigerated cargo 2"
      },
      "foreign-owned": {
        "text": "13 (Belgium 1, China 3, Nigeria 1, Singapore 1, South Korea 1, Syria 4, UAE 2)"
      },
      "registered in other countries": {
        "text": "6 (Mongolia 1, Sierra Leone 2, unknown 3) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Ch'ongjin, Haeju, Hungnam (Hamhung), Namp'o, Senbong, Songnim, Sonbong (formerly Unggi), Wonsan"
      }
    }
  },
  "Military": {
    "Military branches": {
      "text": "North Korean People's Army: Ground Forces, Navy, Air Force; civil security forces (2005)"
    },
    "Military service age and obligation": {
      "text": "18 is presumed to be the legal minimum age for compulsory military service; 16-17 is the presumed legal minimum age for voluntary service (2012)"
    },
    "Manpower available for military service": {
      "males age 16-49": {
        "text": "6,515,279"
      },
      "females age 16-49": {
        "text": "6,418,693 (2010 est.)"
      }
    },
    "Manpower fit for military service": {
      "males age 16-49": {
        "text": "4,836,567"
      },
      "females age 16-49": {
        "text": "5,230,137 (2010 est.)"
      }
    },
    "Manpower reaching militarily significant age annually": {
      "male": {
        "text": "207,737"
      },
      "female": {
        "text": "204,553 (2010 est.)"
      }
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "risking arrest, imprisonment, and deportation, tens of thousands of North Koreans cross into China to escape famine, economic privation, and political oppression; North Korea and China dispute the sovereignty of certain islands in Yalu and Tumen rivers; Military Demarcation Line within the 4-km-wide Demilitarized Zone has separated North from South Korea since 1953; periodic incidents in the Yellow Sea with South Korea which claims the Northern Limiting Line as a maritime boundary; North Korea supports South Korea in rejecting Japan's claim to Liancourt Rocks (Tok-do/Take-shima)"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "undetermined (periodic flooding and famine during mid-1990s) (2007)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "North Korea is a source country for men, women, and children who are subjected to forced labor, forced marriage, and sex trafficking; many North Korean workers recruited to work abroad under bilateral contracts with foreign governments are subjected to forced labor and do not have a choice in the work the government assigns them, are not free to change jobs at will, and face government reprisals if they try to escape or complain to outsiders; thousands of North Koreans, including children, in prison camps are subjected to forced labor, including logging, mining, and farming; many North Korean women and girls, lured by promises of food, jobs, and freedom, have migrated to China illegally to escape poor social and economic conditions only to be forced into prostitution, marriage, or exploitative labor arrangements"
      },
      "tier rating": {
        "text": "Tier 3 - North Korea does not fully comply with minimum standards for the elimination of trafficking and is not making significant efforts to do so; the government continued to participate in human trafficking through its use of domestic forced labor camps and the provision of forced labor to foreign governments through bilateral contracts; no known investigations, prosecutions, or convictions of trafficking offenders or officials complicit in trafficking-related offenses were conducted; the government also made no efforts to identify or protect trafficking victims and did not permit NGOs to assist victims (2014)"
      }
    },
    "Illicit drugs": {
      "text": "for years, from the 1970s into the 2000s, citizens of the Democratic People's Republic of (North) Korea (DPRK), many of them diplomatic employees of the government, were apprehended abroad while trafficking in narcotics, including two in Turkey in December 2004; police investigations in Taiwan and Japan in recent years have linked North Korea to large illicit shipments of heroin and methamphetamine, including an attempt by the North Korean merchant ship Pong Su to deliver 150 kg of heroin to Australia in April 2003"
    }
  }
}