{
  "Introduction": {
    "Background": {
      "text": "The Paracel Islands are surrounded by productive fishing grounds and potential oil and gas reserves. In 1932, French Indochina annexed the islands and set up a weather station on Pattle Island. China has occupied all the Paracel Islands since 1974, when its troops seized a South Vietnamese garrison occupying the western islands. China has built a military installation on Woody Island with an airfield and artificial harbor, and it has scattered garrisons on some of the other islands. Taiwan and Vietnam also claim the Paracel Islands."
    }
  },
  "Geography": {
    "Location": {
      "text": "Southeastern Asia, group of small islands and reefs in the South China Sea, about one-third of the way from central Vietnam to the northern Philippines"
    },
    "Geographic coordinates": {
      "text": "16 30 N, 112 00 E"
    },
    "Map references": {
      "text": "Southeast Asia"
    },
    "Area": {
      "total ": {
        "text": "8 sq km ca."
      },
      "land": {
        "text": "7.75 sq km ca."
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "land area is about 13 times the size of the National Mall in Washington, DC"
    },
    "Land boundaries": {
      "total": {
        "text": "0 km"
      }
    },
    "Coastline": {
      "text": "518 km"
    },
    "Maritime claims": {
      "text": "NA"
    },
    "Climate": {
      "text": "tropical"
    },
    "Terrain": {
      "text": "mostly low and flat"
    },
    "Elevation": {
      "highest point": {
        "text": "unnamed location on Rocky Island 14 m"
      },
      "lowest point": {
        "text": "South China Sea 0 m"
      }
    },
    "Natural resources": {
      "text": "none"
    },
    "Land use": {
      "other": {
        "text": "100% (2018 est.)"
      }
    },
    "Irrigated land": {
      "text": "0 sq km (2022)"
    },
    "Population distribution": {
      "text": "a population of over 1,000 Chinese resides on Woody Island, the largest of the Paracels; there are scattered Chinese garrisons on some other islands"
    },
    "Natural hazards": {
      "text": "typhoons"
    },
    "Geography - note": {
      "text": "composed of 130 small coral islands and reefs divided into the northeast Amphitrite Group and the western Crescent Group"
    }
  },
  "People and Society": {
    "Population": {
      "total": {
        "text": "1,440 (July 2014 est.)"
      },
      "note": "<strong>note:</strong> Chinese activity has increased in recent years, particularly on Woody Island, where the population exceeds 1,000; some other islands have scattered Chinese garrisons"
    },
    "Population growth rate": {
      "text": "0.75% (2021 est.)"
    },
    "Net migration rate": {
      "text": "-0.66 migrant(s)/1,000 population (2021 est.)"
    },
    "Population distribution": {
      "text": "a population of over 1,000 Chinese resides on Woody Island, the largest of the Paracels; there are scattered Chinese garrisons on some other islands"
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "China's use of dredged sand and coral to build artificial islands harms reef systems; ongoing human activities, including military operations, infrastructure construction, and tourism endangers local ecosystem including birds, fish, marine mammals, and marine reptiles"
    },
    "Climate": {
      "text": "tropical"
    },
    "Land use": {
      "other": {
        "text": "100% (2018 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "none"
      },
      "conventional short form": {
        "text": "Paracel Islands"
      },
      "etymology": {
        "text": "Portuguese navigators began to refer to the \"Ilhas do Pracel\" in the 16th century as a designation of low lying islets, sandbanks, and reefs scattered over a wide area; over time the name changed to \"parcel\" and then \"paracel\""
      }
    }
  },
  "Economy": {
  },
  "Transportation": {
  },
  "Military and Security": {
    "Military - note": {
      "text": "occupied by China, which is assessed to maintain 20 outposts in the Paracels (Antelope, Bombay, and North reefs; Drummond, Duncan, Lincoln, Middle, Money, North, Pattle, Quanfu, Robert, South, Tree, Triton, Woody, and Yagong islands; South Sand and West Sand; Observation Bank); the outposts range in size from one or two buildings to bases with significant military infrastructure; Woody Island is the main base in the Paracels and includes an airstrip with fighter aircraft hangers, naval facilities, surveillance radars, and defenses such as surface-to-air missiles and anti-ship cruise missiles; combat aircraft have deployed to the island (2024)"
    }
  },
  "Transnational Issues": {
  }
}