{
  "Introduction": {
    "Background": {
      "text": "The Philippine Islands became a Spanish colony during the 16th century; they were ceded to the US in 1898 following the Spanish-American War. In 1935 the Philippines became a self-governing commonwealth. Manuel QUEZON was elected president and was tasked with preparing the country for independence after a 10-year transition. In 1942 the islands fell under Japanese occupation during World War II, and US forces and Filipinos fought together during 1944-45 to regain control. On 4 July 1946 the Republic of the Philippines attained its independence. A 20-year rule by Ferdinand MARCOS ended in 1986, when a \"people power\" movement in Manila (\"EDSA 1\") forced him into exile and installed Corazon AQUINO as president. Her presidency was hampered by several coup attempts that prevented a return to full political stability and economic development. Fidel RAMOS was elected president in 1992. His administration was marked by increased stability and by progress on economic reforms. In 1992, the US closed its last military bases on the islands. Joseph ESTRADA was elected president in 1998. He was succeeded by his vice-president, Gloria MACAPAGAL-ARROYO, in January 2001 after ESTRADA's stormy impeachment trial on corruption charges broke down and another \"people power\" movement (\"EDSA 2\") demanded his resignation. MACAPAGAL-ARROYO was elected to a six-year term as president in May 2004. Her presidency was marred by several corruption allegations but the Philippine economy was one of the few to avoid contraction following the 2008 global financial crisis, expanding each year of her administration. Benigno AQUINO III was elected to a six-year term as president in May 2010 and was succeeded by Rodrigo DUTERTE in May 2016. ++ The Philippine Government faces threats from several groups, some of which are on the US Government's Foreign Terrorist Organization list. Manila has waged a decades-long struggle against ethnic Moro insurgencies in the southern Philippines, which has led to a peace accord with the Moro National Liberation Front and ongoing peace talks with the Moro Islamic Liberation Front. The decades-long Maoist-inspired New People's Army insurgency also operates through much of the country. The Philippines faces increased tension with China over disputed territorial and maritime claims in the South China Sea."
    }
  },
  "Geography": {
    "Location": {
      "text": "Southeastern Asia, archipelago between the Philippine Sea and the South China Sea, east of Vietnam"
    },
    "Geographic coordinates": {
      "text": "13 00 N, 122 00 E"
    },
    "Map references": {
      "text": "Southeast Asia"
    },
    "Area": {
      "total": {
        "text": "300,000 sq km"
      },
      "land": {
        "text": "298,170 sq km"
      },
      "water": {
        "text": "1,830 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly less than twice the size of Georgia; slightly larger than Arizona"
    },
    "Land boundaries": {
      "text": "0 km"
    },
    "Coastline": {
      "text": "36,289 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "irregular polygon extending up to 100 nm from coastline as defined by 1898 treaty; since late 1970s has also claimed polygonal-shaped area in South China Sea as wide as 285 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "to the depth of exploitation"
      }
    },
    "Climate": {
      "text": "tropical marine; northeast monsoon (November to April); southwest monsoon (May to October)"
    },
    "Terrain": {
      "text": "mostly mountains with narrow to extensive coastal lowlands"
    },
    "Elevation": {
      "mean elevation": {
        "text": "442 m"
      },
      "elevation extremes": {
        "text": "lowest point: Philippine Sea 0 m ++ highest point: Mount Apo 2,954 m"
      }
    },
    "Natural resources": {
      "text": "timber, petroleum, nickel, cobalt, silver, gold, salt, copper"
    },
    "Land use": {
      "agricultural land": {
        "text": "41% ++ arable land 18.2%; permanent crops 17.8%; permanent pasture 5%"
      },
      "forest": {
        "text": "25.9%"
      },
      "other": {
        "text": "33.1% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "16,270 sq km (2012)"
    },
    "Natural hazards": {
      "text": "astride typhoon belt, usually affected by 15 and struck by five to six cyclonic storms each year; landslides; active volcanoes; destructive earthquakes; tsunamis",
      "volcanism": {
        "text": "significant volcanic activity; Taal (elev. 311 m), which has shown recent unrest and may erupt in the near future, has been deemed a Decade Volcano by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Mayon (elev. 2,462 m), the country's most active volcano, erupted in 2009 forcing over 33,000 to be evacuated; other historically active volcanoes include Biliran, Babuyan Claro, Bulusan, Camiguin, Camiguin de Babuyanes, Didicas, Iraya, Jolo, Kanlaon, Makaturing, Musuan, Parker, Pinatubo and Ragang"
      }
    },
    "Environment - current issues": {
      "text": "uncontrolled deforestation especially in watershed areas; soil erosion; air and water pollution in major urban centers; coral reef degradation; increasing pollution of coastal mangrove swamps that are important fish breeding grounds"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "Air Pollution-Persistent Organic Pollutants"
      }
    },
    "Geography - note": {
      "text": "the Philippine archipelago is made up of 7,107 islands; favorably located in relation to many of Southeast Asia's main water bodies: the South China Sea, Philippine Sea, Sulu Sea, Celebes Sea, and Luzon Strait"
    }
  },
  "People and Society": {
    "Population": {
      "text": "102,624,209 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Filipino(s)"
      },
      "adjective": {
        "text": "Philippine"
      }
    },
    "Ethnic groups": {
      "text": "Tagalog 28.1%, Cebuano 13.1%, Ilocano 9%, Bisaya/Binisaya 7.6%, Hiligaynon Ilonggo 7.5%, Bikol 6%, Waray 3.4%, other 25.3% (2000 census)"
    },
    "Languages": {
      "text": "Filipino (official; based on Tagalog) and English (official); eight major dialects - Tagalog, Cebuano, Ilocano, Hiligaynon or Ilonggo, Bicol, Waray, Pampango, and Pangasinan"
    },
    "Religions": {
      "text": "Catholic 82.9% (Roman Catholic 80.9%, Aglipayan 2%), Muslim 5%, Evangelical 2.8%, Iglesia ni Kristo 2.3%, other Christian 4.5%, other 1.8%, unspecified 0.6%, none 0.1% (2000 census)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "33.71% (male 17,652,419/female 16,943,261)"
      },
      "15-24 years": {
        "text": "19.17% (male 10,042,520/female 9,629,762)"
      },
      "25-54 years": {
        "text": "36.86% (male 19,204,977/female 18,618,333)"
      },
      "55-64 years": {
        "text": "5.89% (male 2,758,867/female 3,282,416)"
      },
      "65 years and over": {
        "text": "4.38% (male 1,863,339/female 2,628,315) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "57.6%"
      },
      "youth dependency ratio": {
        "text": "50.3%"
      },
      "elderly dependency ratio": {
        "text": "7.2%"
      },
      "potential support ratio": {
        "text": "13.9% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "23.4 years"
      },
      "male": {
        "text": "22.9 years"
      },
      "female": {
        "text": "23.8 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.59% (2016 est.)"
    },
    "Birth rate": {
      "text": "24 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "6.1 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-2 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "44.4% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "1.32% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "MANILA (capital) 12.946 million; Davao 1.63 million; Cebu City 951,000; Zamboanga 936,000 (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.04 male(s)/female"
      },
      "15-24 years": {
        "text": "1.04 male(s)/female"
      },
      "25-54 years": {
        "text": "1.03 male(s)/female"
      },
      "55-64 years": {
        "text": "0.84 male(s)/female"
      },
      "65 years and over": {
        "text": "0.72 male(s)/female"
      },
      "total population": {
        "text": "1.01 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "23",
      "note": {
        "text": "median age at first birth among women 25-29 (2013 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "114 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "21.9 deaths/1,000 live births"
      },
      "male": {
        "text": "24.8 deaths/1,000 live births"
      },
      "female": {
        "text": "18.8 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "69.2 years"
      },
      "male": {
        "text": "65.7 years"
      },
      "female": {
        "text": "72.9 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "3.06 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "48.9% (2011)"
    },
    "Health expenditures": {
      "text": "4.7% of GDP (2014)"
    },
    "Hospital bed density": {
      "text": "1 beds/1,000 population (2011)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 93.7% of population ++ rural: 90.3% of population ++ total: 91.8% of population"
      },
      "unimproved": {
        "text": " ++ urban: 6.3% of population ++ rural: 9.7% of population ++ total: 8.2% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 77.9% of population ++ rural: 70.8% of population ++ total: 73.9% of population"
      },
      "unimproved": {
        "text": " ++ urban: 22.1% of population ++ rural: 29.2% of population ++ total: 26.1% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.08% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "42,500 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "600 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "dengue fever and malaria"
      },
      "water contact disease": {
        "text": "leptospirosis (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "4.7% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "19.9% (2014)"
    },
    "Education expenditures": {
      "text": "2.7% of GDP (2009)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "96.3%"
      },
      "male": {
        "text": "95.8%"
      },
      "female": {
        "text": "96.8% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "13 years"
      },
      "male": {
        "text": "12 years"
      },
      "female": {
        "text": "13 years (2013)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "16.2%"
      },
      "male": {
        "text": "15.1%"
      },
      "female": {
        "text": "17.8% (2013 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of the Philippines"
      },
      "conventional short form": {
        "text": "Philippines"
      },
      "local long form": {
        "text": "Republika ng Pilipinas"
      },
      "local short form": {
        "text": "Pilipinas"
      },
      "etymology": {
        "text": "named in honor of King Phillip II of Spain by Spanish explorer Ruy LOPEZ de VILLALOBOS, who visited some of the islands in 1543"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Manila"
      },
      "geographic coordinates": {
        "text": "14 36 N, 120 58 E"
      },
      "time difference": {
        "text": "UTC+8 (13 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "80 provinces and 39 chartered cities",
      "provinces": {
        "text": "Abra, Agusan del Norte, Agusan del Sur, Aklan, Albay, Antique, Apayao, Aurora, Basilan, Bataan, Batanes, Batangas, Biliran, Benguet, Bohol, Bukidnon, Bulacan, Cagayan, Camarines Norte, Camarines Sur, Camiguin, Capiz, Catanduanes, Cavite, Cebu, Compostela, Cotabato, Davao del Norte, Davao del Sur, Davao Oriental, Dinagat Islands, Eastern Samar, Guimaras, Ifugao, Ilocos Norte, Ilocos Sur, Iloilo, Isabela, Kalinga, Laguna, Lanao del Norte, Lanao del Sur, La Union, Leyte, Maguindanao, Marinduque, Masbate, Mindoro Occidental, Mindoro Oriental, Misamis Occidental, Misamis Oriental, Mountain, Negros Occidental, Negros Oriental, Northern Samar, Nueva Ecija, Nueva Vizcaya, Palawan, Pampanga, Pangasinan, Quezon, Quirino, Rizal, Romblon, Samar, Sarangani, Siquijor, Sorsogon, South Cotabato, Southern Leyte, Sultan Kudarat, Sulu, Surigao del Norte, Surigao del Sur, Tarlac, Tawi-Tawi, Zambales, Zamboanga del Norte, Zamboanga del Sur, Zamboanga Sibugay"
      },
      "chartered cities": {
        "text": "Angeles, Antipolo, Bacolod, Baguio, Butuan, Cagayan de Oro, Caloocan, Cebu, Cotabato, Dagupan, Davao, General Santos, Iligan, Iloilo, Lapu-Lapu, Las Pinas, Lucena, Makati, Malabon, Mandaluyong, Mandaue, Manila, Marikina, Muntinlupa, Naga, Navotas, Olongapo, Ormoc, Paranaque, Pasay, Pasig, Puerto Princesa, Quezon, San Juan, Santiago, Tacloban, Taguig, Valenzuela, Zamboanga (2012)"
      }
    },
    "Independence": {
      "text": "4 July 1946 (from the US)"
    },
    "National holiday": {
      "text": "Independence Day, 12 June (1898); note - 12 June 1898 was date of declaration of independence from Spain; 4 July 1946 was date of independence from the US"
    },
    "Constitution": {
      "text": "several previous; latest ratified 2 February 1987, effective 11 February 1987 (2016)"
    },
    "Legal system": {
      "text": "mixed legal system of civil, common, Islamic, and customary law"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of the Philippines"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "10 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Rodrigo DUTERTE (since 30 June 2016); Vice President Leni ROBREDO (since 30 June 2016); note - the president is both chief of state and head of government"
      },
      "head of government": {
        "text": "President Rodrigo DUTERTE (since 30 June 2016)"
      },
      "cabinet": {
        "text": "Cabinet appointed by the president with the consent of the Commission of Appointments, an independent body of 25 Congressional members including the Senate president (ex officio chairman), appointed by the president"
      },
      "elections/appointments": {
        "text": "president and vice president directly elected on separate ballots by simple majority popular vote for a single 6-year term; election last held on 9 May 2016 (next to be held on May 2022)"
      },
      "election results": {
        "text": "Rodrigo DUTERTE elected president; percent of vote - Rodrigo DUTERTE (PDP-Laban) 39%, Manuel \"Mar\" ROXAS (LP) 23.4%, Grace POE (independent) 21.4%, Jejomar BINAY (UNA) 12.7%, Miriam Defensor SANTIAGO (PRP) 3%; Leni ROBREDO elected vice president; percent of vote Leni ROBREDO (LP) 35.1%, Bongbong MARCOS (independent) 34.5%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Congress or Kongreso consists of the Senate or Senado (24 seats; members directly elected in multi-seat constituencies by majority vote; members serve 6-year terms with one-half of the membership renewed every 3 years) and the House of Representatives or Kapulungan Ng Mga Kinatawan (292 seats; 234 members directly elected in single-seat constituencies by simple majority vote and 58 representing minorities directly elected by proportional representation vote; members serve 3-year terms)"
      },
      "elections": {
        "text": "Senate - elections last held on 13 May 2013 (next to be held in May 2016); House of Representatives - elections last held on 13 May 2013 (next to be held in May 2016)"
      },
      "election results": {
        "text": "Senate - percent of vote by party for 2013 election - UNA 26.94%, NP 15.3%, LP 11.32%, NPC 10.15%, LDP 5.38%, PDP-Laban 4.95%, others 9.72%, independents 16.24%; seats by party after 2013 election - UNA 5, NP 5, LP 4, Lakas 2, NPC 2, LDP 1, PDP-Laban 1, PRP 1, independents 3; House of Representatives - percent of vote by party - LP 38.3%, NPC 17.4%, UNA 11.4%, NUP 8.7%, NP 8.5%, Lakas 5.3%, independents 6.0%, others 4.4%; seats by party - LP 110, NPC 43, NUP 24, NP 17, Lakas 14, UNA 8, independents 6, others 12; party-list 57"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court (consists of a chief justice and 14 associate justices)"
      },
      "judge selection and term of office": {
        "text": "justices are appointed by the president on the recommendation of the Judicial and Bar Council, a constitutionally-created, 6-member body that recommends Supreme Court nominees; justices serve until age 70"
      },
      "subordinate courts": {
        "text": "Court of Appeals; Sandiganbayan (special court for corruption cases of government officials); Court of Tax Appeals; regional, metropolitan, and municipal trial courts; sharia courts"
      }
    },
    "Political parties and leaders": {
      "text": "Laban ng Demokratikong Pilipino (Struggle of Filipino Democrats) or LDP [Edgardo ANGARA] ++ Lakas ng EDSA-Christian Muslim Democrats or Lakas-CMD [Ferdinand Martin ROMUALDEZ, president] ++ Liberal Party or LP [Joseph Emilio ABAYA, president] ++ Nacionalista Party or NP [Manuel \"Manny\" VILLAR] ++ Nationalist People's Coalition or NPC [Eduardo COJUNGCO, Jr.] ++ PDP-Laban [Aquilino PIMENTEL III] ++ People's Reform Party or PRP [Miriam Defensor SANTIAGO] ++ Puwersa ng Masang Pilipino (Force of the Philippine Masses) or PMP [Joseph ESTRADA] ++ United Nationalist Alliance or UNA [Toby TIANGCO (acting)] - PDP-Laban and PMP coalition for the 2013 election"
    },
    "Political pressure groups and leaders": {
      "text": "Black and White Movement [Vicente ROMANO] ++ Kilosbayan [Jovito SALONGA]"
    },
    "International organization participation": {
      "text": "ADB, APEC, ARF, ASEAN, BIS, CD, CICA (observer), CP, EAS, FAO, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSTAH, NAM, OAS (observer), OPCW, PCA, PIF (partner), UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNMIL, UNMOGIP, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires Ad interim Patrick A. CHUASOTO"
      },
      "chancery": {
        "text": "1600 Massachusetts Avenue NW, Washington, DC 20036"
      },
      "telephone": {
        "text": "[1] (202) 467-9300"
      },
      "FAX": {
        "text": "[1] (202) 328-7614"
      },
      "consulate(s) general": {
        "text": "Chicago, Honolulu, Los Angeles, New Yoek, Saipan (Northern Mariana Islands), San Francisco, Tamuning (Guam)"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Sung KIM (since 6 December 2016)"
      },
      "embassy": {
        "text": "1201 Roxas Boulevard, Manila 1000"
      },
      "mailing address": {
        "text": "PSC 500, FPO AP 96515-1000"
      },
      "telephone": {
        "text": "[63] (2) 301-2000"
      },
      "FAX": {
        "text": "[63] (2) 301-2017"
      }
    },
    "Flag description": {
      "text": "two equal horizontal bands of blue (top) and red; a white equilateral triangle is based on the hoist side; the center of the triangle displays a yellow sun with eight primary rays; each corner of the triangle contains a small, yellow, five-pointed star; blue stands for peace and justice, red symbolizes courage, the white equal-sided triangle represents equality; the rays recall the first eight provinces that sought independence from Spain, while the stars represent the three major geographical divisions of the country: Luzon, Visayas, and Mindanao; the design of the flag dates to 1897",
      "note": {
        "text": "in wartime the flag is flown upside down with the red band at the top"
      }
    },
    "National symbol(s)": {
      "text": "three stars and sun, Philippine eagle; national colors: red, white, blue, yellow"
    },
    "National anthem": {
      "name": {
        "text": "\"Lupang Hinirang\" (Chosen Land)"
      },
      "lyrics/music": {
        "text": "Jose PALMA (revised by Felipe PADILLA de Leon)/Julian FELIPE"
      },
      "note": {
        "text": "music adopted 1898, original Spanish lyrics adopted 1899, Filipino (Tagalog) lyrics adopted 1956; although the original lyrics were written in Spanish, later English and Filipino versions were created; today, only the Filipino version is used"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "The economy has been relatively resilient to global economic shocks due to less exposure to troubled international securities, lower dependence on exports, relatively resilient domestic consumption, large remittances from about 10 million overseas Filipino workers and migrants, and a rapidly expanding outsourcing industry. The current account balance has recorded consecutive surpluses since 2003, international reserves remain at comfortable levels, and the banking system is stable. ++  ++ Efforts to improve tax administration and expenditures management have helped ease the Philippines' debt burden and tight fiscal situation. The Philippines has received investment-grade credit ratings on its sovereign debt under the AQUINO administration and has had little difficulty financing its budget deficits. However, weak absorptive capacity and implementation bottlenecks have prevented the government from maximizing its expenditure plans, which the administration has been working to address. Although it has improved, the low tax-to-GDP ratio remains a constraint to supporting increasingly higher spending levels and sustaining strong growth over the longer term. ++  ++ Economic growth has accelerated, averaging 6.0% per year from 2011 to 2015, compared with 4.5% under the MACAPAGAL-ARROYO government; and competitiveness rankings have improved. The Philippines has not sustained steady growth in foreign direct investment, which continues to lag regional peers. ++  ++ Although the economy has grown at a faster pace under the AQUINO government, challenges to achieving more inclusive growth remain. The unemployment rate has declined somewhat in recent years but remains high, hovering at around 6.5%; underemployment is also high, ranging from 18% to 19% of the employed. At least 40% of the employed work in the informal sector. Poverty afflicts about a quarter of the population. More than 60% of the poor reside in rural areas, a challenge to raising rural farm and non-farm incomes. The AQUINO administration has been working to boost expenditures for education, health, transfers to the poor, and other social spending programs. Infrastructure remains underfunded and the government is relying on the private sector to help with major projects under its Public-Private Partnership program. Continued efforts are needed to improve governance, the judicial system, the regulatory environment, and the overall ease of doing business. ++  ++ Notable achievements over the past year include passage of laws that liberalized the entry of foreign banks into the country; partially relaxed the cabotage law by allowing foreign vessels to ply import and export cargo within the archipelago; and passage of anti-trust legislation. Substantial progress has also been made towards passage of a Customs Tariff and Modernization Act to meet international standards and commitments, with strong prospects of enactment into law before President AQUINO steps down from office. However, the Philippine Constitution and other laws restrict foreign ownership in important activities/sectors - such as land ownership and public utilities."
    },
    "GDP (purchasing power parity)": {
      "text": "$801.9 billion (2016 est.) ++ $753.7 billion (2015 est.) ++ $711.6 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$311.7 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "6.4% (2016 est.) ++ 5.9% (2015 est.) ++ 6.2% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$7,700 (2016 est.) ++ $7,400 (2015 est.) ++ $7,100 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "25.5% of GDP (2016 est.) ++ 23.4% of GDP (2015 est.) ++ 24.3% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "72.9%"
      },
      "government consumption": {
        "text": "10.9%"
      },
      "investment in fixed capital": {
        "text": "22.3%"
      },
      "investment in inventories": {
        "text": "-0.3%"
      },
      "exports of goods and services": {
        "text": "24.8%"
      },
      "imports of goods and services": {
        "text": "-30.6% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "9.7%"
      },
      "industry": {
        "text": "30.5%"
      },
      "services": {
        "text": "59.8% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "sugarcane, coconuts, rice, corn, bananas, cassava (manioc, tapioca), pineapples, mangoes; pork, eggs, beef; fish"
    },
    "Industries": {
      "text": "electronics assembly, garments, footwear, pharmaceuticals, chemicals, wood products, food processing, petroleum refining, fishing"
    },
    "Industrial production growth rate": {
      "text": "6.8% (2016 est.)"
    },
    "Labor force": {
      "text": "42.8 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "29%"
      },
      "industry": {
        "text": "16%"
      },
      "services": {
        "text": "55% (2015 est.)"
      }
    },
    "Unemployment rate": {
      "text": "6.6% (2016 est.) ++ 6.3% (2015 est.)"
    },
    "Population below poverty line": {
      "text": "25.2% (2012 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.9%"
      },
      "highest 10%": {
        "text": "30.5% (2012 est.)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "46 (2012) ++ 46.4 (2009)"
    },
    "Budget": {
      "revenues": {
        "text": "$45.54 billion"
      },
      "expenditures": {
        "text": "$48.76 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "14.6% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-1% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "42.9% of GDP (2016 est.) ++ 44.8% of GDP (2015 est.)",
      "note": {
        "text": "data cover debt issued by the national government, and excludes debt instruments issued by government entities other than the treasury; the data include treasury debt held by foreign entities; the data exclude debt issued by social security institutions,"
      }
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "1.7% (2016 est.) ++ 1.3% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "6.13% (31 December 2015) ++ 6.13% (31 December 2014)"
    },
    "Commercial bank prime lending rate": {
      "text": "6% (31 December 2016 est.) ++ 5.58% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$66.03 billion (31 December 2016 est.) ++ $56.56 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$187.9 billion (31 December 2016 est.) ++ $171 billion (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$187.8 billion (31 December 2016 est.) ++ $166.7 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$238.8 billion (31 December 2015 est.) ++ $261.8 billion (31 December 2014 est.) ++ $217.3 billion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "$5.542 billion (2016 est.) ++ $8.396 billion (2015 est.)"
    },
    "Exports": {
      "text": "$38.2 billion (2016 est.) ++ $43.28 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "semiconductors and electronic products, transport equipment, garments, copper products, petroleum products, coconut oil, fruits"
    },
    "Exports - partners": {
      "text": "Japan 21.1%, US 15%, China 10.9%, Hong Kong 10.6%, Singapore 6.2%, Germany 4.5%, South Korea 4.3% (2015)"
    },
    "Imports": {
      "text": "$60.95 billion (2016 est.) ++ $64.97 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "electronic products, mineral fuels, machinery and transport equipment, iron and steel, textile fabrics, grains, chemicals, plastic"
    },
    "Imports - partners": {
      "text": "China 16.2%, US 10.8%, Japan 9.6%, Singapore 7%, South Korea 6.5%, Thailand 6.4%, Malaysia 4.8%, Indonesia 4.4% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$79.99 billion (31 December 2016 est.) ++ $80.67 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$77.46 billion (31 December 2016 est.) ++ $77.46 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$62.8 billion (31 December 2016 est.) ++ $59.3 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$44.1 billion (31 December 2016 est.) ++ $41.1 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Philippine pesos (PHP) per US dollar - ++ 47.08 (2016 est.) ++ 45.503 (2015 est.) ++ 45.503 (2014 est.) ++ 44.395 (2013 est.) ++ 42.23 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "74 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "66 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "19 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "68% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "20.8% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "11.1% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "24,120 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "13,710 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "1.503 million bbl/day (2014 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "100 million bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "1.373 million bbl/day (2014 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "329,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "219,800 bbl/day (2014 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "1.577 million bbl/day (2014 est.)"
    },
    "Natural gas - production": {
      "text": "3.47 billion cu m (2015 est.)"
    },
    "Natural gas - consumption": {
      "text": "3.339 billion cu m (2015 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "98.54 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "88 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "3.039 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "3 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "120.255 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "119 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "good international radiotelephone and submarine cable services; domestic and interisland service adequate"
      },
      "domestic": {
        "text": "telecommunications infrastructure includes the following platforms: fixed line, mobile cellular, cable TV, over-the-air TV, radio and Very Small Aperture Terminal (VSAT), fiber-optic cable, and satellite for redundant international connectivity"
      },
      "international": {
        "text": "country code - 63; a series of submarine cables together provide connectivity to the US, and to countries like Hong Kong, Guam, Singapore, Taiwan, Japan, Brunei, and Malaysia, among others; multiple international gateways (2015)"
      }
    },
    "Broadcast media": {
      "text": "multiple national private TV and radio networks; multi-channel satellite and cable TV systems available; more than 350 TV stations - 6 major TV networks operating nationwide with 1 being government owned; about 1,300 cable TV providers with more than 2 mi (2015)"
    },
    "Internet country code": {
      "text": ".ph"
    },
    "Internet users": {
      "total": {
        "text": "41.106 million"
      },
      "percent of population": {
        "text": "40.7% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "11"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "158"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "32,230,986"
      },
      "annual freight traffic on registered air carriers": {
        "text": "484,190,968 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "RP (2016)"
    },
    "Airports": {
      "text": "247 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "89"
      },
      "over 3,047 m": {
        "text": "4"
      },
      "2,438 to 3,047 m": {
        "text": "8"
      },
      "1,524 to 2,437 m": {
        "text": "33"
      },
      "914 to 1,523 m": {
        "text": "34"
      },
      "under 914 m": {
        "text": "10 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "158"
      },
      "1,524 to 2,437 m": {
        "text": "3"
      },
      "914 to 1,523 m": {
        "text": "56"
      },
      "under 914 m": {
        "text": "99 (2013)"
      }
    },
    "Heliports": {
      "text": "2 (2013)"
    },
    "Pipelines": {
      "text": "gas 567 km; oil 138 km; refined products 185 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "995 km"
      },
      "narrow gauge": {
        "text": "995 km 1.067-m gauge (484 km are in operation) (2015)"
      }
    },
    "Roadways": {
      "total": {
        "text": "216,387 km"
      },
      "paved": {
        "text": "61,093 km"
      },
      "unpaved": {
        "text": "155,294 km (2014)"
      }
    },
    "Waterways": {
      "text": "3,219 km (limited to vessels with draft less than 1.5 m) (2011)"
    },
    "Merchant marine": {
      "total": {
        "text": "446"
      },
      "by type": {
        "text": "bulk carrier 76, cargo 152, carrier 12, chemical tanker 27, container 17, liquefied gas 5, passenger 7, passenger/cargo 65, petroleum tanker 44, refrigerated cargo 20, roll on/roll off 11, vehicle carrier 10"
      },
      "foreign-owned": {
        "text": "159 (Bermuda 47, China 4, Denmark 2, Germany 2, Greece 5, Japan 77, Malaysia 1, Netherlands 17, Singapore 1, South Korea 1, Taiwan 1, UAE 1)"
      },
      "registered in other countries": {
        "text": "7 (Cyprus 1, Panama 5, unknown 1) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Batangas, Cagayan de Oro, Cebu, Davao, Liman, Manila"
      },
      "container port(s) (TEUs)": {
        "text": "Manila (3,342,200)"
      }
    },
    "Transportation - note": {
      "text": "the International Maritime Bureau reports the territorial and offshore waters in the South China Sea as high risk for piracy and armed robbery against ships; numerous commercial vessels have been attacked and hijacked both at anchor and while underway; hijacked vessels are often disguised and cargo diverted to ports in East Asia; crews have been murdered or cast adrift"
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Armed Forces of the Philippines (AFP): Army, Navy (includes Marine Corps), Air Force (2013)"
    },
    "Military service age and obligation": {
      "text": "17-23 years of age (officers 20-24) for voluntary military service; no conscription; applicants must be single male or female Philippine citizens with either 72 college credit hours (enlisted) or a baccalaureate degree (officers) (2013)"
    },
    "Military expenditures": {
      "text": "1.3% of GDP (2015) ++ 1.19% of GDP (2012) ++ 1.21% of GDP (2011) ++ 1.19% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Philippines claims sovereignty over Scarborough Reef (also claimed by China together with Taiwan) and over certain of the Spratly Islands, known locally as the Kalayaan (Freedom) Islands, also claimed by China, Malaysia, Taiwan, and Vietnam; the 2002 \"Declaration on the Conduct of Parties in the South China Sea,\" has eased tensions in the Spratly Islands but falls short of a legally binding \"code of conduct\" desired by several of the disputants; in March 2005, the national oil companies of China, the Philippines, and Vietnam signed a joint accord to conduct marine seismic activities in the Spratly Islands; Philippines retains a dormant claim to Malaysia's Sabah State in northern Borneo based on the Sultanate of Sulu's granting the Philippines Government power of attorney to pursue a sovereignty claim on his behalf; maritime delimitation negotiations continue with Palau"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "63,174 (government troops fighting the Moro Islamic Liberation Front, the Abu Sayyaf Group, and the New People's Army; clan feuds; natural disasters including Typhoon Bopha (December 2012), the Bohol earthquake (October 2013), Typhoon Haiyan (November 2013), and Typhoon Hagupit (December 2014)) (2015)"
      },
      "stateless persons": {
        "text": "7,138 (2015); note - stateless persons are descendants of Indonesian migrants"
      }
    },
    "Illicit drugs": {
      "text": "domestic methamphetamine production has been a growing problem in recent years despite government crackdowns; major consumer of amphetamines; longstanding marijuana producer mainly in rural areas where Manila's control is limited"
    }
  }
}