{
  "Introduction": {
    "Background": {
      "text": "First inhabited by Austronesian people, Taiwan became home to Han immigrants beginning in the late Ming Dynasty (17th century). In 1895, military defeat forced China's Qing Dynasty to cede Taiwan to Japan, which governed Taiwan for 50 years. Taiwan came under Chinese Nationalist control after World War II. In the four years leading to the communist victory on the mainland in 1949, 2 million Nationalists fled to Taiwan and established a government under the 1947 constitution drawn up for all of China. The Nationalist government established authoritarian rule under martial law in 1948. Beginning in the late 1970s, the ruling authorities gradually democratized and incorporated the local population within the governing structure. This process expanded rapidly in the 1980s, with the founding of the first opposition party (the Democratic Progressive Party or DPP) in 1986 and the lifting of martial law in 1987. Taiwan held its first direct presidential election in 1996. In 2000, Taiwan underwent its first peaceful transfer of power from the Nationalist Party (Kuomintang or KMT) to the DPP. Throughout this period, the island prospered and became one of East Asia's economic \"Tigers.\" The dominant political issues continue to be management of sensitive relations between Taiwan and China - specifically the question of Taiwan's sovereignty - as well as domestic priorities for economic reform and growth."
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Asia, islands bordering the East China Sea, Philippine Sea, South China Sea, and Taiwan Strait, north of the Philippines, off the southeastern coast of China"
    },
    "Geographic coordinates": {
      "text": "23 30 N, 121 00 E"
    },
    "Map references": {
      "text": "Southeast Asia"
    },
    "Area": {
      "total": {
        "text": "35,980 sq km"
      },
      "land": {
        "text": "32,260 sq km"
      },
      "water": {
        "text": "3,720 sq km"
      },
      "note": {
        "text": "includes the Pescadores, Matsu, and Quemoy islands"
      }
    },
    "Area - comparative": {
      "text": "slightly smaller than Maryland and Delaware combined"
    },
    "Land boundaries": {
      "text": "0 km"
    },
    "Coastline": {
      "text": "1,566.3 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "tropical; marine; rainy season during southwest monsoon (June to August); persistent and extensive cloudiness all year"
    },
    "Terrain": {
      "text": "eastern two-thirds mostly rugged mountains; flat to gently rolling plains in west"
    },
    "Elevation": {
      "mean elevation": {
        "text": "1,150 m"
      },
      "elevation extremes": {
        "text": "lowest point: South China Sea 0 m ++ highest point: Yu Shan 3,952 m"
      }
    },
    "Natural resources": {
      "text": "small deposits of coal, natural gas, limestone, marble, asbestos, arable land"
    },
    "Land use": {
      "agricultural land": {
        "text": "22.7% ++ arable land 16.9%; permanent crops 5.8%; permanent pasture NA"
      },
      "forest": {
        "text": "NA"
      },
      "other": {
        "text": "77.3% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "3,820 sq km (2012)"
    },
    "Natural hazards": {
      "text": "earthquakes; typhoons",
      "volcanism": {
        "text": "Kueishantao Island (elev. 401 m), east of Taiwan, is its only historically active volcano, although it has not erupted in centuries"
      }
    },
    "Environment - current issues": {
      "text": "air pollution; water pollution from industrial emissions, raw sewage; contamination of drinking water supplies; trade in endangered species; low-level radioactive waste disposal"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "none of the selected agreements because of Taiwan's international status"
      }
    },
    "Geography - note": {
      "text": "strategic location adjacent to both the Taiwan Strait and the Luzon Strait"
    }
  },
  "People and Society": {
    "Population": {
      "text": "23,464,787 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Taiwan (singular and plural)"
      },
      "note": {
        "text": "example - he or she is from Taiwan; they are from Taiwan"
      },
      "adjective": {
        "text": "Taiwan (or Taiwanese)"
      }
    },
    "Ethnic groups": {
      "text": "Taiwanese (including Hakka) 84%, mainland Chinese 14%, indigenous 2%"
    },
    "Languages": {
      "text": "Mandarin Chinese (official), Taiwanese (Min), Hakka dialects"
    },
    "Religions": {
      "text": "mixture of Buddhist and Taoist 93%, Christian 4.5%, other 2.5%"
    },
    "Age structure": {
      "0-14 years": {
        "text": "13.13% (male 1,588,679/female 1,493,419)"
      },
      "15-24 years": {
        "text": "13.17% (male 1,585,222/female 1,505,004)"
      },
      "25-54 years": {
        "text": "46.74% (male 5,477,446/female 5,490,829)"
      },
      "55-64 years": {
        "text": "13.89% (male 1,593,024/female 1,665,354)"
      },
      "65 years and over": {
        "text": "13.07% (male 1,408,367/female 1,657,443) (2016 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "40.2 years"
      },
      "male": {
        "text": "39.5 years"
      },
      "female": {
        "text": "40.9 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.2% (2016 est.)"
    },
    "Birth rate": {
      "text": "8.4 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "7.3 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "0.9 migrant(s)/1,000 population (2016 est.)"
    },
    "Major urban areas - population": {
      "text": "TAIPEI (capital) 2.666 million; Kaohsiung 1.523 million; Taichung 1.225 million; Tainan 815,000 (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.07 male(s)/female"
      },
      "0-14 years": {
        "text": "1.06 male(s)/female"
      },
      "15-24 years": {
        "text": "1.05 male(s)/female"
      },
      "25-54 years": {
        "text": "1 male(s)/female"
      },
      "55-64 years": {
        "text": "0.96 male(s)/female"
      },
      "65 years and over": {
        "text": "0.86 male(s)/female"
      },
      "total population": {
        "text": "0.99 male(s)/female (2016 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "4.4 deaths/1,000 live births"
      },
      "male": {
        "text": "4.8 deaths/1,000 live births"
      },
      "female": {
        "text": "4 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "80.1 years"
      },
      "male": {
        "text": "77 years"
      },
      "female": {
        "text": "83.5 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.12 children born/woman (2016 est.)"
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "NA"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "98.5%"
      },
      "male": {
        "text": "99.7%"
      },
      "female": {
        "text": "97.3% (2014 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "none"
      },
      "conventional short form": {
        "text": "Taiwan"
      },
      "local long form": {
        "text": "none"
      },
      "local short form": {
        "text": "Taiwan"
      },
      "former": {
        "text": "Formosa"
      },
      "etymology": {
        "text": "\"Tayowan\" was the name of the coastal sandbank where the Dutch erected their colonial headquarters on the island in the 17th century; the former name \"Formosa\" means \"beautiful\" in Portuguese"
      }
    },
    "Government type": {
      "text": "semi-presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Taipei"
      },
      "geographic coordinates": {
        "text": "25 02 N, 121 31 E"
      },
      "time difference": {
        "text": "UTC+8 (13 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "includes main island of Taiwan plus smaller islands nearby and off coast of China's Fujian Province; Taiwan is divided into 13 counties (xian, singular and plural), 3 cities (shi, singular and plural), and 6 special municipalities directly under the jurisdiction of the Executive Yuan",
      "counties": {
        "text": "Changhua, Chiayi, Hsinchu, Hualien, Kinmen, Lienchiang, Miaoli, Nantou, Penghu, Pingtung, Taitung, Yilan, Yunlin"
      },
      "cities": {
        "text": "Chiayi, Hsinchu, Keelung"
      },
      "special municipalities": {
        "text": "Kaohsiung (city), New Taipei (city), Taichung (city), Tainan (city), Taipei (city), Taoyuan (city)"
      },
      "note": {
        "text": "Taiwan uses a variety of romanization systems; while a modified Wade-Giles system still dominates, the city of Taipei has adopted a Pinyin romanization for street and place names within its boundaries; other local authorities use different romanization systems"
      }
    },
    "National holiday": {
      "text": "Republic Day (Anniversary of the Chinese Revolution), 10 October (1911)"
    },
    "Constitution": {
      "text": "previous 1912, 1931; latest adopted 25 December 1946, promulgated 1 January 1947, effective 25 December 1947; revised several times, last in 2005 (2016)"
    },
    "Legal system": {
      "text": "civil law system"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Taiwan"
      },
      "dual citizenship recognized": {
        "text": "yes, except that citizens of Taiwan are not recognized as dual citizens of the People's Republic of China"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "20 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President TSAI Ing-wen (since 20 May 2016); Vice President CHEN Chien-jen (since 20 May 2016)"
      },
      "head of government": {
        "text": "Premier LIN Chuan (President of the Executive Yuan) (since 20 May 2016); Vice Premier LIN Hsi-yao, Vice President of the Executive Yuan (since 20 May 2016)"
      },
      "cabinet": {
        "text": "Executive Yuan - ministers appointed by president on recommendation of premier"
      },
      "elections/appointments": {
        "text": "president and vice president directly elected on the same ballot by simple majority popular vote for a 4-year term (eligible for a second term); election last held on 16 January 2016 (next to be held in 2020); premier appointed by the president; vice premiers appointed by the president on the recommendation of the premier"
      },
      "election results": {
        "text": "TSAI Ing-wen elected president; percent of vote - TSAI Ing-wen (DPP) 56.1%, Eric CHU Li-lun (KMT) 31.0%, James SOONG Chu-yu (PFP) 12.8%; note - TSAI is the first woman elected president of Taiwan"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Legislative Yuan (113 seats; 73 members directly elected in single-seat constituencies by simple majority vote, 34 directly elected in a single islandwide constituency by proportional representation vote, and 6 directly elected in multi-seat aboriginal constituencies by proportional representation vote; members serve 4-year terms)"
      },
      "elections": {
        "text": "Legislative Yuan - last held on 16 January 2016 (next to be held in January 2020)"
      },
      "election results": {
        "text": "Legislative Yuan - percent of vote by party - DPP 44.1%, KMT 26.9%, PFP 6.5%, NPP 6.1%, other 16.4%; seats by party - DPP 68, KMT 35, NPP 5, PFP 3, NPSU 1, independent 1"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court (consists of the court president, vice president, and approximately 100 judges organized into 8 civil and 12 criminal divisions, each with a division chief justice and 4 associate justices); Constitutional Court (consists of the court president, vice president, and 13 justices)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court justices appointed by the president; Constitutional Court justices appointed by the president with approval of the Legislative Yuan; Supreme Court justices appointed for life; Constitutional Court justices appointed for 8-year terms with half the membership renewed every 4 years"
      },
      "subordinate courts": {
        "text": "high courts; district courts; hierarchy of administrative courts"
      }
    },
    "Political parties and leaders": {
      "text": "Democratic Progressive Party or DPP [TSAI Ing-wen] ++ Kuomintang or KMT (Nationalist Party) [HUNG Hsiu-chu] ++ New Power Party or NPP [HUANG Kuo-chang] ++ Non-Partisan Solidarity Union or NPSU [LIN Pin-kuan] ++ People First Party or PFP [James SOONG Chu-yu] ++ Taiwan Solidarity Union or TSU [HUANG Kun-huei]"
    },
    "Political pressure groups and leaders": {
      "other": {
        "text": "environmental groups; independence movement; various business groups"
      },
      "note": {
        "text": "public opinion polls consistently show most Taiwanese support maintaining Taiwan's status quo; advocates of Taiwan independence oppose unification with mainland China; most advocates of eventual unification predicate their goal on the democratic transformation of the mainland"
      }
    },
    "International organization participation": {
      "text": "ADB (Taipei, China), APEC (Chinese Taipei), BCIE, ICC (national committees), IOC, ITUC (NGOs), SICA (observer), WTO (Taipei, China)"
    },
    "Diplomatic representation in the US": {
      "text": "none; commercial and cultural relations with the people in the United States are maintained through an unofficial instrumentality, the Taipei Economic and Cultural Representative Office in the United States (TECRO), a private nonprofit corporation that performs citizen and consular services similar to those at diplomatic posts",
      "representative": {
        "text": "KAO Shuo-tai (a.k.a. Stanley KAO) (since 5 June 2016)"
      },
      "office": {
        "text": "4201 Wisconsin Avenue NW, Washington, DC 20016"
      },
      "telephone": {
        "text": "[1] 202 895-1800"
      },
      "Taipei Economic and Cultural Offices (branch offices)": {
        "text": "Atlanta, Boston, Chicago, Denver (CO), Hagatna (Guam), Houston, Honolulu, Los Angeles, Miami, New York, San Francisco, Seattle"
      }
    },
    "Diplomatic representation from the US": {
      "text": "none; commercial and cultural relations with the people on Taiwan are maintained through an unofficial instrumentality, the American Institute in Taiwan (AIT), a private nonprofit corporation that performs citizen and consular services similar to those at diplomatic posts",
      "office": {
        "text": ""
      },
      "telephone": {
        "text": "[1] [886] (02) 2162-2000"
      },
      "FAX": {
        "text": "[1] [886] (02) 2162-2251"
      },
      "other offices": {
        "text": "Kaohsiung (Branch Office)"
      }
    },
    "Flag description": {
      "text": "red field with a dark blue rectangle in the upper hoist-side corner bearing a white sun with 12 triangular rays; the blue and white design of the canton (symbolizing the sun of progress) dates to 1895; it was later adopted as the flag of the Kuomintang Party; blue signifies liberty, justice, and democracy; red stands for fraternity, sacrifice, and nationalism, white represents equality, frankness, and the people's livelihood; the 12 rays of the sun are those of the months and the twelve traditional Chinese hours (each ray equals two hours)"
    },
    "National symbol(s)": {
      "text": "white, 12-rayed sun on blue field; national colors: blue, white, red"
    },
    "National anthem": {
      "name": {
        "text": "\"Zhonghua Minguo guoge\" (National Anthem of the Republic of China)"
      },
      "lyrics/music": {
        "text": "HU Han-min, TAI Chi-t'ao, and LIAO Chung-k'ai/CHENG Mao-Yun"
      },
      "note": {
        "text": "adopted 1930; also the song of the Kuomintang Party; it is informally known as \"San Min Chu I\" or \"San Min Zhu Yi\" (Three Principles of the People); because of political pressure from China, \"Guo Qi Ge\" (National Banner Song) is used at international events rather than the official anthem of Taiwan; the \"National Banner Song\" has gained popularity in Taiwan and is commonly used during flag raisings"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Taiwan has a dynamic capitalist economy with gradually decreasing government guidance on investment and foreign trade. Exports, led by electronics, machinery, and petrochemicals have provided the primary impetus for economic development. This heavy dependence on exports exposes the economy to fluctuations in world demand. Taiwan's diplomatic isolation, low birth rate, and rapidly aging population are other major long-term challenges. ++  ++ Free trade agreements have proliferated in East Asia over the past several years. Following the landmark Economic Cooperation Framework Agreement (ECFA) signed with China in June 2010, Taiwan in July 2013 signed a free trade deal with New Zealand - Taipei’s first-ever with a country with which it does not maintain diplomatic relations - and, in November, inked a trade pact with Singapore. However, follow-on components of the ECFA, including a signed agreement on trade in services and negotiations on trade in goods and dispute resolution, have stalled. In early 2014, the government bowed to public demand and proposed a new law governing the oversight of cross-Strait agreements, before any additional deals with China are implemented; the legislature has yet to vote on such legislation, leaving the future of ECFA up in the air as of the conclusion of President MA's second and final term in May 2016. MA portrayed ECFA as Taiwan’s key to greater participation in East Asia’s free trade networks, and has also expressed interest in Taiwan joining the Trans-Pacific Partnership. ++  ++ Taiwan's total fertility rate of just over one child per woman is among the lowest in the world, raising the prospect of future labor shortages, falling domestic demand, and declining tax revenues. Taiwan's population is aging quickly, with the number of people over 65 expected to account for nearly 20% of the island's total population by 2025. ++  ++ The island runs a trade surplus, largely because of its surplus with China, and its foreign reserves are the world's fifth largest, behind those of China, Japan, Saudi Arabia, and Switzerland. In 2006 China overtook the US to become Taiwan's second-largest source of imports after Japan. China is also the island's number one destination for foreign direct investment. Taiwan since 2009 has gradually loosened rules governing Chinese investment on the island and has also secured greater market access for its investors in the mainland. In August 2012, the Taiwan Central Bank signed a memorandum of understanding (MOU) on cross-Strait currency settlement with its Chinese counterpart. The MOU allows for the direct settlement of Chinese Renminbi (RMB) and the New Taiwan Dollar across the Strait, which has helped Taiwan develop into a local RMB hub. ++  ++ Closer economic links with the mainland bring opportunities for Taiwan’s economy but also pose challenges as political differences remain unresolved and China’s economic growth is slowing. Domestic economic issues loomed large in public debate ahead of the 16 January 2016 presidential and legislative elections, including concerns about stagnant wages, high housing prices, youth unemployment, job security, and financial security in retirement."
    },
    "GDP (purchasing power parity)": {
      "text": "$1.125 trillion (2016 est.) ++ $1.115 trillion (2015 est.) ++ $1.107 trillion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$519.1 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "1% (2016 est.) ++ 0.6% (2015 est.) ++ 3.9% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$47,800 (2016 est.) ++ $47,400 (2015 est.) ++ $47,300 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "35.7% of GDP (2016 est.) ++ 36.5% of GDP (2015 est.) ++ 34.5% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "52.7%"
      },
      "government consumption": {
        "text": "14.3%"
      },
      "investment in fixed capital": {
        "text": "20.6%"
      },
      "investment in inventories": {
        "text": "0.1%"
      },
      "exports of goods and services": {
        "text": "62.2%"
      },
      "imports of goods and services": {
        "text": "-49.9% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "1.8%"
      },
      "industry": {
        "text": "36.1%"
      },
      "services": {
        "text": "62.1% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "rice, vegetables, fruit, tea, flowers; pigs, poultry; fish"
    },
    "Industries": {
      "text": "electronics, communications and information technology products, petroleum refining, chemicals, textiles, iron and steel, machinery, cement, food processing, vehicles, consumer products, pharmaceuticals"
    },
    "Industrial production growth rate": {
      "text": "0.5% (2016 est.)"
    },
    "Labor force": {
      "text": "11.68 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "5%"
      },
      "industry": {
        "text": "36%"
      },
      "services": {
        "text": "59% (2015 est.)"
      }
    },
    "Unemployment rate": {
      "text": "3.9% (2016 est.) ++ 3.8% (2015 est.)"
    },
    "Population below poverty line": {
      "text": "1.5% (2012 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "6.4%"
      },
      "highest 10%": {
        "text": "40.3% (2010)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "33.6 (2014) ++ 32.6 (2000)"
    },
    "Budget": {
      "revenues": {
        "text": "$80.8 billion"
      },
      "expenditures": {
        "text": "$83.95 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "15.6% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-0.6% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "32.7% of GDP (2016 est.) ++ 32.7% of GDP (2015 est.)",
      "note": {
        "text": "data for central government"
      }
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "1.3% (2016 est.) ++ -0.3% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "1.63% (31 December 2015) ++ 1.88% (31 December 2014)"
    },
    "Commercial bank prime lending rate": {
      "text": "2.7% (31 December 2016 est.) ++ 2.83% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$477.8 billion (31 December 2016 est.) ++ $462.5 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$1.246 trillion (31 December 2016 est.) ++ $1.206 trillion (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$743.5 billion (31 December 2016 est.) ++ $734 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$741.1 billion (31 December 2015) ++ $847.8 billion (31 December 2014) ++ $818.7 billion (31 December 2013)"
    },
    "Current account balance": {
      "text": "$77.9 billion (2016 est.) ++ $76.17 billion (2015 est.)"
    },
    "Exports": {
      "text": "$314.8 billion (2016 est.) ++ $335.5 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "semiconductors, petrochemicals, automobile/auto parts, ships, wireless communication equipment, flat display displays, steel, electronics, plastics, computers"
    },
    "Exports - partners": {
      "text": "China 27.1%, Hong Kong 13.2%, US 10.3%, Japan 6.4%, Singapore 4.4% (2012 est.)"
    },
    "Imports": {
      "text": "$248.7 billion (2016 est.) ++ $262.9 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "oil/petroleum, semiconductors, natural gas, coal, steel, computers, wireless communication equipment, automobiles, fine chemicals, textiles"
    },
    "Imports - partners": {
      "text": "Japan 17.6%, China 16.1%, US 9.5% (2012 est.)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$456.9 billion (31 December 2016 est.) ++ $430.7 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$155.4 billion (31 December 2016 est.) ++ $159 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$74.64 billion (31 December 2016 est.) ++ $72.34 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$346.9 billion (31 December 2016 est.) ++ $336.1 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "New Taiwan dollars (TWD) per US dollar - ++ 32.85 (2016 est.) ++ 31.911 (2015 est.) ++ 31.911 (2014 est.) ++ 30.363 (2013 est.) ++ 29.62 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "258 billion kWh (2015 est.)"
    },
    "Electricity - consumption": {
      "text": "249.5 billion kWh (2015 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2015 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2015 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "54 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "75.6% of total installed capacity (2014 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "10.6% of total installed capacity (2014 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "5.4% of total installed capacity (2014 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "8.4% of total installed capacity (2014 est.)"
    },
    "Crude oil - production": {
      "text": "196 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "841,300 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "10.06 million bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "1.299 million bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "818,700 bbl/day (2015 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "352,600 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "363,100 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "1.294 billion cu m (2015 est.)"
    },
    "Natural gas - consumption": {
      "text": "17.79 billion cu m (2015 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2015 est.)"
    },
    "Natural gas - imports": {
      "text": "17.94 billion cu m (2014 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "6.229 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "26.69 million Mt (2014 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "13,916,334"
      },
      "subscriptions per 100 inhabitants": {
        "text": "59 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "29.681 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "127 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "provides telecommunications service for every business and private need"
      },
      "domestic": {
        "text": "thoroughly modern; completely digitalized"
      },
      "international": {
        "text": "country code - 886; roughly 15 submarine fiber cables provide links throughout Asia, Australia, the Middle East, Europe, and the US; satellite earth stations - 2 (2015)"
      }
    },
    "Broadcast media": {
      "text": "5 nationwide television networks operating roughly 75 TV stations; about 85% of households utilize multi-channel cable TV; national and regional radio networks with about 170 radio stations (2008)"
    },
    "Internet country code": {
      "text": ".tw"
    },
    "Internet users": {
      "total": {
        "text": "20.601 million"
      },
      "percent of population": {
        "text": "88% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "8"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "221 (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "B (2016)"
    },
    "Airports": {
      "text": "37 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "35"
      },
      "over 3,047 m": {
        "text": "8"
      },
      "2,438 to 3,047 m": {
        "text": "7"
      },
      "1,524 to 2,437 m": {
        "text": "10"
      },
      "914 to 1,523 m": {
        "text": "8"
      },
      "under 914 m": {
        "text": "2 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "2"
      },
      "1,524 to 2,437 m": {
        "text": "1"
      },
      "under 914 m": {
        "text": "1 (2013)"
      }
    },
    "Heliports": {
      "text": "31 (2013)"
    },
    "Pipelines": {
      "text": "condensate 25 km; gas 802 km; oil 241 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "1,597 km"
      },
      "standard gauge": {
        "text": "345 km 1.435-m gauge (345 km electrified)"
      },
      "narrow gauge": {
        "text": "1,102 km 1.067-m gauge (692 km electrified); 150 km 0.762-m gauge"
      },
      "note": {
        "text": "the 0.762-gauge track belongs to three entities: the Forestry Bureau, Taiwan Cement, and TaiPower (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "42,520 km"
      },
      "paved": {
        "text": "42,078 km (includes 1,348 km of highways and 737 km of expressways)"
      },
      "unpaved": {
        "text": "442 km (2013)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "112"
      },
      "by type": {
        "text": "bulk carrier 35, cargo 20, chemical tanker 1, container 31, passenger/cargo 4, petroleum tanker 12, refrigerated cargo 7, roll on/roll off 2"
      },
      "foreign-owned": {
        "text": "3 (France 2, Vietnam 1)"
      },
      "registered in other countries": {
        "text": "579 (Argentina 2, Cambodia 1, Honduras 1, Hong Kong 25, Indonesia 1, Italy 10, Kiribati 2, Liberia 94, Marshall Islands 8, Panama 328, Philippines 1, Sierra Leone 7, Singapore 77, South Korea 1, Thailand 1, UK 11, Vanuatu 1, unknown 8) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Chilung (Keelung), Kaohsiung, Hualian, Taichung"
      },
      "container port(s) (TEUs)": {
        "text": "Chilung (Keelung) (1,749,388), Kaohsiung (9,363,289), Taichung (1,383,578)"
      },
      "LNG terminal (import)": {
        "text": "Yung An (Kaohsiung), Taichung"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Army, Navy (includes Marine Corps), Air Force, Military Police Command, Armed Forces Reserve Command, Coast Guard Administration (2016)"
    },
    "Military service age and obligation": {
      "text": "starting with those born in 1994, males 18-36 years of age may volunteer for military service or must complete 4 months of compulsory military training (or substitute civil service in some cases); women may enlist; women in Air Force service are restricted to noncombat roles; for men born before December 1993, compulsory service (military or civil) is 1 year; for 8 years after discharge, men are subject to training recall four times for periods not to exceed 20 days (2016)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "involved in complex dispute with Brunei, China, Malaysia, the Philippines, and Vietnam over the Spratly Islands, and with China and the Philippines over Scarborough Reef; the 2002 \"Declaration on the Conduct of Parties in the South China Sea\" has eased tensions but falls short of a legally binding \"code of conduct\" desired by several of the disputants; Paracel Islands are occupied by China, but claimed by Taiwan and Vietnam; in 2003, China and Taiwan became more vocal in rejecting both Japan's claims to the uninhabited islands of the Senkaku-shoto (Diaoyu Tai) and Japan's unilaterally declared exclusive economic zone in the East China Sea where all parties engage in hydrocarbon prospecting"
    },
    "Illicit drugs": {
      "text": "regional transit point for heroin, methamphetamine, and precursor chemicals; transshipment point for drugs to Japan; major problem with domestic consumption of methamphetamine and heroin; rising problems with use of ketamine and club drugs"
    }
  }
}