{
  "intro": {
    "background": {
      "text": "Belize was the site of several Mayan city states until their decline at the end of the first millennium A.D. The British and Spanish disputed the region in the 17th and 18th centuries; it formally became the colony of British Honduras in 1854. Territorial disputes between the UK and Guatemala delayed the independence of Belize until 1981. Guatemala refused to recognize the new nation until 1992 and the two countries are involved in an ongoing border dispute. Guatemala and Belize plan to hold a simultaneous referendum, set for 6 October 2013, to determine if this dispute will go before the International Court of Justice at The Hague. Tourism has become the mainstay of the economy. Current concerns include the country's heavy foreign debt burden, high unemployment, growing involvement in the Mexican and South American drug trade, high crime rates, and one of the highest HIV/AIDS prevalence rates in Central America."
    }
  },
  "geo": {
    "location": {
      "text": "Central America, bordering the Caribbean Sea, between Guatemala and Mexico"
    },
    "geographic_coordinates": {
      "text": "17 15 N, 88 45 W"
    },
    "map_references": {
      "text": "Central America and the Caribbean"
    },
    "area": {
      "total": "22,966 sq km",
      "land": "22,806 sq km",
      "water": "160 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Massachusetts"
    },
    "land_boundaries": {
      "total": "516 km",
      "border_countries": "Guatemala 266 km, Mexico 250 km"
    },
    "coastline": {
      "text": "386 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm in the north, 3 nm in the south; note - from the mouth of the Sarstoon River to Ranguana Cay, Belize's territorial sea is 3 nm; according to Belize's Maritime Areas Act, 1992, the purpose of this limitation is to provide a framework for negotiating a definitive agreement on territorial differences with Guatemala",
      "exclusive_economic_zone": "200 nm"
    },
    "climate": {
      "text": "tropical; very hot and humid; rainy season (May to November); dry season (February to May)"
    },
    "terrain": {
      "text": "flat, swampy coastal plain; low mountains in south"
    },
    "elevation_extremes": {
      "lowest_point": "Caribbean Sea 0 m",
      "highest_point": "Doyle's Delight 1,160 m"
    },
    "natural_resources": {
      "text": "arable land potential, timber, fish, hydropower"
    },
    "land_use": {
      "arable_land": "3.27%",
      "permanent_crops": "1.39%",
      "other": "95.34% (2011)"
    },
    "irrigated_land": {
      "text": "30 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "18.55 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "0.22  cu km/yr (4%/49%/46%)",
      "per_capita": "845.2  cu m/yr (2000)"
    },
    "natural_hazards": {
      "text": "frequent, devastating hurricanes (June to November) and coastal flooding (especially in south)"
    },
    "environment_current_issues": {
      "text": "deforestation; water pollution from sewage, industrial effluents, agricultural runoff; solid and sewage waste disposal"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "only country in Central America without a coastline on the North Pacific Ocean"
    }
  },
  "people": {
    "nationality": {
      "noun": "Belizean(s)",
      "adjective": "Belizean"
    },
    "ethnic_groups": {
      "text": "mestizo 48.7%, Creole 24.9%, Maya 10.6%, Garifuna 6.1%, other 9.7% (2000 census)"
    },
    "languages": {
      "text": "Spanish 46%, Creole 32.9%, Mayan dialects 8.9%, English 3.9% (official), Garifuna 3.4% (Carib), German 3.3%, other 1.4%, unknown 0.2% (2000 census)"
    },
    "religions": {
      "text": "Roman Catholic 39.3%, Pentacostal 8.3%, Seventh Day Adventist 5.3%, Anglican 4.5%, Mennonite 3.7%, Baptist 3.5%, Methodist 2.8%, Nazarene 2.8%, Jehovah's Witnesses 1.6%, other 9.9% (includes Baha'i Faith, Buddhism, Hinduism, Islam, and Mormon), other (unknown) 3.1%, none 15.2% (2010 census)"
    },
    "demographic_profile": {
      "text": "Migration continues to transform Belize's population. About 16% of Belizeans live abroad, while immigrants constitute approximately 15% of Belize's population. Belizeans seeking job and educational opportunities have preferred to emigrate to the United States rather than former colonizer Great Britain because of the United States' closer proximity and stronger trade ties with Belize. Belizeans also emigrate to Canada, Mexico, and English-speaking Caribbean countries. The emigration of a large share of Creoles (Afro-Belizeans) and the influx of Central American immigrants, mainly Guatemalans, Salvadorans, and Hondurans, has changed Belize's ethnic composition. Mestizos have become the largest ethnic group, and Belize now has more native Spanish speakers than English or Creole speakers, despite English being the official language. In addition, Central American immigrants are establishing new communities in rural areas, which contrasts with the urbanization trend seen in neighboring countries. Recently, Chinese, European, and North American immigrants have become more frequent. Immigration accounts for an increasing share of Belize's population growth rate, which is steadily falling due to fertility decline. Belize's declining birth rate and its increased life expectancy are creating an aging population. As the elderly population grows and nuclear families replace extended households, Belize's government will be challenged to balance a rising demand for pensions, social services, and healthcare for its senior citizens with the need to reduce poverty and social inequality and to improve sanitation."
    },
    "population": {
      "text": "334,297 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "35.8% (male 61,118/female 58,665)",
      "15_24_years": "21.1% (male 35,912/female 34,596)",
      "25_54_years": "35.1% (male 59,196/female 58,024)",
      "55_64_years": "4.4% (male 7,374/female 7,407)",
      "65_years_and_over": "3.6% (male 5,677/female 6,328) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "60.9 %",
      "youth_dependency_ratio": "54.5 %",
      "elderly_dependency_ratio": "6.4 %",
      "potential_support_ratio": "15.6 (2013)"
    },
    "median_age": {
      "total": "21.5 years",
      "male": "21.4 years",
      "female": "21.7 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.97% (2013 est.)"
    },
    "birth_rate": {
      "text": "25.58 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.93 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "52% of total population (2010)",
      "rate_of_urbanization": "2.7% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "BELMOPAN (capital) 14,000 (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.04 male(s)/female",
      "25_54_years": "1.02 male(s)/female",
      "55_64_years": "1 male(s)/female",
      "65_years_and_over": "0.9 male(s)/female",
      "total_population": "1.03 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "53 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "20.82 deaths/1,000 live births",
      "male": "23.3 deaths/1,000 live births",
      "female": "18.23 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "68.4 years",
      "male": "66.75 years",
      "female": "70.13 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "3.08 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "55.2% (2011)"
    },
    "health_expenditures": {
      "text": "5.2% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.83 physicians/1,000 population (2009)"
    },
    "hospital_bed_density": {
      "text": "1.2 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 98% of population; rural: 99% of population; total: 98% of population",
      "unimproved": "urban: 2% of population; rural: 1% of population; total: 2% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 93% of population; rural: 87% of population; total: 90% of population",
      "unimproved": "urban: 7% of population; rural: 13% of population; total: 10% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "2.3% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "4,800 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 500 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "33.7% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "4.9% (2006)"
    },
    "education_expenditures": {
      "text": "6.6% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "76.9%",
      "male": "76.7%",
      "female": "77.1% (2000 census)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "12 years",
      "male": "12 years",
      "female": "12 years (2003)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "27,751",
      "percentage": "40 % (2001 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "19.5%",
      "male": "13.8%",
      "female": "28.8% (2005)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "none",
      "conventional_short_form": "Belize",
      "former": "British Honduras"
    },
    "government_type": {
      "text": "parliamentary democracy and a Commonwealth realm"
    },
    "capital": {
      "name": "Belmopan",
      "geographic_coordinates": "17 15 N, 88 46 W",
      "time_difference": "UTC-6 (1 hour behind Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "6 districts; Belize, Cayo, Corozal, Orange Walk, Stann Creek, Toledo"
    },
    "independence": {
      "text": "21 September 1981 (from the UK)"
    },
    "national_holiday": {
      "text": "Independence Day, 21 September (1981)"
    },
    "constitution": {
      "text": "21 September 1981"
    },
    "legal_system": {
      "text": "English common law"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "Queen ELIZABETH II (since 6 February 1952); represented by Governor General Sir Colville YOUNG, Sr. (since 17 November 1993)",
      "head_of_government": "Prime Minister Dean Oliver BARROW (since 8 February 2008); Deputy Prime Minister Gaspar VEGA (since 12 February 2008)",
      "cabinet": "Cabinet appointed by the governor general on the advice of the prime minister from the General Assembly",
      "elections": "the monarchy is hereditary; governor general appointed by the monarch; following legislative elections, the leader of the majority party or the leader of the majority coalition usually appointed prime minister by the governor general; prime minister recommends the deputy prime minister"
    },
    "legislative_branch": {
      "text": "bicameral National Assembly consists of the Senate (12 seats; members appointed by the governor general - 6 on the advice of the prime minister, 3 on the advice of the leader of the opposition, and 1 each on the advice of the Belize Council of Churches and Evangelical Association of Churches, the Belize Chamber of Commerce and Industry and the Belize Better Business Bureau, and the National Trade Union Congress and the Civil Society Steering Committee; to serve five-year terms) and the House of Representatives (31 seats; members are elected by direct popular vote to serve five-year terms)",
      "elections": "House of Representatives - last held on 8 March 2012 (next to be held in 2017)",
      "election_results": "percent of vote by party - UDP 50.4%, PUP 47.5%, other 2.1%; seats by party - UDP 17, PUP 14"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court of Judicature (consists of the Court of Appeal with the court president and 3 justices, and the Supreme Court with the chief justice and 2 judges) note - in 2005, Belize ceased final appeals in civil and criminal cases to the Judicial Committee of the Privy Council (in London),  replacing it with the Caribbean Court of Justice, the judicial organ of the Caribbean Community",
      "judge_selection_and_term_of_office": "Court of Appeal president and justices appointed by the governor general upon advice of the prime minister after consultation with the National Assembly opposition leader; justices' tenures vary by terms of appointment;  Supreme Court chief justice appointed by the governor-general upon the advice of the prime minister and the National Assembly opposition leader; other judges appointed by the governor-general upon the advice of the Judicial and Legal Services Section of the Public Services Commission and with the concurrence of the prime minister after consultation with the National Assembly opposition leader; judges can be appointed beyond age 65 but must retire by age 75",
      "subordinate_courts": "Summary Jurisdiction Courts (criminal) and District Courts (civil)"
    },
    "political_parties_and_leaders": {
      "text": "National Alliance for Belizean Rights or NABR; National Reform Party or NRP [Cornelius DUECK]; People's National Party or PNP [Wil MAHEIA]; People's United Party or PUP [John BRICENO]; United Democratic Party or UDP [Dean Oliver BARROW]; Vision Inspired by the People or VIP [Paul MORGAN]; We the People Reform Movement or WTP [Hipolito BAUTISTA]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Society for the Promotion of Education and Research or SPEAR [Nicole HAYLOCK]; Association of Concerned Belizeans or ACB [David VASQUEZ]; National Trade Union Congress of Belize or NTUC/B [Rene GOMEZ]"
    },
    "international_organization_participation": {
      "text": "ACP, AOSIS, C, Caricom, CD, CDB, CELAC, FAO, G-77, IADB, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, ITU, LAES, MIGA, NAM, OAS, OPANAL, OPCW, PCA, Petrocaribe, SICA, UN, UNCTAD, UNESCO, UNIDO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Nestor MENDEZ",
      "chancery": "2535 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 332-9636",
      "fax": "[1] (202) 332-6888",
      "consulates_general": "Los Angeles"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Vinai THUMMALAPALLY",
      "embassy": "Floral Park Road, Belmopan City, Cayo District",
      "mailing_address": "P.O. Box 497, Belmopan City, Cayo District, Belize",
      "telephone": "[501] 822-4011",
      "fax": "[501] 822-4012"
    },
    "flag_description": {
      "text": "blue with a narrow red stripe along the top and the bottom edges; centered is a large white disk bearing the coat of arms; the coat of arms features a shield flanked by two workers in front of a mahogany tree with the related motto SUB UMBRA FLOREO (I Flourish in the Shade) on a scroll at the bottom, all encircled by a green garland of 50 mahogany leaves; the colors are those of the two main political parties: blue for the PUP and red for the UDP; various elements of the coat of arms - the figures, the tools, the mahogany tree, and the garland of leaves - recall the logging industry that led to British settlement of Belize",
      "note": "Belize's flag is the only national flag that depicts human beings; two British overseas territories, Montserrat and the British Virgin Islands, also depict humans"
    },
    "national_symbols": {
      "text": "Baird's tapir (a large, browsing, forest-dwelling mammal); keel-billed toucan"
    },
    "national_anthem": {
      "name": "\"Land of the Free\"",
      "lyrics_music": "Samuel Alfred HAYNES/Selwyn Walford YOUNG",
      "note": "adopted 1981; as a Commonwealth country, in addition to the national anthem, \"God Save the Queen\" serves as the royal anthem (see United Kingdom)"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Tourism is the number one foreign exchange earner in this small economy, followed by exports of marine products, citrus, cane sugar, bananas, and garments. The government's expansionary monetary and fiscal policies, initiated in September 1998, led to GDP growth averaging nearly 4% in 1999-2007. Oil discoveries in 2006 bolstered this growth. Exploration efforts have continued and production has increased a small amount. Growth slipped to 0% in 2009, and has remained at just over 2% per year during 2010-2012, as a result of the global slowdown, natural disasters, and a temporary drop in the price of oil. With weak economic growth and a large public debt burden, fiscal spending is likely to be tight. In September 2012, the government paid half of a $23 million interest payment that had been due in August 2012. In January 2013, the government announced that it had reached a deal with creditors to restructure its $544 million commercial external debt, commonly referred to as the \"superbond.\" The superbond represents one half of the country's public debt. A key government objective remains the reduction of poverty and inequality with the help of international donors. Although Belize has the second highest per capita income in Central America, the average income figure masks a huge income disparity between rich and poor. The 2010 Poverty Assessment shows that more than 4 out of 10 people live in poverty. The sizable trade deficit and heavy foreign debt burden continue to be major concerns."
    },
    "gdp_purchasing_power_parity": {
      "text": "$3.048 billion (2012 est.); $2.896 billion (2011 est.); $2.84 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$1.554 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "5.3% (2012 est.); 1.9% (2011 est.); 2.7% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$8,900 (2012 est.); $8,600 (2011 est.); $8,600 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "27.3% of GDP (2012 est.); 28.2% of GDP (2011 est.); 24.8% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "77.3%",
      "government_consumption": "18.1%",
      "investment_in_fixed_capital": "30.4%",
      "investment_in_inventories": "1%",
      "exports_of_goods_and_services": "71%",
      "imports_of_goods_and_services": "-98.2% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "13%",
      "industry": "23%",
      "services": "64% (2012 est.)"
    },
    "agriculture_products": {
      "text": "bananas, cacao, citrus, sugar; fish, cultured shrimp; lumber"
    },
    "industries": {
      "text": "garment production, food processing, tourism, construction, oil"
    },
    "industrial_production_growth_rate": {
      "text": "2% (2012 est.)"
    },
    "labor_force": {
      "text": "120,500",
      "note": "shortage of skilled labor and all types of technical personnel (2008 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "10.2%",
      "industry": "18.1%",
      "services": "71.7% (2007)"
    },
    "unemployment_rate": {
      "text": "11.3% (2012); 13.1% (2009)"
    },
    "population_below_poverty_line": {
      "text": "41.3% (2010 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "NA%",
      "highest_10%": "NA%"
    },
    "budget": {
      "revenues": "$400 million",
      "expenditures": "$450 million (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "25.7% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-3.2% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "90.1% of GDP (2012 est.); 91% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "1 April - 31 March"
    },
    "inflation_rate_consumer_prices": {
      "text": "1.2% (2012 est.); -2.5% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "18% (31 December 2010 est.); 12% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "12.4% (31 December 2012 est.); 13.36% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$551.5 million (31 December 2012 est.); $419.6 million (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$1.263 billion (31 December 2012 est.); $1.101 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$1 billion (31 December 2012 est.); $968 million (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$59.5 million (2012 est.); -$31.3 million (2011 est.)"
    },
    "exports": {
      "text": "$548.5 million (2012 est.); $603.6 million (2011 est.)"
    },
    "exports_commodities": {
      "text": "sugar, bananas, citrus, clothing, fish products, molasses, wood, crude oil"
    },
    "exports_partners": {
      "text": "US 30.8%, UK 21.2%, Nigeria 4.8%, Costa Rica 4.1% (2012)"
    },
    "imports": {
      "text": "$808.3 million (2012 est.); $778.2 million (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and transport equipment, manufactured goods; fuels, chemicals, pharmaceuticals; food, beverages, tobacco"
    },
    "imports_partners": {
      "text": "US 23.1%, Germany 14.6%, Mexico 11.2%, Cuba 9.1%, Guatemala 5.4%, China 4.5%, Trinidad and Tobago 4.1% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$289.9 million (31 December 2012 est.); $237.1 million (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$1.503 billion (31 December 2012 est.); $1.423 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Belizean dollars (BZD) per US dollar -; 2 (2012 est.); 2 (2011 est.); 2 (2010 est.); 2 (2009); 2 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "52.03 million kWh (2011 est.)"
    },
    "electricity_consumption": {
      "text": "630 million kWh (2011 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "102,100 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "33.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "37.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "29.5% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "4,000 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "6.7 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "7,044 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "3,553 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "980,500 Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "28,800 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "222,000 (2011)"
    },
    "telephone_system": {
      "general_assessment": "above-average system; trunk network depends primarily on microwave radio relay",
      "domestic": "fixed-line teledensity of slightly less than 10 per 100 persons; mobile-cellular teledensity approaching 70 per 100 persons",
      "international": "country code - 501; landing point for the Americas Region Caribbean Ring System (ARCOS-1) fiber-optic telecommunications submarine cable that provides links to South and Central America, parts of the Caribbean, and the US; satellite earth station - 8 (Intelsat - 2, unknown - 6) (2011)"
    },
    "broadcast_media": {
      "text": "8 privately owned TV stations; multi-channel cable TV provides access to foreign stations; about 25 radio stations broadcasting on roughly 50 different frequencies; state-run radio was privatized in 1998 (2007)"
    },
    "internet_country_code": {
      "text": ".bz"
    },
    "internet_hosts": {
      "text": "3,392 (2012)"
    },
    "internet_users": {
      "text": "36,000 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "47 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "6",
      "2_438_to_3_047_m": "1",
      "914_to_1_523_m": "2",
      "under_914_m": "3 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "41",
      "2_438_to_3_047_m": "1",
      "914_to_1_523_m": "11",
      "under_914_m": "29 (2013)"
    },
    "roadways": {
      "total": "3,007 km",
      "paved": "575 km",
      "unpaved": "2,432 km (2006)"
    },
    "waterways": {
      "text": "825 km (navigable only by small craft) (2011)"
    },
    "merchant_marine": {
      "total": "247",
      "by_type": "barge carrier 1, bulk carrier 33, cargo 156, chemical tanker 2, liquefied gas 1, passenger/cargo 4, petroleum tanker 9, refrigerated cargo 30, roll on/roll off 10, specialized tanker 1",
      "foreign_owned": "152 (Bulgaria 1, China 61, Croatia 1, Estonia 1, Greece 2, Iceland 1, Italy 3, Latvia 9, Lithuania 1, Netherlands 1, Norway 2, Russia 30, Singapore 4, Switzerland 1, Syria 4, Thailand 1, Turkey 16, UAE 3, UK 4, Ukraine 6) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Belize City, Big Creek"
    }
  },
  "military": {
    "military_branches": {
      "text": "Belize Defense Force (BDF): Army, BDF Air Wing (includes Special Boat Unit), BDF Volunteer Guard (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for voluntary military service; laws allow for conscription only if volunteers are insufficient; conscription has never been implemented; volunteers typically outnumber available positions by 3:1; initial service obligation 12 years (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "81,284",
      "females_age_16_49": "79,185 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "59,431",
      "females_age_16_49": "57,221 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "3,723",
      "female": "3,584 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.2% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Guatemala persists in its territorial claim to half of Belize, but agrees to the Line of Adjacency to keep Guatemalan squatters out of Belize's forested interior; both countries agreed in April 2012 to hold simultaneous referenda, scheduled for 6 October 2013, to decide whether to refer the dispute to the ICJ for binding resolution; Belize and Mexico are working to solve minor border demarcation discrepancies arising from inaccuracies in the 1898 border treaty"
    },
    "illicit_drugs": {
      "text": "transshipment point for cocaine; small-scale illicit producer of cannabis, primarily for local consumption; offshore sector money-laundering activity related to narcotics trafficking and other crimes\r\n (2008)"
    }
  }
}