{
  "intro": {
    "background": {
      "text": "Although explored by the Spanish early in the 16th century, initial attempts at colonizing Costa Rica proved unsuccessful due to a combination of factors, including disease from mosquito-infested swamps, brutal heat, resistance by natives, and pirate raids. It was not until 1563 that a permanent settlement of Cartago was established in the cooler, fertile central highlands. The area remained a colony for some two and a half centuries. In 1821, Costa Rica became one of several Central American provinces that jointly declared their independence from Spain. Two years later it joined the United Provinces of Central America, but this federation disintegrated in 1838, at which time Costa Rica proclaimed its sovereignty and independence. Since the late 19th century, only two brief periods of violence have marred the country's democratic development. In 1949, Costa Rica dissolved its armed forces. Although it still maintains a large agricultural sector, Costa Rica has expanded its economy to include strong technology and tourism industries. The standard of living is relatively high. Land ownership is widespread."
    }
  },
  "geo": {
    "location": {
      "text": "Central America, bordering both the Caribbean Sea and the North Pacific Ocean, between Nicaragua and Panama"
    },
    "geographic_coordinates": {
      "text": "10 00 N, 84 00 W"
    },
    "map_references": {
      "text": "Central America and the Caribbean"
    },
    "area": {
      "total": "51,100 sq km",
      "land": "51,060 sq km",
      "water": "40 sq km",
      "note": "includes Isla del Coco"
    },
    "area_comparative": {
      "text": "slightly smaller than West Virginia"
    },
    "land_boundaries": {
      "total": "639 km",
      "border_countries": "Nicaragua 309 km, Panama 330 km"
    },
    "coastline": {
      "text": "1,290 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 nm"
    },
    "climate": {
      "text": "tropical and subtropical; dry season (December to April); rainy season (May to November); cooler in highlands"
    },
    "terrain": {
      "text": "coastal plains separated by rugged mountains including over 100 volcanic cones, of which several are major volcanoes"
    },
    "elevation_extremes": {
      "lowest_point": "Pacific Ocean 0 m",
      "highest_point": "Cerro Chirripo 3,810 m"
    },
    "natural_resources": {
      "text": "hydropower"
    },
    "land_use": {
      "arable_land": "4.89%",
      "permanent_crops": "6.46%",
      "other": "88.65% (2011)"
    },
    "irrigated_land": {
      "text": "1,031 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "112.4 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "5.77  cu km/yr (15%/9%/77%)",
      "per_capita": "1,582  cu m/yr (2006)"
    },
    "natural_hazards": {
      "text": "occasional earthquakes, hurricanes along Atlantic coast; frequent flooding of lowlands at onset of rainy season and landslides; active volcanoes",
      "volcanism": "Arenal (elev. 1,670 m), which erupted in 2010, is the most active volcano in Costa Rica; a 1968 eruption destroyed the town of Tabacon; Irazu (elev. 3,432 m), situated just east of San Jose, has the potential to spew ash over the capital city as it did between 1963 and 1965; other historically active volcanoes include Miravalles, Poas, Rincon de la Vieja, and Turrialba"
    },
    "environment_current_issues": {
      "text": "deforestation and land use change, largely a result of the clearing of land for cattle ranching and agriculture; soil erosion; coastal marine pollution; fisheries protection; solid waste management; air pollution"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Wetlands, Whaling",
      "signed_but_not_ratified": "Marine Life Conservation"
    },
    "geography_note": {
      "text": "four volcanoes, two of them active, rise near the capital of San Jose in the center of the country; one of the volcanoes, Irazu, erupted destructively in 1963-65"
    }
  },
  "people": {
    "nationality": {
      "noun": "Costa Rican(s)",
      "adjective": "Costa Rican"
    },
    "ethnic_groups": {
      "text": "white (including mestizo) 94%, black 3%, Amerindian 1%, Chinese 1%, other 1%"
    },
    "languages": {
      "text": "Spanish (official), English"
    },
    "religions": {
      "text": "Roman Catholic 76.3%, Evangelical 13.7%, Jehovah's Witnesses 1.3%, other Protestant 0.7%, other 4.8%, none 3.2%"
    },
    "demographic_profile": {
      "text": "Costa Rica's political stability, high standard of living, and well-developed social benefits system set it apart from its Central American neighbors. Through the government's sustained social spending - almost 20% of GDP annually - Costa Rica has made tremendous progress toward achieving its goal of providing universal access to education, healthcare, clean water, sanitation, and electricity. Since the 1970s, expansion of these services has led to a rapid decline in infant mortality, an increase in life expectancy at birth, and a sharp decrease in the birth rate. The average number of children born per women has fallen from about 7 in the 1960s to 3.5 in the early 1980s to below replacement level today. Costa Rica's poverty rate is lower than in most Latin American countries, but it has stalled at around 20% for almost two decades. Costa Rica is a popular regional immigration destination because of its job opportunities and social programs. Almost 9% of the population is foreign-born, with Nicaraguans comprising nearly three-quarters of the foreign population. Many Nicaraguans who perform unskilled seasonal labor enter Costa Rica illegally or overstay their visas, which continues to be a source of tension. Less than 3% of Costa Rica's population lives abroad. The overwhelming majority of expatriates have settled in the United States after completing a university degree or in order to work in a highly skilled field."
    },
    "population": {
      "text": "4,695,942 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "23.8% (male 571,383/female 546,152)",
      "15_24_years": "17.8% (male 427,047/female 411,110)",
      "25_54_years": "43.6% (male 1,027,179/female 1,018,358)",
      "55_64_years": "8% (male 184,292/female 191,396)",
      "65_years_and_over": "6.8% (male 147,615/female 171,410) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "44 %",
      "youth_dependency_ratio": "33.9 %",
      "elderly_dependency_ratio": "10.1 %",
      "potential_support_ratio": "9.9 (2013)"
    },
    "median_age": {
      "total": "29.6 years",
      "male": "29.1 years",
      "female": "30 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.27% (2013 est.)"
    },
    "birth_rate": {
      "text": "16.25 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "4.44 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0.85 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "64% of total population (2010)",
      "rate_of_urbanization": "2.1% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "SAN JOSE (capital) 1.515 million (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.04 male(s)/female",
      "25_54_years": "1.01 male(s)/female",
      "55_64_years": "0.97 male(s)/female",
      "65_years_and_over": "0.86 male(s)/female",
      "total_population": "1.01 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "40 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "8.95 deaths/1,000 live births",
      "male": "9.76 deaths/1,000 live births",
      "female": "8.09 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "78.06 years",
      "male": "75.43 years",
      "female": "80.83 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.91 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "82.2% (2010)"
    },
    "health_expenditures": {
      "text": "10.9% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.32 physicians/1,000 population (2000)"
    },
    "hospital_bed_density": {
      "text": "1.2 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 91% of population; total: 97% of population",
      "unimproved": "urban: 0% of population; rural: 9% of population; total: 3% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 95% of population; rural: 96% of population; total: 95% of population",
      "unimproved": "urban: 5% of population; rural: 4% of population; total: 5% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.3% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "9,800 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 500 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "intermediate",
      "food_or_waterborne_diseases": "bacterial diarrhea",
      "vectorborne_diseases": "dengue fever (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "23.7% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "1.1% (2009)"
    },
    "education_expenditures": {
      "text": "6.3% of GDP (2009)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "96.3%",
      "male": "96%",
      "female": "96.5% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "14 years",
      "male": "13 years",
      "female": "14 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "39,082",
      "percentage": "5 % (2002 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "16.6%",
      "male": "13.5%",
      "female": "21.6% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Costa Rica",
      "conventional_short_form": "Costa Rica",
      "local_long_form": "Republica de Costa Rica",
      "local_short_form": "Costa Rica"
    },
    "government_type": {
      "text": "democratic republic"
    },
    "capital": {
      "name": "San Jose",
      "geographic_coordinates": "9 56 N, 84 05 W",
      "time_difference": "UTC-6 (1 hour behind Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "7 provinces (provincias, singular - provincia); Alajuela, Cartago, Guanacaste, Heredia, Limon, Puntarenas, San Jose"
    },
    "independence": {
      "text": "15 September 1821 (from Spain)"
    },
    "national_holiday": {
      "text": "Independence Day, 15 September (1821)"
    },
    "constitution": {
      "text": "7 November 1949"
    },
    "legal_system": {
      "text": "civil law system based on Spanish civil code; judicial review of legislative acts in the Supreme Court"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal and compulsory"
    },
    "executive_branch": {
      "chief_of_state": "President Laura CHINCHILLA Miranda (since 8 May 2010); First Vice President Alfio PIVA Mesen (since 8 May 2010); Second Vice President Luis LIBERMAN Ginsburg (since 8 May 2010); note - the president is both the chief of state and head of government",
      "head_of_government": "President Laura CHINCHILLA Miranda (since 8 May 2010); First Vice President Alfio PIVA Mesen (since 8 May 2010); Second Vice President Luis LIBERMAN Ginsburg (since 8 May 2010)",
      "cabinet": "Cabinet selected by the president",
      "elections": "president and vice presidents elected on the same ticket by popular vote for a single four-year term; election last held on 7 February 2010 (next to be held in February 2014)",
      "election_results": "Laura CHINCHILLA Miranda elected president; percent of vote - Laura CHINCHILLA Miranda (PLN) 46.7%; Otton SOLIS (PAC) 25.1%, Otto GUEVARA Guth (ML) 20.8%, other 7.4%"
    },
    "legislative_branch": {
      "text": "unicameral Legislative Assembly or Asamblea Legislativa (57 seats; members elected by direct, popular vote to serve four-year terms)",
      "elections": "last held on 7 February 2010 (next to be held in February 2014)",
      "election_results": "percent of vote by party - NA; seats by party - PLN 24, PAC 11, ML 9, PUSC 6, PASE 4, other 3"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court of Justice (consists of 22 judges organized into 3 cassation chambers each with 5 judges, and the Constitutional Chamber with 7 judges)",
      "judge_selection_and_term_of_office": "Supreme Court of Justice judges elected by the National Assembly for 8-year terms with renewal decided by the National Assembly",
      "subordinate_courts": "appellate courts; first instance and justice of the peace courts; Superior Electoral Tribunal"
    },
    "political_parties_and_leaders": {
      "text": "Accessibility Without Exclusion or PASE [Oscar Andres LOPEZ Arias]; Citizen Action Party or PAC [Elizabeth FONSECA]; Costa Rican Renovation Party or PRC [Gerardo Justo OROZCO Alvarez]; Broad Front (Frente Amplio) or PFA [Jose MERINO del Rio]; Libertarian Movement Party or ML [Otto GUEVARA Guth]; National Integration Party or PIN [Walter MUNOZ Cespedes]; National Liberation Party or PLN [Bernal JIMENEZ]; National Restoration Party or PRN; Patriotic Alliance [Mariano FIGUERES Olsen]; Popular Vanguard [Trino BARRANTES Araya]; Social Christian Unity Party or PUSC [Gerardo VARGAS]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Authentic Confederation of Democratic Workers or CATD (Communist Party affiliate); Chamber of Coffee Growers; Confederated Union of Workers or CUT (Communist Party affiliate); Costa Rican Confederation of Democratic Workers or CCTD (Liberation Party affiliate); Costa Rican Exporter's Chamber or CADEXCO; Costa Rican Solidarity Movement; Costa Rican Union of Private Sector Enterprises or UCCAEP; Federation of Public Service Workers or FTSP; National Association for Economic Development or ANFE; National Association of Educators or ANDE; National Association of Public and Private Employees or ANEP; Rerum Novarum or CTRN (PLN affiliate)"
    },
    "international_organization_participation": {
      "text": "BCIE, CACM, CD, CELAC, FAO, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA (observer), MIGA, NAM (observer), OAS, OPANAL, OPCW, PCA, SICA, UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Shanon Muni FIGUERES Boggs",
      "chancery": "2114 S Street NW, Washington, DC 20008",
      "telephone": "[1] (202) 480-2200",
      "fax": "[1] (202) 265-4795",
      "consulates_general": "Atlanta, Houston, Los Angeles, Miami, New York",
      "consulates": "Austin"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Anne Slaughter ANDREW",
      "embassy": "Calle 120 Avenida O, Pavas, San Jose",
      "mailing_address": "APO AA 34020",
      "telephone": "[506] 2519-2000",
      "fax": "[506] 2519-2305"
    },
    "flag_description": {
      "text": "five horizontal bands of blue (top), white, red (double width), white, and blue, with the coat of arms in a white elliptical disk toward the hoist side of the red band; Costa Rica retained the earlier blue-white-blue flag of Central America until 1848 when, in response to revolutionary activity in Europe, it was decided to incorporate the French colors into the national flag and a central red stripe was added; today the blue color is said to stand for the sky, opportunity, and perseverance, white denotes peace, happiness, and wisdom, while red represents the blood shed for freedom, as well as the generosity and vibrancy of the people",
      "note": "somewhat resembles the flag of North Korea; similar to the flag of Thailand but with the blue and red colors reversed"
    },
    "national_symbols": {
      "text": "clay-colored robin known as Yiguirro"
    },
    "national_anthem": {
      "name": "\"Himno Nacional de Costa Rica\" (National Anthem of Costa Rica)",
      "lyrics_music": "Jose Maria ZELEDON Brenes/Manuel Maria GUTIERREZ",
      "note": "adopted 1949; the anthem's music was originally written for an 1853 welcome ceremony for diplomatic missions from the United States and United Kingdom; the lyrics were added in 1903"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Prior to the global economic crisis, Costa Rica enjoyed stable economic growth. The economy contracted 1.3% in 2009 but resumed growth at about 4.5% per year in 2010-12. While the traditional agricultural exports of bananas, coffee, sugar, and beef are still the backbone of commodity export trade, a variety of industrial and specialized agricultural products have broadened export trade in recent years. High value-added goods and services, including microchips, have further bolstered exports. Tourism continues to bring in foreign exchange, as Costa Rica's impressive biodiversity makes it a key destination for ecotourism. Foreign investors remain attracted by the country's political stability and relatively high education levels, as well as the incentives offered in the free-trade zones; and Costa Rica has attracted one of the highest levels of foreign direct investment per capita in Latin America. However, many business impediments remain, such as high levels of bureaucracy, legal uncertainty due to overlapping and at times conflicting responsibilities between agencies, difficulty of enforcing contracts, and weak investor protection. Poverty has remained around 20-25% for nearly 20 years, and the strong social safety net that had been put into place by the government has eroded due to increased financial constraints on government expenditures. Unlike the rest of Central America, Costa Rica is not highly dependent on remittances as they only represent about 2% of GDP. Immigration from Nicaragua has increasingly become a concern for the government. The estimated 300,000-500,000 Nicaraguans in Costa Rica legally and illegally are an important source of mostly unskilled labor but also place heavy demands on the social welfare system. The US-Central American-Dominican Republic Free Trade Agreement (CAFTA-DR) entered into force on 1 January 2009 after significant delays within the Costa Rican legislature. CAFTA-DR has increased foreign direct investment in key sectors of the economy, including the insurance and telecommunications sectors recently opened to private investors. President CHINCHILLA was not able to gain legislative approval for fiscal reform, her top priority, though she continued to pursue fiscal reform in 2012. President CHINCHILLA and the PLN were successful in passing a tax on corporations to fund an increase for security services."
    },
    "gdp_purchasing_power_parity": {
      "text": "$59.79 billion (2012 est.); $56.94 billion (2011 est.); $54.65 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$45.13 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "5% (2012 est.); 4.2% (2011 est.); 4.7% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$12,800 (2012 est.); $12,300 (2011 est.); $12,000 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "15.7% of GDP (2012 est.); 16.3% of GDP (2011 est.); 17.1% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "65.1%",
      "government_consumption": "17.9%",
      "investment_in_fixed_capital": "20.2%",
      "investment_in_inventories": "1%",
      "exports_of_goods_and_services": "37.7%",
      "imports_of_goods_and_services": "-41.8% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "6.2%",
      "industry": "21.5%",
      "services": "72.4% (2012 est.)"
    },
    "agriculture_products": {
      "text": "bananas, pineapples, coffee, melons, ornamental plants, sugar, corn, rice, beans, potatoes; beef, poultry, dairy; timber"
    },
    "industries": {
      "text": "microprocessors, food processing, medical equipment, textiles and clothing, construction materials, fertilizer, plastic products"
    },
    "industrial_production_growth_rate": {
      "text": "6% (2012 est.)"
    },
    "labor_force": {
      "text": "2.182 million",
      "note": "this official estimate excludes Nicaraguans living in Costa Rica (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "14%",
      "industry": "22%",
      "services": "64% (2006 est.)"
    },
    "unemployment_rate": {
      "text": "7.8% (2012 est.); 6.5% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "24.8% (2011 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.2%",
      "highest_10%": "39.5% (2009 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "50.3 (2009); 45.9 (1997)"
    },
    "budget": {
      "revenues": "$6.506 billion",
      "expenditures": "$8.501 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "14.4% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-4.4% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "51.9% of GDP (2012 est.); 46.5% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "4.5% (2012 est.); 4.9% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "21.5% (31 December 2010 est.); 23% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "18.21% (31 December 2012 est.); 16.15% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$3.871 billion (31 December 2012 est.); $3.693 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$20.09 billion (31 December 2011 est.); $18.68 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$22.14 billion (31 December 2012 est.); $19.21 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$1.443 billion (31 December 2011); $1.445 billion (31 December 2010); $1.452 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$2.556 billion (2012 est.); -$2.2 billion (2011 est.)"
    },
    "exports": {
      "text": "$11.44 billion (2012 est.); $10.38 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "bananas, pineapples, coffee, melons, ornamental plants, sugar; beef; seafood; electronic components, medical equipment"
    },
    "exports_partners": {
      "text": "US 30.7%, China 13.2%, Netherlands 10.4%, UK 9%, Mexico 9% (2012)"
    },
    "imports": {
      "text": "$16.75 billion (2012 est.); $15.53 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "raw materials, consumer goods, capital equipment, petroleum, construction materials"
    },
    "imports_partners": {
      "text": "US 46.2%, Mexico 6.4%, Japan 6.1%, China 5.8% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$6.857 billion (31 December 2012 est.); $4.756 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$13.8 billion (31 December 2012 est.); $10.29 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$18.61 billion (31 December 2012 est.); $16.34 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$1.131 billion (31 December 2012 est.); $704.3 million (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Costa Rican colones (CRC) per US dollar -; 502.9 (2012 est.); 505.66 (2011 est.); 525.83 (2010 est.); 573.29 (2009); 530.41 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "9.47 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "8.53 billion kWh (2010 est.)"
    },
    "electricity_exports": {
      "text": "38 million kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "62 million kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "2.49 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "24.8% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "61.5% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "13.7% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "7,361 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "0 bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "12,090 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "50,200 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "737.1 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "39,200 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "6.411 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "1.234 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "4.358 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "good domestic telephone service in terms of breadth of coverage; under the terms of CAFTA-DR, the state-run telecommunications monopoly is scheduled to be opened to competition from domestic and international firms, but has been slow to open to competition",
      "domestic": "point-to-point and point-to-multi-point microwave, fiber-optic, and coaxial cable link rural areas; Internet service is available",
      "international": "country code - 506; landing points for the Americas Region Caribbean Ring System (ARCOS-1), MAYA-1, and the Pan American Crossing submarine cables that provide links to South and Central America, parts of the Caribbean, and the US; connected to Central American Microwave System; satellite earth stations - 2 Intelsat (Atlantic Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "multiple privately owned TV stations and 1 publicly owned TV station; cable network services are widely available; more than 100 privately owned radio stations and a public radio network (2007)"
    },
    "internet_country_code": {
      "text": ".cr"
    },
    "internet_hosts": {
      "text": "147,258 (2012)"
    },
    "internet_users": {
      "text": "1.485 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "161 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "47",
      "2_438_to_3_047_m": "2",
      "1_524_to_2_437_m": "2",
      "914_to_1_523_m": "27",
      "under_914_m": "16 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "114",
      "914_to_1_523_m": "18",
      "under_914_m": "96 (2013)"
    },
    "pipelines": {
      "text": "refined products 662 km (2013)"
    },
    "railways": {
      "total": "278 km",
      "narrow_gauge": "278 km 1.067-m gauge",
      "note": "none of the railway network is in use (2008)"
    },
    "roadways": {
      "total": "39,018 km",
      "paved": "10,133 km",
      "unpaved": "28,885 km (2010)"
    },
    "waterways": {
      "text": "730 km (seasonally navigable by small craft) (2011)"
    },
    "merchant_marine": {
      "total": "1",
      "by_type": "passenger/cargo 1 (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Atlantic Ocean (Caribbean) Puerto Limon; Pacific Ocean - Caldera"
    }
  },
  "military": {
    "military_branches": {
      "text": "no regular military forces; Ministry of Public Security, Government, and Police (2011)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "1,255,798",
      "females_age_16_49": "1,230,202 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "1,058,419",
      "females_age_16_49": "1,037,053 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "42,201",
      "female": "40,444 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.8% of GDP",
      "note": "includes public security and police expenditures (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "the ICJ had given Costa Rica until January 2008 to reply and Nicaragua until July 2008 to rejoin before rendering its decision on the navigation, security, and commercial rights of Costa Rican vessels on the Rio San Juan over which Nicaragua retains sovereignty"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "10,305 (Colombia) (2012)"
    },
    "illicit_drugs": {
      "text": "transshipment country for cocaine and heroin from South America; illicit production of cannabis in remote areas; domestic cocaine consumption, particularly crack cocaine, is rising; significant consumption of amphetamines; seizures of smuggled cash in Costa Rica and at the main border crossing to enter Costa Rica from Nicaragua have risen in recent years (2008)"
    }
  }
}