{
  "intro": {
    "background": {
      "text": "The Maya civilization flourished in Guatemala and surrounding regions during the first millennium A.D. After almost three centuries as a Spanish colony, Guatemala won its independence in 1821. During the second half of the 20th century, it experienced a variety of military and civilian governments, as well as a 36-year guerrilla war. In 1996, the government signed a peace agreement formally ending the conflict, which had left more than 200,000 people dead and had created, by some estimates, some 1 million refugees. In January 2012, Guatemala assumed a nonpermanent seat on the UN Security Council for the 2012-13 term."
    }
  },
  "geo": {
    "location": {
      "text": "Central America, bordering the North Pacific Ocean, between El Salvador and Mexico, and bordering the Gulf of Honduras (Caribbean Sea) between Honduras and Belize"
    },
    "geographic_coordinates": {
      "text": "15 30 N, 90 15 W"
    },
    "map_references": {
      "text": "Central America and the Caribbean"
    },
    "area": {
      "total": "108,889 sq km",
      "land": "107,159 sq km",
      "water": "1,730 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Tennessee"
    },
    "land_boundaries": {
      "total": "1,687 km",
      "border_countries": "Belize 266 km, El Salvador 203 km, Honduras 256 km, Mexico 962 km"
    },
    "coastline": {
      "text": "400 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation"
    },
    "climate": {
      "text": "tropical; hot, humid in lowlands; cooler in highlands"
    },
    "terrain": {
      "text": "mostly mountains with narrow coastal plains and rolling limestone plateau"
    },
    "elevation_extremes": {
      "lowest_point": "Pacific Ocean 0 m",
      "highest_point": "Volcan Tajumulco 4,211 m",
      "note": "highest point in Central America"
    },
    "natural_resources": {
      "text": "petroleum, nickel, rare woods, fish, chicle, hydropower"
    },
    "land_use": {
      "arable_land": "13.78%",
      "permanent_crops": "8.68%",
      "other": "77.55% (2011)"
    },
    "irrigated_land": {
      "text": "3,121 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "111.3 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "3.46  cu km/yr (15%/31%/54%)",
      "per_capita": "259.1  cu m/yr (2006)"
    },
    "natural_hazards": {
      "text": "numerous volcanoes in mountains, with occasional violent earthquakes; Caribbean coast extremely susceptible to hurricanes and other tropical storms",
      "volcanism": "significant volcanic activity in the Sierra Madre range; Santa Maria (elev. 3,772 m) has been deemed a \"Decade Volcano\" by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Pacaya (elev. 2,552 m), which erupted in May 2010 causing an ashfall on Guatemala City and prompting evacuations, is one of the country's most active volcanoes with frequent eruptions since 1965; other historically active volcanoes include Acatenango, Almolonga, Atitlan, Fuego, and Tacana"
    },
    "environment_current_issues": {
      "text": "deforestation in the Peten rainforest; soil erosion; water pollution"
    },
    "environment_international_agreements": {
      "party_to": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "no natural harbors on west coast"
    }
  },
  "people": {
    "nationality": {
      "noun": "Guatemalan(s)",
      "adjective": "Guatemalan"
    },
    "ethnic_groups": {
      "text": "Mestizo (mixed Amerindian-Spanish - in local Spanish called Ladino) and European 59.4%, K'iche 9.1%, Kaqchikel 8.4%, Mam 7.9%, Q'eqchi 6.3%, other Mayan 8.6%, indigenous non-Mayan 0.2%, other 0.1% (2001 census)"
    },
    "languages": {
      "text": "Spanish (official) 60%, Amerindian languages 40%",
      "note": "there are 23 officially recognized Amerindian languages, including Quiche, Cakchiquel, Kekchi, Mam, Garifuna, and Xinca"
    },
    "religions": {
      "text": "Roman Catholic, Protestant, indigenous Mayan beliefs"
    },
    "demographic_profile": {
      "text": "Guatemala is a predominantly poor country that struggles in several areas of health and development, including infant, child, and maternal mortality, malnutrition, literacy, and contraceptive awareness and use. The large indigenous population is disproportionately affected. Guatemala is the most populous country in Central America and has the highest fertility rate in Latin America. It also has the highest population growth rate in Latin America, which is likely to continue in the long term because of its large reproductive-age population and high birth rate. Almost half of Guatemala's population is under age 19, making it the youngest population in Latin America. Guatemala's total fertility rate has slowly declined during the last few decades due in part to limited government-funded health programs. However, the birth rate is still more than three children per woman and is markedly higher among its rural and indigenous populations. Guatemalans have a history of emigrating legally and illegally to Mexico, the United States, and Canada because of a lack of economic opportunity, political instability, and natural disasters. Emigration, primarily to the United States, escalated during the 1960-1996 civil war and accelerated after a peace agreement was signed. Thousands of Guatemalans who fled to Mexico returned after the war, but labor migration to southern Mexico continues."
    },
    "population": {
      "text": "14,373,472 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "36.8% (male 2,691,572/female 2,591,873)",
      "15_24_years": "22.2% (male 1,599,368/female 1,592,830)",
      "25_54_years": "31.8% (male 2,170,071/female 2,402,330)",
      "55_64_years": "5.1% (male 354,266/female 380,414)",
      "65_years_and_over": "4.1% (male 274,254/female 316,494) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "81.8 %",
      "youth_dependency_ratio": "73.5 %",
      "elderly_dependency_ratio": "8.3 %",
      "potential_support_ratio": "12.1 (2013)"
    },
    "median_age": {
      "total": "20.7 years",
      "male": "20 years",
      "female": "21.3 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.91% (2013 est.)"
    },
    "birth_rate": {
      "text": "25.99 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "4.87 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-2.04 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "49% of total population (2010)",
      "rate_of_urbanization": "3.4% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "GUATEMALA CITY (capital) 1.075 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1 male(s)/female",
      "25_54_years": "0.9 male(s)/female",
      "55_64_years": "0.94 male(s)/female",
      "65_years_and_over": "0.87 male(s)/female",
      "total_population": "0.97 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "20.3",
      "note": "Median age at first birth among women 25-29 (2009 est.)"
    },
    "maternal_mortality_rate": {
      "text": "120 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "24.32 deaths/1,000 live births",
      "male": "26.44 deaths/1,000 live births",
      "female": "22.09 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "71.46 years",
      "male": "69.56 years",
      "female": "73.45 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "3.08 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "43.3% (2002)"
    },
    "health_expenditures": {
      "text": "6.9% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.9 physicians/1,000 population (1999)"
    },
    "hospital_bed_density": {
      "text": "0.6 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 98% of population; rural: 87% of population; total: 92% of population",
      "unimproved": "urban: 2% of population; rural: 13% of population; total: 8% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 87% of population; rural: 70% of population; total: 88% of population",
      "unimproved": "urban: 13% of population; rural: 30% of population; total: 22% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.8% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "62,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "2,600 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_disease": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "19.2% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "13% (2009)"
    },
    "education_expenditures": {
      "text": "2.8% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "75.9%",
      "male": "81.2%",
      "female": "71.1% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "11 years",
      "male": "11 years",
      "female": "10 years (2007)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "929,852",
      "percentage": "21 %",
      "note": "data represents children ages 5-17 (2006 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "7.1% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Guatemala",
      "conventional_short_form": "Guatemala",
      "local_long_form": "Republica de Guatemala",
      "local_short_form": "Guatemala"
    },
    "government_type": {
      "text": "constitutional democratic republic"
    },
    "capital": {
      "name": "Guatemala City",
      "geographic_coordinates": "14 37 N, 90 31 W",
      "time_difference": "UTC-6 (1 hour behind Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "22 departments (departamentos, singular - departamento); Alta Verapaz, Baja Verapaz, Chimaltenango, Chiquimula, El Progreso, Escuintla, Guatemala, Huehuetenango, Izabal, Jalapa, Jutiapa, Peten, Quetzaltenango, Quiche, Retalhuleu, Sacatepequez, San Marcos, Santa Rosa, Solola, Suchitepequez, Totonicapan, Zacapa"
    },
    "independence": {
      "text": "15 September 1821 (from Spain)"
    },
    "national_holiday": {
      "text": "Independence Day, 15 September (1821)"
    },
    "constitution": {
      "text": "31 May 1985, effective 14 January 1986; suspended 25 May 1993; reinstated 5 June 1993; amended November 1993"
    },
    "legal_system": {
      "text": "civil law system; judicial review of legislative acts"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; the Congress ratified Statute of Rome on 18 January 2012, and ICCt jurisdiction entered into force on 23 February 2012"
    },
    "suffrage": {
      "text": "18 years of age; universal; note - active duty members of the armed forces and police may not vote by law and are restricted to their barracks on election day"
    },
    "executive_branch": {
      "chief_of_state": "President Otto Fernando PEREZ MOLINA (since 14 January 2012); Vice President Ingrid Roxana BALDETTI Elias (since 14 January 2012); note - the president is both the chief of state and head of government",
      "head_of_government": "President Otto Fernando PEREZ MOLINA (since 14 January 2012); Vice President Ingrid Roxana BALDETTI Elias (since 14 January 2012)",
      "cabinet": "Council of Ministers appointed by the president",
      "elections": "president and vice president elected on the same ticket by popular vote for a four-year term (may not serve consecutive terms); election last held on 11 September 2011; runoff held on 6 November 2011 (next to be held in September 2015)",
      "election_results": "Otto Fernando PEREZ MOLINA elected president in a runoff election; percent of vote - Otto Fernando PEREZ MOLINA 53.7%, Manuel BALDIZON 46.3%"
    },
    "legislative_branch": {
      "text": "unicameral Congress of the Republic or Congreso de la Republica (158 seats; members elected through a party list proportional representation system)",
      "elections": "last held on 11 September 2011 (next to be held in September 2015)",
      "election_results": "percent of vote by party - PP 26.62%, UNE-GANA 22.67%, UNC 9.50%, LIDER 8.87%, CREO 8.67%, VIVA-EG 7.87%, Winaq-URNG-ANN 3.23%, PAN 3.12%, FRG 2.74%, PU 2.70%, other 3.59%; seats by party - PP 57, UNE-GANA 48, LIDER 14, UCN 14, CREO 12, VIVA-EG 6, PAN 2, Winaq-URNG-ANN 2, FRG 1, PU 1, Victoria 1; note - changes in party affiliation now reflect the following seat distribution: as of 15 April 2013 - PP 59, LIDER 36, TODOS 16, CREO 9, GANA 8, independents 7, UNE 7, EG 3, PU 3, UCN 3, FRG 2, PAN 1, URNG 1, Victoria 1, VIVA 1, Winaq 1"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court of Justice or Corte Suprema de Justicia (consists of 13 magistrates including the court president and organized into several chambers); note - the court president also supervises trial judges countrywide; Constitutional Court or Corte de Constitcionalidad (consists of 5 judges and 5 alternates)",
      "judge_selection_and_term_of_office": "Supreme Court magistrates elected by the Congress of the Republic from candidates proposed by the Postulation Committee, an independent body of deans of the country's university law schools, representatives of the country's law associations, and representatives of the Court of Appeal and other tribunals; magistrates elected for renewable 5-year terms; Constitutional Court judges - 1 elected by the Congress of the Republic, 1 by the Supreme Court president, 1 by the president of the republic, 1 by the University of San Carlos, and one by the BAR association; judges elected for concurrent 5-year terms; the presidency of the court rotates among the magistrates for a single 1-year term",
      "subordinate_courts": "numerous first instance and appellate courts"
    },
    "political_parties_and_leaders": {
      "text": "Commitment, Renewal, and Order or CREO [Rodolfo NEUTZE]; Democratic Union or UD [Edwin Armando MARTINEZ Herrera]; Encounter for Guatemala or EG [Nineth MONTENEGRO]; Everyone Together for Guatemala or TODOS [Jorge Mario BARRIOS Falla]; Grand National Alliance or GANA [Jaime Antonio MARTINEZ Lohayza]; Guatemalan National Revolutionary Unity or URNG [Hector Alfredo NUILA Ericastilla]; Guatemalan Republican Front or FRG [Luis Fernando PEREZ]; National Advancement Party or PAN [Juan GUTIERREZ]; National Unity for Hope or UNE; National Welfare or Bien [Sandra TORRES]; Nationalist Change Union or UCN [Mario ESTRADA]; New National Alternative or ANN [Pablo MONSANTO]; Patriot Party or PP [Ingrid Roxana BALDETTI Elias]; Renewed Democratic Liberty or LIDER [Manuel BALDIZON]; Unionista Party or PU [Alvaro ARZU Irigoyen]; Victoria (Victory) [Abraham RIVERA]; Vision with Values or VIVA [Manuel Alfredo VILLACORTA Miron] (part of a coalition with EG during the last legislative election); Winaq [Rigoberta MENCHU]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Alliance Against Impunity or AI (which includes among others Center for Legal Action on Human Rights (CALDH), and Family and Friends of the Disappeared of Guatemala (FAMDEGUA)); Agrarian Owners Group or UNAGRO; Committee for Campesino Unity or CUC; Coordinating Committee of Agricultural, Commercial, Industrial, and Financial Associations or CACIF (which includes among others the Agrarian Chamber (CAMAGRO) and the Industry Chamber of Guatemala (CIG)); Guatemalan Chamber of Commerce (Camara de Comercio); International Commission Against Impunity in Guatemala or CICIG; Mutual Support Group or GAM; Movimiento PRO-Justicia"
    },
    "international_organization_participation": {
      "text": "BCIE, CACM, CD, CELAC, EITI (candidate country), FAO, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), LAES, LAIA (observer), MIGA, MINUSTAH, MONUSCO, NAM, OAS, OPANAL, OPCW, PCA, Petrocaribe, SICA, UN, UNAMID, UNCTAD, UNESCO, UNIDO, UNIFIL, Union Latina, UNISFA, UNITAR, UNMISS, UNOCI, UNSC (temporary), UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Francisco VILLAGRAN de Leon",
      "chancery": "2220 R Street NW, Washington, DC 20008",
      "telephone": "[1] (202) 745-4952",
      "fax": "[1] (202) 745-1908",
      "consulates_general": "Atlanta, Chicago, Denver, Houston, McAllen (TX), Miami, New York, Phoenix, San Francisco"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Arnold A. CHACON",
      "embassy": "7-01 Avenida Reforma, Zone 10, Guatemala City",
      "mailing_address": "DPO AA 34024",
      "telephone": "[502] 2326-4000",
      "fax": "[502] 2326-4654"
    },
    "flag_description": {
      "text": "three equal vertical bands of light blue (hoist side), white, and light blue, with the coat of arms centered in the white band; the coat of arms includes a green and red quetzal (the national bird) representing liberty and a scroll bearing the inscription LIBERTAD 15 DE SEPTIEMBRE DE 1821 (the original date of independence from Spain) all superimposed on a pair of crossed rifles signifying Guatemala's willingness to defend itself and a pair of crossed swords representing honor and framed by a laurel wreath symbolizing victory; the blue bands stand for the Pacific Ocean and the Caribbean Sea and the sea and sky; the white band denotes peace and purity"
    },
    "national_symbols": {
      "text": "quetzal (bird)"
    },
    "national_anthem": {
      "name": "\"Himno Nacional de Guatemala\" (National Anthem of Guatemala)",
      "lyrics_music": "Jose Joaquin PALMA/Rafael Alvarez OVALLE",
      "note": "adopted 1897, modified lyrics adopted 1934; Cuban poet Jose Joaquin PALMA anonymously submitted lyrics to a public contest calling for a national anthem; his authorship was not discovered until 1911"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Guatemala is the most populous country in Central America with a GDP per capita roughly one-half that of the average for Latin America and the Caribbean. The agricultural sector accounts for 13% of GDP and 38% of the labor force; key agricultural exports include coffee, sugar, bananas, and vegetables. The 1996 peace accords, which ended 36 years of civil war, removed a major obstacle to foreign investment, and since then Guatemala has pursued important reforms and macroeconomic stabilization. The Dominican Republic-Central American Free Trade Agreement (CAFTA-DR) entered into force in July 2006 spurring increased investment and diversification of exports, with the largest increases in ethanol and non-traditional agricultural exports. While CAFTA-DR has helped improve the investment climate, concerns over security, the lack of skilled workers and poor infrastructure continue to hamper foreign direct investment. The distribution of income remains highly unequal with the richest 20% of the population accounting for more than 51% of Guatemala's overall consumption. More than half of the population is below the national poverty line and 13% of the population lives in extreme poverty. Poverty among indigenous groups, which make up 38% of the population, averages 73% and extreme poverty rises to 28%. Nearly one-half of Guatemala's children under age five are chronically malnourished, one of the highest malnutrition rates in the world. Given Guatemala''s large expatriate community in the United States, it is the top remittance recipient in Central America, with inflows serving as a primary source of foreign income equivalent to nearly two-fifths of exports or one-tenth of GDP. Economic growth fell in 2009 as export demand from US and other Central American markets dropped and foreign investment slowed amid the global recession. The economy gradually recovered in 2010-12."
    },
    "gdp_purchasing_power_parity": {
      "text": "$79.97 billion (2012 est.); $77.64 billion (2011 est.); $74.55 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$49.88 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "3% (2012 est.); 4.1% (2011 est.); 2.9% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$5,300 (2012 est.); $5,300 (2011 est.); $5,200 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "85.7%",
      "government_consumption": "10.7%",
      "investment_in_fixed_capital": "14.6%",
      "investment_in_inventories": "-0.2%",
      "exports_of_goods_and_services": "24.9%",
      "imports_of_goods_and_services": "-35.7% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "13.4%",
      "industry": "23.7%",
      "services": "62.9% (2012 est.)"
    },
    "agriculture_products": {
      "text": "sugarcane, corn, bananas, coffee, beans, cardamom; cattle, sheep, pigs, chickens"
    },
    "industries": {
      "text": "sugar, textiles and clothing, furniture, chemicals, petroleum, metals, rubber, tourism"
    },
    "industrial_production_growth_rate": {
      "text": "2.6% (2012 est.)"
    },
    "labor_force": {
      "text": "4.359 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "38%",
      "industry": "14%",
      "services": "48% (2011 est.)"
    },
    "unemployment_rate": {
      "text": "4.1% (2011 est.); 3.5% (2010 est.)"
    },
    "population_below_poverty_line": {
      "text": "54% (2011 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.3%",
      "highest_10%": "42.4% (2006)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "55.1 (2007); 55.8 (1998)"
    },
    "budget": {
      "revenues": "$5.856 billion",
      "expenditures": "$7.062 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "11.7% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2.4% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "29.4% of GDP (2012 est.); 28.9% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "3.8% (2012 est.); 6.2% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "6.5% (31 December 2010 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "13.49% (31 December 2012 est.); 13.43% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$7.975 billion (31 December 2012 est.); $7.506 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$21.76 billion (31 December 2012 est.); $20.64 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$20.5 billion (31 December 2012 est.); $18.31 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$2.039 billion (2012 est.); -$1.523 billion (2011 est.)"
    },
    "exports": {
      "text": "$10.09 billion (2012 est.); $10.52 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "coffee, sugar, petroleum, apparel, bananas, fruits and vegetables, cardamom"
    },
    "exports_partners": {
      "text": "US 39.2%, El Salvador 11.4%, Honduras 6.8%, Mexico 5.4%, Nicaragua 4% (2012)"
    },
    "imports": {
      "text": "$15.84 billion (2012 est.); $15.48 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "fuels, machinery and transport equipment, construction materials, grain, fertilizers, electricity, mineral products, chemical products, plastic materials and products"
    },
    "imports_partners": {
      "text": "US 38.4%, Mexico 11.9%, China 8.3%, El Salvador 5.1%, Colombia 4.2% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$6.694 billion (31 December 2012 est.); $6.184 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$16.79 billion (31 December 2012 est.); $16.29 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "quetzales (GTQ) per US dollar -; 7.8336 (2012 est.); 7.7854 (2011 est.); 8.0578 (2010 est.); 8.1616 (2009); 7.5895 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "8.146 billion kWh (2011 est.)"
    },
    "electricity_consumption": {
      "text": "8.161 billion kWh (2011 est.)"
    },
    "electricity_exports": {
      "text": "193.3 million kWh (2011 est.)"
    },
    "electricity_imports": {
      "text": "525.6 million kWh (2011 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "2.673 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "58.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "29.1% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "12.7% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "10,000 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "12,620 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "83.07 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "1,132 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "80,810 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "4,162 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "68,910 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "2.96 billion cu m (1 January 2006 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "12.97 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "1.626 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "20.716 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "fairly modern network centered in the city of Guatemala",
      "domestic": "state-owned telecommunications company privatized in the late 1990s opening the way for competition; fixed-line teledensity roughly 10 per 100 persons; fixed-line investments are being concentrated on improving rural connectivity; mobile-cellular teledensity approaching 150 per 100 persons",
      "international": "country code - 502; landing point for both the Americas Region Caribbean Ring System (ARCOS-1) and the SAM-1 fiber optic submarine cable system that together provide connectivity to South and Central America, parts of the Caribbean, and the US; connected to Central American Microwave System; satellite earth station - 1 Intelsat (Atlantic Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "4 privately owned national terrestrial TV channels dominate TV broadcasting; multi-channel satellite and cable services are available; 1 government-owned radio station and hundreds of privately owned radio stations (2007)"
    },
    "internet_country_code": {
      "text": ".gt"
    },
    "internet_hosts": {
      "text": "357,552 (2012)"
    },
    "internet_users": {
      "text": "2.279 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "291 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "16",
      "2_438_to_3_047_m": "2",
      "1_524_to_2_437_m": "4",
      "914_to_1_523_m": "6",
      "under_914_m": "4 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "275",
      "2_438_to_3_047_m": "1",
      "1_524_to_2_437_m": "2",
      "914_to_1_523_m": "77",
      "under_914_m": "195 (2013)"
    },
    "heliports": {
      "text": "1 (2013)"
    },
    "pipelines": {
      "text": "oil 480 km (2013)"
    },
    "railways": {
      "total": "332 km",
      "narrow_gauge": "332 km 0.914-m gauge (2008)"
    },
    "roadways": {
      "total": "11,501 km",
      "paved": "6,797 km (includes 127 km of expressways)",
      "unpaved": "4,704 km (2010)"
    },
    "waterways": {
      "text": "990 km (260 km navigable year round; additional 730 km navigable during high-water season) (2012)"
    },
    "ports_and_terminals": {
      "major_seaports": "Puerto Quetzal, Santo Tomas de Castilla"
    }
  },
  "military": {
    "military_branches": {
      "text": "National Army of Guatemala (Ejercito Nacional de Guatemala, ENG; includes Guatemalan Navy (Fuerza de Mar, including Marines), Guatemalan Air Force (Fuerza Aerea Guatemalteca, FAG)) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "all male citizens between the ages of 18 and 50 are liable for military service; in practice, a selective draft system is employed, with only a small portion of 17-21 year-olds conscripted; conscript service obligation varies from 1 to 2 years; women can serve as officers (2013)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "3,165,870",
      "females_age_16_49": "3,371,217 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "2,590,843",
      "females_age_16_49": "2,926,544 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "171,092",
      "female": "168,151 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.4% of GDP (2009)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "annual ministerial meetings under the Organization of American States-initiated Agreement on the Framework for Negotiations and Confidence Building Measures continue to address Guatemalan land and maritime claims in Belize and the Caribbean Sea; Guatemala persists in its territorial claim to half of Belize, but agrees to Line of Adjacency to keep Guatemalan squatters out of Belize's forested interior; both countries agreed in April 2012 to hold simultaneous referenda, scheduled for 6 October 2013, to decide whether to refer the dispute to the ICJ for binding resolution; Mexico must deal with thousands of impoverished Guatemalans and other Central Americans who cross the porous border looking for work in Mexico and the United States"
    },
    "refugees_and_internally_displaced_persons": {
      "idps": "undetermined (more than three decades of internal conflict that ended in 1996 displaced mainly the indigenous Maya population and rural peasants; ongoing drug cartel and gang violence) (2011)"
    },
    "illicit_drugs": {
      "text": "major transit country for cocaine and heroin; in 2005, cultivated 100 hectares of opium poppy after reemerging as a potential source of opium in 2004; potential production of less than 1 metric ton of pure heroin; marijuana cultivation for mostly domestic consumption; proximity to Mexico makes Guatemala a major staging area for drugs (particularly for cocaine); money laundering is a serious problem; corruption is a major problem"
    }
  }
}