{
  "intro": {
    "background": {
      "text": "The Pacific coast of Nicaragua was settled as a Spanish colony from Panama in the early 16th century. Independence from Spain was declared in 1821 and the country became an independent republic in 1838. Britain occupied the Caribbean Coast in the first half of the 19th century, but gradually ceded control of the region in subsequent decades. Violent opposition to governmental manipulation and corruption spread to all classes by 1978 and resulted in a short-lived civil war that brought the Marxist Sandinista guerrillas to power in 1979. Nicaraguan aid to leftist rebels in El Salvador caused the US to sponsor anti-Sandinista contra guerrillas through much of the 1980s. After losing free and fair elections in 1990, 1996, and 2001, former Sandinista President Daniel ORTEGA Saavedra was elected president in 2006 and reelected in 2011. The 2008 municipal elections, 2010 regional elections, November 2011 presidential elections, and 2012 municipal elections were marred by widespread irregularities. Nicaragua's infrastructure and economy - hard hit by the earlier civil war and by Hurricane Mitch in 1998 - are slowly being rebuilt, but democratic institutions have been weakened under the ORTEGA administration."
    }
  },
  "geo": {
    "location": {
      "text": "Central America, bordering both the Caribbean Sea and the North Pacific Ocean, between Costa Rica and Honduras"
    },
    "geographic_coordinates": {
      "text": "13 00 N, 85 00 W"
    },
    "map_references": {
      "text": "Central America and the Caribbean"
    },
    "area": {
      "total": "130,370 sq km",
      "land": "119,990 sq km",
      "water": "10,380 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than New York state"
    },
    "land_boundaries": {
      "total": "1,231 km",
      "border_countries": "Costa Rica 309 km, Honduras 922 km"
    },
    "coastline": {
      "text": "910 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm",
      "continental_shelf": "natural prolongation"
    },
    "climate": {
      "text": "tropical in lowlands, cooler in highlands"
    },
    "terrain": {
      "text": "extensive Atlantic coastal plains rising to central interior mountains; narrow Pacific coastal plain interrupted by volcanoes"
    },
    "elevation_extremes": {
      "lowest_point": "Pacific Ocean 0 m",
      "highest_point": "Mogoton 2,438 m"
    },
    "natural_resources": {
      "text": "gold, silver, copper, tungsten, lead, zinc, timber, fish"
    },
    "land_use": {
      "arable_land": "14.57%",
      "permanent_crops": "1.76%",
      "other": "83.66% (2011)"
    },
    "irrigated_land": {
      "text": "942.4 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "196.6 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "1.39  cu km/yr (23%/4%/73%)",
      "per_capita": "265.9  cu m/yr (2008)"
    },
    "natural_hazards": {
      "text": "destructive earthquakes; volcanoes; landslides; extremely susceptible to hurricanes",
      "volcanism": "significant volcanic activity; Cerro Negro (elev. 728 m), which last erupted in 1999, is one of Nicaragua's most active volcanoes; its lava flows and ash have been known to cause significant damage to farmland and buildings; other historically active volcanoes include Concepcion, Cosiguina, Las Pilas, Masaya, Momotombo, San Cristobal, and Telica"
    },
    "environment_current_issues": {
      "text": "deforestation; soil erosion; water pollution"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "largest country in Central America; contains the largest freshwater body in Central America, Lago de Nicaragua"
    }
  },
  "people": {
    "nationality": {
      "noun": "Nicaraguan(s)",
      "adjective": "Nicaraguan"
    },
    "ethnic_groups": {
      "text": "mestizo (mixed Amerindian and white) 69%, white 17%, black 9%, Amerindian 5%"
    },
    "languages": {
      "text": "Spanish (official) 97.5%, Miskito 1.7%, other 0.8% (1995 census)",
      "note": "English and indigenous languages found on the Atlantic coast"
    },
    "religions": {
      "text": "Roman Catholic 58.5%, Protestant 23.2% (Evangelical 21.6%, Moravian 1.6%), Jehovah's Witnesses 0.9%, other 1.7%, none 15.7% (2005 census)"
    },
    "demographic_profile": {
      "text": "Despite being one of the poorest countries in Latin America, Nicaragua has improved its access to potable water and sanitation and has ameliorated its life expectancy, infant and child mortality, and immunization rates. However, income distribution is very uneven, and the poor, agriculturalists, and indigenous people continue to have less access to healthcare services. Nicaragua's total fertility rate has fallen from around 6 children per woman in 1980 to just above replacement level today, but the high birth rate among adolescents perpetuates a cycle of poverty and low educational attainment. Nicaraguans emigrate primarily to Costa Rica and to a lesser extent the United States. Nicaraguan men have been migrating seasonally to Costa Rica to harvest bananas and coffee since the early 20th century. Political turmoil, civil war, and natural disasters from the 1970s through the 1990s dramatically increased the flow of refugees and permanent migrants seeking jobs, higher wages, and better social and healthcare benefits. Since 2000, Nicaraguan emigration to Costa Rica has slowed and stabilized. Today roughly 300,000 Nicaraguans are permanent residents of Costa Rica - about 75% of the foreign population - and thousands more migrate seasonally for work, many illegally."
    },
    "population": {
      "text": "5,788,531 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "30% (male 886,490/female 852,690)",
      "15_24_years": "22.5% (male 653,868/female 651,076)",
      "25_54_years": "37.4% (male 1,024,395/female 1,143,011)",
      "55_64_years": "5.2% (male 141,026/female 162,159)",
      "65_years_and_over": "4.7% (male 123,878/female 149,938) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "59.9 %",
      "youth_dependency_ratio": "52.5 %",
      "elderly_dependency_ratio": "7.4 %",
      "potential_support_ratio": "13.5 (2013)"
    },
    "median_age": {
      "total": "23.7 years",
      "male": "22.8 years",
      "female": "24.6 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.05% (2013 est.)"
    },
    "birth_rate": {
      "text": "18.77 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.06 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-3.26 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "57% of total population (2010)",
      "rate_of_urbanization": "2% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "MANAGUA (capital) 934,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1 male(s)/female",
      "25_54_years": "0.9 male(s)/female",
      "55_64_years": "0.87 male(s)/female",
      "65_years_and_over": "0.83 male(s)/female",
      "total_population": "0.96 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "19.7",
      "note": "Median age at first birth among women 25-29 (2007 est.)"
    },
    "maternal_mortality_rate": {
      "text": "95 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "21.09 deaths/1,000 live births",
      "male": "24.19 deaths/1,000 live births",
      "female": "17.84 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "72.45 years",
      "male": "70.32 years",
      "female": "74.68 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.03 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "72.4% (2006/07)"
    },
    "health_expenditures": {
      "text": "9.1% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.37 physicians/1,000 population (2003)"
    },
    "hospital_bed_density": {
      "text": "0.8 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 98% of population; rural: 68% of population; total: 85% of population",
      "unimproved": "urban: 2% of population; rural: 32% of population; total: 15% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 63% of population; rural: 37% of population; total: 52% of population",
      "unimproved": "urban: 37% of population; rural: 63% of population; total: 48% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.2% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "6,900 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 500 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_disease": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "22.2% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "5.7% (2007)"
    },
    "education_expenditures": {
      "text": "4.7% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "78%",
      "male": "78.1%",
      "female": "77.9% (2005 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "11 years",
      "male": "11 years",
      "female": "11 years (2003)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "223,992",
      "percentage": "14 %",
      "note": "data represents children ages 5-17 (2005 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "8.6%",
      "male": "8.1%",
      "female": "9.7% (2006)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Nicaragua",
      "conventional_short_form": "Nicaragua",
      "local_long_form": "Republica de Nicaragua",
      "local_short_form": "Nicaragua"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Managua",
      "geographic_coordinates": "12 08 N, 86 15 W",
      "time_difference": "UTC-6 (1 hour behind Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "15 departments (departamentos, singular - departamento) and 2 autonomous regions* (regiones autonomistas, singular - region autonoma); Atlantico Norte*, Atlantico Sur*, Boaco, Carazo, Chinandega, Chontales, Esteli, Granada, Jinotega, Leon, Madriz, Managua, Masaya, Matagalpa, Nueva Segovia, Rio San Juan, Rivas"
    },
    "independence": {
      "text": "15 September 1821 (from Spain)"
    },
    "national_holiday": {
      "text": "Independence Day, 15 September (1821)"
    },
    "constitution": {
      "text": "9 January 1987; revised in 1995, 2000, and 2005"
    },
    "legal_system": {
      "text": "civil law system; Supreme Court may review administrative acts"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "16 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Jose Daniel ORTEGA Saavedra (since 10 January 2007); Vice President Moises Omar HALLESLEVENS Acevedo (since 10 January 2012); note - the president is both chief of state and head of government",
      "head_of_government": "President Jose Daniel ORTEGA Saavedra (since 10 January 2007); Vice President Moises Omar HALLESLEVENS Acevedo (since 10 January 2012)",
      "cabinet": "Council of Ministers appointed by the president",
      "elections": "president and vice president elected on the same ticket by popular vote for a five-year term; election last held on 6 November 2011 (next to be held by November 2016)",
      "election_results": "Jose Daniel ORTEGA Saavedra reelected president; percent of vote - Jose Daniel ORTEGA Saavedra 62.5%, Fabio GADEA 31%, Arnoldo ALEMAN 5.9%, other 0.6%"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly or Asamblea Nacional (92 seats; 90 members elected by proportional representation and party lists to serve five-year terms; 1 seat for the previous president, 1 seat for the runner-up in previous presidential election)",
      "elections": "last held on 6 November 2011 (next to be held by November 2016)",
      "election_results": "percent of vote by party - NA; seats by party - FSLN 64, PLI/MRS 26, PLC 2"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court or Corte Suprema de Justicia ( consists of 16 judges organized into administrative, civil, criminal, and constitutional chambers)",
      "judge_selection_and_term_of_office": "Supreme Court judges elected by the National Assembly to serve 5-year staggered terms",
      "subordinate_courts": "Appeals Court; first instance civil, criminal, and military courts"
    },
    "political_parties_and_leaders": {
      "text": "Alliance for the Republic or APRE [Carlos CANALES]; Conservative Party or PC [Alejandro BOLANOS Davis]; Independent Liberal Party or PLI [Indalecio RODRIGUEZ]; Liberal Constitutionalist Party or PLC [Maria Haydee OSUNA]; Nicaraguan Liberal Alliance or ALN [Alejandro MEJIA Ferreti]; Sandinista National Liberation Front or FSLN [Jose Daniel ORTEGA Saavedra]; Sandinista Renovation Movement or MRS [Ana Margarita VIJIL]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "National Workers Front or FNT (a Sandinista umbrella group of eight labor unions including: Farm Workers Association or ATC, Health Workers Federation or FETASALUD, Heroes and Martyrs Confederation of Professional Associations or CONAPRO, National Association of Educators of Nicaragua or ANDEN, National Union of Employees or UNE, National Union of Farmers and Ranchers or UNAG, Sandinista Workers Central or CST, and Union of Journalists of Nicaragua or UPN); Permanent Congress of Workers or CPT (an umbrella group of four non-Sandinista labor unions including: Autonomous Nicaraguan Workers Central or CTN-A, Confederation of Labor Unification or CUS, Independent General Confederation of Labor or CGT-I, and Labor Action and Unity Central or CAUS); Nicaraguan Workers' Central or CTN (an independent labor union); Superior Council of Private Enterprise or COSEP (a confederation of business groups)"
    },
    "international_organization_participation": {
      "text": "BCIE, CACM, CD, CELAC, FAO, G-77, IADB, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), LAES, LAIA, LAIA (observer), MIGA, NAM, OAS, OPANAL, OPCW, PCA, Petrocaribe, SICA, UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Francisco Obadiah CAMPBELL Hooker",
      "chancery": "1627 New Hampshire Avenue NW, Washington, DC 20009",
      "telephone": "[1] (202) 939-6570, 6573",
      "fax": "[1] (202) 939-6545",
      "consulates_general": "Houston, Los Angeles, Miami, New Orleans, New York, San Francisco"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Phyllis M. POWERS",
      "embassy": "Kilometer 5.5 Carretera Sur, Managua",
      "mailing_address": "American Embassy Managua, APO AA 34021",
      "telephone": "[505] 2252-7100, 2252-7888; 2252-7634 (after hours)",
      "fax": "[505] 2252-7250"
    },
    "flag_description": {
      "text": "three equal horizontal bands of blue (top), white, and blue with the national coat of arms centered in the white band; the coat of arms features a triangle encircled by the words REPUBLICA DE NICARAGUA on the top and AMERICA CENTRAL on the bottom; the banner is based on the former blue-white-blue flag of the Federal Republic of Central America; the blue bands symbolize the Pacific Ocean and the Caribbean Sea, while the white band represents the land between the two bodies of water",
      "note": "similar to the flag of El Salvador, which features a round emblem encircled by the words REPUBLICA DE EL SALVADOR EN LA AMERICA CENTRAL centered in the white band; also similar to the flag of Honduras, which has five blue stars arranged in an X pattern centered in the white band"
    },
    "national_symbols": {
      "text": "turquoise-browed motmot (bird)"
    },
    "national_anthem": {
      "name": "\"Salve a ti, Nicaragua\" (Hail to Thee, Nicaragua)",
      "lyrics_music": "Salomon Ibarra MAYORGA/traditional, arranged by Luis Abraham DELGADILLO",
      "note": "although only officially adopted in 1971, the music was approved in 1918 and the lyrics in 1939; the tune, originally from Spain, was used as an anthem for Nicaragua from the 1830's until 1876"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Nicaragua, the poorest country in Central America and the second poorest in the Western Hemisphere, has widespread underemployment and poverty. The Dominican Republic-Central America-United States Free Trade Agreement (CAFTA-DR) has been in effect since April 2006 and has expanded export opportunities for many agricultural and manufactured goods. Textiles and agriculture combined account for nearly 50% of Nicaragua's exports. The ORTEGA administration's promotion of mixed business initiatives, owned by the Nicaraguan and Venezuelan state oil firms, together with the weak rule of law, could undermine the investment climate for domestic and international private firms in the near-term. Nicaragua relied on an IMF external credit facility to meet internal- and external-debt financing obligations. The most recent IMF program ended in 2011 and Nicaragua is currently in negotiations for a new program. Nicaragua depends heavily on foreign development assistance, however, donors have curtailed this funding in response to November 2008 and subsequent electoral fraud. Nicaragua still struggles with a high public debt burden, however, it succeeded in reducing that burden in 2011. The economy grew at a rate of about 4% in 2012."
    },
    "gdp_purchasing_power_parity": {
      "text": "$27.1 billion (2012 est.); $25.76 billion (2011 est.); $24.43 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$10.51 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "5.2% (2012 est.); 5.4% (2011 est.); 3.6% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$4,500 (2012 est.); $4,400 (2011 est.); $4,200 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "86.1%",
      "government_consumption": "10.3%",
      "investment_in_fixed_capital": "32.8%",
      "exports_of_goods_and_services": "39.8%",
      "imports_of_goods_and_services": "-69.1% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "17.3%",
      "industry": "25.9%",
      "services": "56.8% (2012 est.)"
    },
    "agriculture_products": {
      "text": "coffee, bananas, sugarcane, rice, corn, tobacco, sesame, soya, beans; beef, veal, pork, poultry, dairy products; shrimp, lobsters, cotton"
    },
    "industries": {
      "text": "food processing, chemicals, machinery and metal products, knit and woven apparel, petroleum refining and distribution, beverages, footwear, wood, electric wire harness manufacturing, mining"
    },
    "industrial_production_growth_rate": {
      "text": "6% (2012 est.)"
    },
    "labor_force": {
      "text": "2.961 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "28%",
      "industry": "19%",
      "services": "53% (2010 est.)"
    },
    "unemployment_rate": {
      "text": "7.4% (2012 est.); 7.3% (2011 est.)",
      "note": "underemployment was 46.5% in 2008"
    },
    "population_below_poverty_line": {
      "text": "42.5% (2009)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.4%",
      "highest_10%": "41.8% (2005)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "40.5 (2010); 60.3 (1998)"
    },
    "budget": {
      "revenues": "$2.728 billion",
      "expenditures": "$2.752 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "26% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-0.2% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "59.4% of GDP (2012 est.); 61.4% of GDP (2011 est.)",
      "note": "official data; data cover general Government Debt, and includes debt instruments issued (or owned) by Government entities other than the treasury; the data include treasury debt held by foreign entities, as well as intra-governmental debt; intra-governmental debt consists of treasury borrowings from surpluses in the social funds, such as retirement, medical care, and unemployment, debt instruments for the social funds are not sold at public auctions; Nicaragua rebased its GDP figures in 2012, which reduced the figures for debt as a percentage of GDP"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "7.2% (2012 est.); 8.1% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "3% (31 December 2010 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "11.99% (31 December 2012 est.); 10.54% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$1.31 billion (31 December 2012 est.); $1.125 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$3.136 billion (31 December 2011 est.); $2.924 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$4.567 billion (31 December 2012 est.); $4.197 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$1.476 billion (2012 est.); -$1.259 billion (2011 est.)"
    },
    "exports": {
      "text": "$4.157 billion (2012 est.); $3.655 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "coffee, beef, gold, sugar, peanuts, shrimp and lobster, tobacco, cigars, automobile wiring harnesses, textiles, apparel, cotton"
    },
    "exports_partners": {
      "text": "US 54%, Canada 8.4%, Venezuela 7.4%, El Salvador 4.5% (2012)"
    },
    "imports": {
      "text": "$6.45 billion (2012 est.); $5.836 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "consumer goods, machinery and equipment, raw materials, petroleum products"
    },
    "imports_partners": {
      "text": "US 18.8%, Venezuela 14.4%, Mexico 12.1%, Costa Rica 8.8%, China 7.8%, Guatemala 7.6%, El Salvador 5.1% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$1.887 billion (31 December 2012 est.); $1.892 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$7.926 billion (31 December 2012 est.); $7.309 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "cordobas (NIO) per US dollar -; 23.547 (2012 est.); 22.424 (2011 est.); 21.356 (2010 est.); 20.34 (2009); 19.374 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "3.824 billion kWh (2011 est.)"
    },
    "electricity_consumption": {
      "text": "2.941 billion kWh (2011 est.)"
    },
    "electricity_exports": {
      "text": "40,560 kWh (2011 est.)"
    },
    "electricity_imports": {
      "text": "9,930 kWh (2011 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "1.108 million kW (2011 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "66% of total installed capacity (2011 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2011 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "9.5% of total installed capacity (2011 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "24.5% of total installed capacity (2011 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_imports": {
      "text": "16,020 bbl/day (2011 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "0 bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "14,680 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "30,690 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "999.6 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "15,830 bbl/day (2011 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2012 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2012 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2012 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2012 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "4.825 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "287,600 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "4.822 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "system being upgraded by foreign investment; nearly all installed telecommunications capacity now uses digital technology, owing to investments since privatization of the formerly state-owned telecommunications company",
      "domestic": "since privatization, access to fixed-line and mobile-cellular services has improved; fixed-line teledensity roughly 5 per 100 persons; mobile-cellular telephone subscribership has increased to roughly 85 per 100 persons",
      "international": "country code - 505; the Americas Region Caribbean Ring System (ARCOS-1) fiber optic submarine cable provides connectivity to South and Central America, parts of the Caribbean, and the US; satellite earth stations - 1 Intersputnik (Atlantic Ocean region) and 1 Intelsat (Atlantic Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "multiple privately owned terrestrial TV networks, supplemented by cable TV in most urban areas; of more than 100 radio stations, nearly all are privately owned; Radio Nicaragua is government-owned and Radio Sandino is controlled by the Sandinista National Liberation Front (FSLN) (2007)"
    },
    "internet_country_code": {
      "text": ".ni"
    },
    "internet_hosts": {
      "text": "296,068 (2012)"
    },
    "internet_users": {
      "text": "199,800 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "147 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "12",
      "2_438_to_3_047_m": "3",
      "1_524_to_2_437_m": "2",
      "914_to_1_523_m": "3",
      "under_914_m": "4 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "135",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "15",
      "under_914_m": "119 (2013)"
    },
    "pipelines": {
      "text": "oil 54 km (2013)"
    },
    "roadways": {
      "total": "19,137 km",
      "paved": "2,033 km",
      "unpaved": "17,104 km (2009)"
    },
    "waterways": {
      "text": "2,220 km (navigable waterways as well as the use of the large Lake Managua and Lake Nicaragua; rivers serve only the sparsely populated eastern part of the country) (2011)"
    },
    "ports_and_terminals": {
      "text": "Bluefields, Corinto"
    }
  },
  "military": {
    "military_branches": {
      "text": "National Army of Nicaragua (Ejercito Nacional de Nicaragua, ENN; includes Navy, Air Force) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-30 years of age for voluntary military service; no conscription; tour of duty 18-36 months; requires Nicaraguan nationality and 6th-grade education (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "1,452,107",
      "females_age_16_49": "1,552,698 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "1,227,757",
      "females_age_16_49": "1,335,653 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "69,093",
      "female": "67,522 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.9% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "the 1992 ICJ ruling for El Salvador and Honduras advised a tripartite resolution to establish a maritime boundary in the Gulf of Fonseca, which considers Honduran access to the Pacific; legal dispute over navigational rights of San Juan River on border with Costa Rica"
    },
    "illicit_drugs": {
      "text": "transshipment point for cocaine destined for the US and transshipment point for arms-for-drugs dealing"
    }
  }
}