{
  "Introduction": {
    "Background": {
      "text": "Following more than three centuries under Portuguese rule, Brazil gained its independence in 1822, maintaining a monarchical system of government until the abolition of slavery in 1888 and the subsequent proclamation of a republic by the military in 1889. Brazilian coffee exporters politically dominated the country until populist leader Getulio VARGAS rose to power in 1930. By far the largest and most populous country in South America, Brazil underwent more than a half century of populist and military government until 1985, when the military regime peacefully ceded power to civilian rulers. Brazil continues to pursue industrial and agricultural growth and development of its interior. Having successfully weathered a period of global financial difficulty in the late 20th century, Brazil was seen as one of the world’s strongest emerging markets and a contributor to global growth. The awarding of the 2014 FIFA World Cup and 2016 Summer Olympic Games, the first ever to be held in South America, was seen as symbolic of the country’s rise. However, since about 2013, Brazil has been plagued by a shrinking economy, growing unemployment, and rising inflation. Political scandal resulted in the impeachment of President Dilma ROUSSEFF in May 2016, a conviction that was upheld by the Senate in August 2016; her vice president, Michel TEMER, will serve as president until 2018, completing her second term."
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern South America, bordering the Atlantic Ocean"
    },
    "Geographic coordinates": {
      "text": "10 00 S, 55 00 W"
    },
    "Map references": {
      "text": "South America"
    },
    "Area": {
      "total": {
        "text": "8,515,770 sq km"
      },
      "land": {
        "text": "8,358,140 sq km"
      },
      "water": {
        "text": "157,630 sq km"
      },
      "note": {
        "text": "includes Arquipelago de Fernando de Noronha, Atol das Rocas, Ilha da Trindade, Ilhas Martin Vaz, and Penedos de Sao Pedro e Sao Paulo"
      }
    },
    "Area - comparative": {
      "text": "slightly smaller than the US"
    },
    "Land boundaries": {
      "total": {
        "text": "16,145 km"
      },
      "border countries": {
        "text": "Argentina 1,263 km, Bolivia 3,403 km, Colombia 1,790 km, French Guiana 649 km, Guyana 1,308 km, Paraguay 1,371 km, Peru 2,659 km, Suriname 515 km, Uruguay 1,050 km, Venezuela 2,137 km"
      }
    },
    "Coastline": {
      "text": "7,491 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm or to edge of the continental margin"
      }
    },
    "Climate": {
      "text": "mostly tropical, but temperate in south"
    },
    "Terrain": {
      "text": "mostly flat to rolling lowlands in north; some plains, hills, mountains, and narrow coastal belt"
    },
    "Elevation": {
      "mean elevation": {
        "text": "320 m"
      },
      "elevation extremes": {
        "text": "lowest point: Atlantic Ocean 0 m ++ highest point: Pico da Neblina 2,994 m"
      }
    },
    "Natural resources": {
      "text": "bauxite, gold, iron ore, manganese, nickel, phosphates, platinum, tin, rare earth elements, uranium, petroleum, hydropower, timber"
    },
    "Land use": {
      "agricultural land": {
        "text": "32.9% ++ arable land 8.6%; permanent crops 0.8%; permanent pasture 23.5%"
      },
      "forest": {
        "text": "61.9%"
      },
      "other": {
        "text": "5.2% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "54,000 sq km (2012)"
    },
    "Population - distribution": {
      "text": "the vast majority of people live along, or relatively near, the Atlantic coast in the east; the population core is in the southeast, anchored by the cities of Sao Paolo, Brazilia, and Rio de Janeiro"
    },
    "Natural hazards": {
      "text": "recurring droughts in northeast; floods and occasional frost in south"
    },
    "Environment - current issues": {
      "text": "deforestation in Amazon Basin destroys the habitat and endangers a multitude of plant and animal species indigenous to the area; there is a lucrative illegal wildlife trade; air and water pollution in Rio de Janeiro, Sao Paulo, and several other large cities; land degradation and water pollution caused by improper mining activities; wetland degradation; severe oil spills"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic-Environmental Protocol, Antarctic-Marine Living Resources, Antarctic Seals, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "largest country in South America and in the Southern Hemisphere; shares common boundaries with every South American country except Chile and Ecuador"
    }
  },
  "People and Society": {
    "Population": {
      "text": "205,823,665 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Brazilian(s)"
      },
      "adjective": {
        "text": "Brazilian"
      }
    },
    "Ethnic groups": {
      "text": "white 47.7%, mulatto (mixed white and black) 43.1%, black 7.6%, Asian 1.1%, indigenous 0.4% (2010 est.)"
    },
    "Languages": {
      "text": "Portuguese (official and most widely spoken language)",
      "note": {
        "text": "less common languages include Spanish (border areas and schools), German, Italian, Japanese, English, and a large number of minor Amerindian languages"
      }
    },
    "Religions": {
      "text": "Roman Catholic 64.6%, other Catholic 0.4%, Protestant 22.2% (includes Adventist 6.5%, Assembly of God 2.0%, Christian Congregation of Brazil 1.2%, Universal Kingdom of God 1.0%, other Protestant 11.5%), other Christian 0.7%, Spiritist 2.2%, other 1.4%, none 8%, unspecified 0.4% (2010 est.)"
    },
    "Demographic profile": {
      "text": "Brazil's rapid fertility decline since the 1960s is the main factor behind the country's slowing population growth rate, aging population, and fast-paced demographic transition. Brasilia has not taken full advantage of its large working-age population to develop its human capital and strengthen its social and economic institutions but is funding a study abroad program to bring advanced skills back to the country. The current favorable age structure will begin to shift around 2025, with the labor force shrinking and the elderly starting to compose an increasing share of the total population. Well-funded public pensions have nearly wiped out poverty among the elderly, and Bolsa Familia and other social programs have lifted tens of millions out of poverty. More than half of Brazil's population is considered middle class, but poverty and income inequality levels remain high; the Northeast, North, and Center-West, women, and black, mixed race, and indigenous populations are disproportionately affected. Disparities in opportunities foster social exclusion and contribute to Brazil's high crime rate, particularly violent crime in cities and favelas. Brazil has traditionally been a net recipient of immigrants, with its southeast being the prime destination. After the importation of African slaves was outlawed in the mid-19th century, Brazil sought Europeans (Italians, Portuguese, Spaniards, and Germans) and later Asians (Japanese) to work in agriculture, especially coffee cultivation. Recent immigrants come mainly from Argentina, Chile, and Andean countries (many are unskilled illegal migrants) or are returning Brazilian nationals. Since Brazil's economic downturn in the 1980s, emigration to the United States, Europe, and Japan has been rising but is negligible relative to Brazil's total population. The majority of these emigrants are well-educated and middle-class. Fewer Brazilian peasants are emigrating to neighboring countries to take up agricultural work."
    },
    "Age structure": {
      "0-14 years": {
        "text": "22.79% (male 23,905,185/female 22,994,222)"
      },
      "15-24 years": {
        "text": "16.43% (male 17,146,060/female 16,661,163)"
      },
      "25-54 years": {
        "text": "43.84% (male 44,750,568/female 45,489,430)"
      },
      "55-64 years": {
        "text": "8.89% (male 8,637,011/female 9,656,370)"
      },
      "65 years and over": {
        "text": "8.06% (male 7,059,944/female 9,523,712) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "44.7%"
      },
      "youth dependency ratio": {
        "text": "33.3%"
      },
      "elderly dependency ratio": {
        "text": "11.3%"
      },
      "potential support ratio": {
        "text": "8.8% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "31.6 years"
      },
      "male": {
        "text": "30.7 years"
      },
      "female": {
        "text": "32.4 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.75% (2016 est.)"
    },
    "Birth rate": {
      "text": "14.3 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "6.6 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-0.1 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "the vast majority of people live along, or relatively near, the Atlantic coast in the east; the population core is in the southeast, anchored by the cities of Sao Paolo, Brazilia, and Rio de Janeiro"
    },
    "Urbanization": {
      "urban population": {
        "text": "85.7% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "1.17% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "Sao Paulo 21.066 million; Rio de Janeiro 12.902 million; Belo Horizonte 5.716 million; BRASILIA (capital) 4.155 million; Fortaleza 3.88 million; Recife 3.739 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.04 male(s)/female"
      },
      "15-24 years": {
        "text": "1.03 male(s)/female"
      },
      "25-54 years": {
        "text": "0.98 male(s)/female"
      },
      "55-64 years": {
        "text": "0.89 male(s)/female"
      },
      "65 years and over": {
        "text": "0.74 male(s)/female"
      },
      "total population": {
        "text": "0.97 male(s)/female (2016 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "44 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "18 deaths/1,000 live births"
      },
      "male": {
        "text": "21.2 deaths/1,000 live births"
      },
      "female": {
        "text": "14.7 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "73.8 years"
      },
      "male": {
        "text": "70.2 years"
      },
      "female": {
        "text": "77.5 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.76 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "80.3% (2006)"
    },
    "Health expenditures": {
      "text": "8.3% of GDP (2014)"
    },
    "Physicians density": {
      "text": "1.89 physicians/1,000 population (2013)"
    },
    "Hospital bed density": {
      "text": "2.3 beds/1,000 population (2012)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 100% of population ++ rural: 87% of population ++ total: 98.1% of population"
      },
      "unimproved": {
        "text": " ++ urban: 0% of population ++ rural: 13% of population ++ total: 1.9% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 88% of population ++ rural: 51.5% of population ++ total: 82.8% of population"
      },
      "unimproved": {
        "text": " ++ urban: 12% of population ++ rural: 48.5% of population ++ total: 17.2% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.58% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "826,700 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "15,300 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea and hepatitis A"
      },
      "vectorborne diseases": {
        "text": "dengue fever and malaria"
      },
      "water contact disease": {
        "text": "schistosomiasis"
      },
      "note": {
        "text": "active local transmission of Zika virus by Aedes species mosquitoes has been identified in this country (as of August 2016); it poses an important risk (a large number of cases possible) among US citizens if bitten by an infective mosquito; other less common ways to get Zika are through sex, via blood transfusion, or during pregnancy, in which the pregnant woman passes Zika virus to her fetus (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "20.1% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "2.2% (2007)"
    },
    "Education expenditures": {
      "text": "6% of GDP (2013)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "92.6%"
      },
      "male": {
        "text": "92.2%"
      },
      "female": {
        "text": "92.9% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "15 years"
      },
      "male": {
        "text": "15 years"
      },
      "female": {
        "text": "16 years (2013)"
      }
    },
    "Child labor - children ages 5-14": {
      "total number": {
        "text": "959,942"
      },
      "percentage": {
        "text": "3%"
      },
      "note": {
        "text": "data represent children ages 5-13 (2009 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "15%"
      },
      "male": {
        "text": "12.3%"
      },
      "female": {
        "text": "18.7% (2013 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Federative Republic of Brazil"
      },
      "conventional short form": {
        "text": "Brazil"
      },
      "local long form": {
        "text": "Republica Federativa do Brasil"
      },
      "local short form": {
        "text": "Brasil"
      },
      "etymology": {
        "text": "the country name derives from the brazilwood tree that used to grow plentifully along the coast of Brazil and that was used to produce a deep red dye"
      }
    },
    "Government type": {
      "text": "federal presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Brasilia"
      },
      "geographic coordinates": {
        "text": "15 47 S, 47 55 W"
      },
      "time difference": {
        "text": "UTC-3 (2 hours ahead of Washington, DC, during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins third Sunday in October; ends third Sunday in February"
      },
      "note": {
        "text": "Brazil has three time zones, including one for the Fernando de Noronha Islands"
      }
    },
    "Administrative divisions": {
      "text": "26 states (estados, singular - estado) and 1 federal district* (distrito federal); Acre, Alagoas, Amapa, Amazonas, Bahia, Ceara, Distrito Federal*, Espirito Santo, Goias, Maranhao, Mato Grosso, Mato Grosso do Sul, Minas Gerais, Para, Paraiba, Parana, Pernambuco, Piaui, Rio de Janeiro, Rio Grande do Norte, Rio Grande do Sul, Rondonia, Roraima, Santa Catarina, Sao Paulo, Sergipe, Tocantins"
    },
    "Independence": {
      "text": "7 September 1822 (from Portugal)"
    },
    "National holiday": {
      "text": "Independence Day, 7 September (1822)"
    },
    "Constitution": {
      "text": "several previous; latest ratified 5 October 1988; amended many times, last in 2016 (2016)"
    },
    "Legal system": {
      "text": "civil law; note - a new civil law code was enacted in 2002 replacing the 1916 code"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "yes"
      },
      "citizenship by descent": {
        "text": "yes"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "4 years"
      }
    },
    "Suffrage": {
      "text": "voluntary between 16 to 18 years of age and over 70; compulsory between 18 to 70 years of age; note - military conscripts by law cannot vote"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Michel Miguel Elias TEMER Lulia (since 31 August 2016); Vice President (vacant); note - the president is both chief of state and head of government"
      },
      "head of government": {
        "text": "President Michel Miguel Elias TEMER Lulia (since 31 August 2016); Vice President (vacant)"
      },
      "cabinet": {
        "text": "Cabinet appointed by the president"
      },
      "elections/appointments": {
        "text": "president and vice president directly elected on the same ballot by absolute majority popular vote in 2 rounds if needed for a single 4-year term (eligible for a second term); election last held on 5 October 2014 with runoff on 26 October 2014 (next to be held October 2018)"
      },
      "election results": {
        "text": "Dilma ROUSSEFF reelected president in a runoff election; percent of vote - Dilma ROUSSEFF (PT) 51.6%, Aecio NEVES (PSDB) 48.4%"
      },
      "note": {
        "text": "on 12 May 2016, Brazil's Senate voted to hold an impeachment trial of President Dilma ROUSSEFF, who was then suspended from her executive duties; Vice President Michel TEMER then took over as acting president; on 31 August 2016 the Senate voted 61-20 in favor of conviction; TEMER will now serve as president for the remainder of ROUSSEFF's term until 1 January 2019"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral National Congress or Congresso Nacional consists of the Federal Senate or Senado Federal (81 seats; 3 members each from 26 states and 3 from the federal district directly elected in multi-seat constituencies by simple majority vote to serve 8-year terms, with one-third and two-thirds of the membership elected alternately every 4 years) and the Chamber of Deputies or Camara dos Deputados (513 seats; members directly elected in multi-seat constituencies by proportional representation vote to serve 4-year terms)"
      },
      "elections": {
        "text": "Federal Senate - last held on 5 October 2014 for one-third of the Senate (next to be held in October 2018 for two-thirds of the Senate); Chamber of Deputies - last held on 5 October 2014 (next to be held in October 2018)"
      },
      "election results": {
        "text": "Federal Senate - percent of vote by party - NA; seats by party - PMDB 5, PSDB 4, PDT 4, PSB 3, DEM (formerly PFL) 3, PT 2, PSD 2, PTB 2, PP 1, PR 1; Chamber of Deputies - percent of vote by party - NA; seats by party - PT 70, PMDB 66, PSDB 54, PSD 37, PP 36, PR 34, PSB 34, PTB 25, DEM (formerly PFL) 22, PRB 21, PDT 19, SD 15, PSC 12, PROS 11, PCdoB 10, PPS 10, PV 8, PHS 5, PSOL 5, PTN 4, PMN 3, PRP 3, PEN 2, PTC 2, PSDC 2, PTdoB 1, PSL 1, PRTB 1"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Federal Court or Supremo Tribunal Federal (consists of 11 justices)"
      },
      "judge selection and term of office": {
        "text": "justices appointed by the president and approved by the Federal Senate; justices appointed to serve until mandatory retirement at age 75"
      },
      "subordinate courts": {
        "text": "Tribunal of the Union, Federal Appeals Court, Superior Court of Justice, Superior Electoral Court, regional federal courts; state court system"
      }
    },
    "Political parties and leaders": {
      "text": "Brazilian Communist Party or PCB [Ivan Martins PINHEIRO] ++ Brazilian Democratic Movement Party or PMDB [Michel TEMER] ++ Brazilian Labor Party or PTB [Cristiane BRASIL] ++ Brazilian Renewal Labor Party or PRTB [Jose Levy FIDELIX da Cruz] ++ Brazilian Republican Party or PRB [Marcos Antonio PEREIRA] ++ Brazilian Social Democracy Party or PSDB [Aecio NEVES] ++ Brazilian Socialist Party or PSB [Carlos Roberto SIQUEIRA de Barros] ++ Christian Labor Party or PTC [Daniel TOURINHO] ++ Christian Social Democratic Party or PSDC [Jose Maria EYMAEL] ++ Communist Party of Brazil or PCdoB [Jose Renato RABELO] ++ Democratic Labor Party or PDT [Carlos Roberto LUPI] ++ The Democrats or DEM [Jose AGRIPINO] (formerly Liberal Front Party or PFL) ++ Free Homeland Party or PPL [Sergio RUBENS] ++ Green Party or PV [Jose Luiz PENNA] ++ Humanist Party of Solidarity or PHS [Eduardo MACHADO] ++ Labor Party of Brazil or PTdoB [Luis Henrique de Oliveira RESENDE] ++ National Ecologic Party or PEN [Adilson Barroso OLIVEIRA] ++ National Labor Party or PTN [Jose Masci de ABREU] ++ National Mobilization Party or PMN [Telma RIBEIRO dos Santos] ++ Party of the Republic or PR [Alfredo NASCIMENTO] ++ Popular Socialist Party or PPS [Roberto Joao Pereira FREIRE] ++ Progressive Party or PP [Ciro NOGUEIRA] ++ Progressive Republican Party or PRP [Ovasco Roma Altimari RESENDE] ++ Republican Social Order Party or PROS [Euripedes JUNIOR] ++ Social Christian Party or PSC [Vitor Jorge Abdala NOSSEIS] ++ Social Democratic Party or PSD [Guilherme CAMPOS] ++ Social Liberal Party or PSL [Luciano Caldas BIVAR] ++ Socialism and Freedom Party or PSOL [Luiz ARAUJO] ++ Solidarity or SD [Paulo PEREIRA DA SILVA] ++ United Socialist Workers' Party or PSTU [Jose Maria DE ALMEIDA] ++ Workers' Cause Party or PCO [Rui Costa PIMENTA] ++ Workers' Party or PT [Rui FALCAO]"
    },
    "Political pressure groups and leaders": {
      "text": "Landless Workers' Movement or MST",
      "other": {
        "text": "industrial federations; labor unions and federations; large farmers' associations; religious groups including evangelical Christian churches and the Catholic Church"
      }
    },
    "International organization participation": {
      "text": "AfDB (nonregional member), BIS, BRICS, CAN (associate), CD, CELAC, CPLP, FAO, FATF, G-15, G-20, G-24, G-5, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, LAS (observer), Mercosur, MIGA, MINURSO, MINUSTAH, MONUSCO, NAM (observer), NSG, OAS, OECD (Enhanced Engagement, OPANAL, OPCW, Paris Club (associate), PCA, SICA (observer), UN, UNASUR, UNCTAD, UNESCO, UNFICYP, UNHCR, UNIDO, UNIFIL, Union Latina, UNISFA, UNITAR, UNMIL, UNMISS, UNOCI, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Sergio Silva do AMARAL (since 16 September 2016)"
      },
      "chancery": {
        "text": "3006 Massachusetts Avenue NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 238-2700"
      },
      "FAX": {
        "text": "[1] (202) 238-2827"
      },
      "consulate(s) general": {
        "text": "Atlanta, Boston, Chicago, Hartford (CT), Houston, Los Angeles, Miami, New York, San Francisco, Washington, DC"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Liliana AYALDE (since 31 October 2013)"
      },
      "embassy": {
        "text": "Avenida das Nacoes, Quadra 801, Lote 3, Distrito Federal Cep 70403-900, Brasilia"
      },
      "mailing address": {
        "text": "Unit 7500, DPO, AA 34030"
      },
      "telephone": {
        "text": "[55] (61) 3312-7000"
      },
      "FAX": {
        "text": "[55] (61) 3225-9136"
      },
      "consulate(s) general": {
        "text": "Recife, Rio de Janeiro, Sao Paulo"
      }
    },
    "Flag description": {
      "text": "green with a large yellow diamond in the center bearing a blue celestial globe with 27 white five-pointed stars; the globe has a white equatorial band with the motto ORDEM E PROGRESSO (Order and Progress); the current flag was inspired by the banner of the former Empire of Brazil (1822-1889); on the imperial flag, the green represented the House of Braganza of Pedro I, the first Emperor of Brazil, while the yellow stood for the Habsburg Family of his wife; on the modern flag the green represents the forests of the country and the yellow rhombus its mineral wealth (the diamond shape roughly mirrors that of the country); the blue circle and stars, which replaced the coat of arms of the original flag, depict the sky over Rio de Janeiro on the morning of 15 November 1889 - the day the Republic of Brazil was declared; the number of stars has changed with the creation of new states and has risen from an original 21 to the current 27 (one for each state and the Federal District)",
      "note": {
        "text": "one of several flags where a prominent component of the design reflects the shape of the country; other such flags are those of Bosnia and Herzegovina, Eritrea, and Vanuatu"
      }
    },
    "National symbol(s)": {
      "text": "Southern Cross constellation; national colors: green, yellow, blue"
    },
    "National anthem": {
      "name": {
        "text": "\"Hino Nacional Brasileiro\" (Brazilian National Anthem)"
      },
      "lyrics/music": {
        "text": "Joaquim Osorio Duque ESTRADA/Francisco Manoel DA SILVA"
      },
      "note": {
        "text": "music adopted 1890, lyrics adopted 1922; the anthem's music, composed in 1822, was used unofficially for many years before it was adopted"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Characterized by large and well-developed agricultural, mining, manufacturing, and service sectors, and a rapidly expanding middle class, Brazil's economy outweighs that of all other South American countries, and Brazil is expanding its presence in world markets. Since 2003, Brazil has steadily improved its macroeconomic stability, building up foreign reserves, and reducing its debt profile by shifting its debt burden toward real denominated and domestically held instruments. Since 2008, Brazil became a net external creditor and all three of the major ratings agencies awarded investment grade status to its debt. ++  ++ After strong growth in 2007 and 2008, the onset of the global financial crisis hit Brazil in 2008. Brazil experienced two quarters of recession, as global demand for Brazil's commodity-based exports dwindled and external credit dried up. However, Brazil was one of the first emerging markets to begin a recovery. In 2010, consumer and investor confidence revived and GDP growth reached 7.5%, the highest growth rate in the past 25 years. GDP growth has slowed since 2011, due to several factors, including overdependence on exports of raw commodities, low productivity, high operational costs, persistently high inflation, and low levels of investment. After reaching historic lows of 4.8% in 2014, the unemployment rate remains low, but is rising. Brazil's traditionally high level of income inequality has declined for the last 15 years. ++  ++ Brazil’s fiscal and current account balances have eroded during the past four years as the government attempted to boost economic growth through targeted tax cuts for industry and incentives to spur household consumption. After winning reelection in October 2014 by a historically narrow margin, President Dilma ROUSSEFF appointed a new economic team led by Finance Minister Joaquim LEVY, who introduced a fiscal austerity package intended to restore the primary account surplus (before interest expenditures are included) to 1.2% of GDP and preserve the country's investment-grade sovereign credit rating. LEVY encountered political headwinds and an economy facing more challenges than he anticipated. The target for the primary account surplus fell to a deficit of 2%, and two of the three main credit rating agencies downgraded Brazil to “junk” status. ++  ++ Brazil seeks to strengthen its workforce and its economy over the long run by imposing local content and technology transfer requirements on foreign businesses, by investing in education through social programs such as Bolsa Familia and the Brazil Science Mobility Program, and by investing in research in the areas of space, nanotechnology, healthcare, and energy."
    },
    "GDP (purchasing power parity)": {
      "text": "$3.135 trillion (2016 est.) ++ $3.241 trillion (2015 est.) ++ $3.371 trillion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$1.77 trillion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "-3.3% (2016 est.) ++ -3.8% (2015 est.) ++ 0.1% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$15,200 (2016 est.) ++ $15,900 (2015 est.) ++ $16,600 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "17.2% of GDP (2016 est.) ++ 15.9% of GDP (2015 est.) ++ 16.7% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "62.5%"
      },
      "government consumption": {
        "text": "20.6%"
      },
      "investment in fixed capital": {
        "text": "15.8%"
      },
      "investment in inventories": {
        "text": "-0.1%"
      },
      "exports of goods and services": {
        "text": "13.9%"
      },
      "imports of goods and services": {
        "text": "-12.7% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "6.3%"
      },
      "industry": {
        "text": "21.8%"
      },
      "services": {
        "text": "72% ++  (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "coffee, soybeans, wheat, rice, corn, sugarcane, cocoa, citrus; beef"
    },
    "Industries": {
      "text": "textiles, shoes, chemicals, cement, lumber, iron ore, tin, steel, aircraft, motor vehicles and parts, other machinery and equipment"
    },
    "Industrial production growth rate": {
      "text": "-3% (2016 est.)"
    },
    "Labor force": {
      "text": "110.4 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "15.7%"
      },
      "industry": {
        "text": "13.3%"
      },
      "services": {
        "text": "71% ++  (2011 est.)"
      }
    },
    "Unemployment rate": {
      "text": "12.6% (2016 est.) ++ 9% (2015 est.)"
    },
    "Population below poverty line": {
      "text": "21.4%",
      "note": {
        "text": "approximately 4% of the population are below the \"extreme\" poverty line (2009 est.)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "0.8%"
      },
      "highest 10%": {
        "text": "42.9% (2009 est.)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "51.9 (2012) ++ 55.3 (2001)"
    },
    "Budget": {
      "revenues": {
        "text": "$632 billion"
      },
      "expenditures": {
        "text": "$677.2 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "35.7% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-2.6% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "75.4% of GDP (2016 est.) ++ 66.5% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "8.4% (2016 est.) ++ 9% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "10% (31 December 2013) ++ 11% (31 December 2011)"
    },
    "Commercial bank prime lending rate": {
      "text": "47.4% (31 December 2016 est.) ++ 43.96% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$107 billion (31 December 2016 est.) ++ $85.64 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$928.9 billion (31 December 2014 est.) ++ $835.3 billion (31 December 2013 est.)"
    },
    "Stock of domestic credit": {
      "text": "$2.076 trillion (31 December 2016 est.) ++ $1.644 trillion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$490.5 billion (31 December 2015 est.) ++ $843.9 billion (31 December 2014 est.) ++ $1.02 trillion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "-$14.11 billion (2016 est.) ++ -$58.88 billion (2015 est.)"
    },
    "Exports": {
      "text": "$189.7 billion (2016 est.) ++ $190.1 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "transport equipment, iron ore, soybeans, footwear, coffee, automobiles"
    },
    "Exports - partners": {
      "text": "China 18.6%, US 12.7%, Argentina 6.7%, Netherlands 5.3% (2015)"
    },
    "Imports": {
      "text": "$143.9 billion (2016 est.) ++ $172.4 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "machinery, electrical and transport equipment, chemical products, oil, automotive parts, electronics"
    },
    "Imports - partners": {
      "text": "China 17.9%, US 15.6%, Germany 6.1%, Argentina 6% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$352.1 billion (31 December 2016 est.) ++ $356.5 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$544.1 billion (31 December 2016 est.) ++ $542.3 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$673 billion (31 December 2016 est.) ++ $615 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$295.3 billion (31 December 2016 est.) ++ $288.5 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "reals (BRL) per US dollar - ++ 3.483 (2016 est.) ++ 3.3315 (2015 est.) ++ 3.3315 (2014 est.) ++ 2.3535 (2013 est.) ++ 1.95 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "577 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "518 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "3 million kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "34 billion kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "135 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "18.7% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "1.5% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "69.3% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "10.5% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "2.437 million bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "397,100 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "394,400 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "16 billion bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "2.811 million bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "3.144 million bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "296,200 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "519,800 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "20.35 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "37.57 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "100 million cu m (2014 est.)"
    },
    "Natural gas - imports": {
      "text": "17.32 billion cu m (2014 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "471.1 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "535 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "43,677,141"
      },
      "subscriptions per 100 inhabitants": {
        "text": "21 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "257.814 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "126 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "good working system including an extensive microwave radio relay system and a domestic satellite system with 64 earth stations"
      },
      "domestic": {
        "text": "fixed-line connections have remained relatively stable in recent years and stand at about 20 per 100 persons; less-expensive mobile-cellular technology has been a major driver in expanding telephone service to the lower-income segments of the population w"
      },
      "international": {
        "text": "country code - 55; landing point for a number of submarine cables, including Americas-1, Americas-2, Atlantis-2, GlobeNet, South America-1, South American Crossing/Latin American Nautilus, and UNISUR that provide direct connectivity to South and Central A (2015)"
      }
    },
    "Broadcast media": {
      "text": "state-run Radiobras operates a radio and a TV network; more than 1,000 radio stations and more than 100 TV channels operating - mostly privately owned; private media ownership highly concentrated (2007)"
    },
    "Internet country code": {
      "text": ".br"
    },
    "Internet users": {
      "total": {
        "text": "120.676 million"
      },
      "percent of population": {
        "text": "59.1% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "9"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "443"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "102,039,359"
      },
      "annual freight traffic on registered air carriers": {
        "text": "149.393 million mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "PP (2016)"
    },
    "Airports": {
      "text": "4,093 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "698"
      },
      "over 3,047 m": {
        "text": "7"
      },
      "2,438 to 3,047 m": {
        "text": "27"
      },
      "1,524 to 2,437 m": {
        "text": "179"
      },
      "914 to 1,523 m": {
        "text": "436"
      },
      "under 914 m": {
        "text": "49 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "3,395"
      },
      "1,524 to 2,437 m": {
        "text": "92"
      },
      "914 to 1,523 m": {
        "text": "1,619"
      },
      "under 914 m": {
        "text": "1,684 (2013)"
      }
    },
    "Heliports": {
      "text": "13 (2013)"
    },
    "Pipelines": {
      "text": "condensate/gas 251 km; gas 17,312 km; liquid petroleum gas 352 km; oil 4,831 km; refined products 4,722 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "28,538 km"
      },
      "broad gauge": {
        "text": "5,822.3 km 1.600-m gauge (498.3 km electrified)"
      },
      "dual gauge": {
        "text": "492 km 1.600-1.000-m gauge"
      },
      "standard gauge": {
        "text": "194 km 1.435-m gauge"
      },
      "narrow gauge": {
        "text": "23,341.6 km 1.000-m gauge (24 km electrified) (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "1,580,964 km"
      },
      "paved": {
        "text": "212,798 km"
      },
      "unpaved": {
        "text": "1,368,166 km"
      },
      "note": {
        "text": "does not include urban roads (2010)"
      }
    },
    "Waterways": {
      "text": "50,000 km (most in areas remote from industry and population) (2012)"
    },
    "Merchant marine": {
      "total": {
        "text": "109"
      },
      "by type": {
        "text": "bulk carrier 18, cargo 16, chemical tanker 7, container 13, liquefied gas 11, petroleum tanker 39, roll on/roll off 5"
      },
      "foreign-owned": {
        "text": "27 (Chile 1, Denmark 3, Germany 6, Greece 1, Norway 3, Spain 12, Turkey 1)"
      },
      "registered in other countries": {
        "text": "36 (Argentina 1, Bahamas 1, Ghana 1, Liberia 20, Marshall Islands 1, Panama 3, Singapore 9) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Belem, Paranagua, Rio Grande, Rio de Janeiro, Santos, Sao Sebastiao, Tubarao"
      },
      "river port(s)": {
        "text": "Manaus (Amazon)"
      },
      "dry bulk cargo port(s)": {
        "text": "Sepetiba ore terminal, Tubarao"
      },
      "container ports (TEUs)": {
        "text": "Santos (2,985,922), Itajai (983,985)(2011)"
      },
      "oil terminal(s)": {
        "text": "DTSE/Gegua oil terminal, Ilha Grande (Gebig), Guaiba Island terminal, Guamare oil terminal"
      },
      "LNG terminal(s) (import)": {
        "text": "Pecem, Rio de Janiero"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Brazilian Army (Exercito Brasileiro, EB), Brazilian Navy (Marinha do Brasil (MB), includes Naval Air and Marine Corps (Corpo de Fuzileiros Navais)), Brazilian Air Force (Forca Aerea Brasileira, FAB) (2011)"
    },
    "Military service age and obligation": {
      "text": "18-45 years of age for compulsory military service; conscript service obligation is 10-12 months; 17-45 years of age for voluntary service; an increasing percentage of the ranks are \"long-service\" volunteer professionals; women were allowed to serve in the armed forces beginning in early 1980s, when the Brazilian Army became the first army in South America to accept women into career ranks; women serve in Navy and Air Force only in Women's Reserve Corps (2012)"
    },
    "Military expenditures": {
      "text": "1.47% of GDP (2012) ++ 1.49% of GDP (2011) ++ 1.47% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "uncontested boundary dispute between Brazil and Uruguay over Braziliera/Brasiliera Island in the Quarai/Cuareim River leaves the tripoint with Argentina in question; smuggling of firearms and narcotics continues to be an issue along the Uruguay-Brazil border; Colombian-organized illegal narcotics and paramilitary activities penetrate Brazil's border region with Venezuela"
    },
    "Refugees and internally displaced persons": {
      "stateless persons": {
        "text": "4 (2015)"
      }
    },
    "Illicit drugs": {
      "text": "second-largest consumer of cocaine in the world; illicit producer of cannabis; trace amounts of coca cultivation in the Amazon region, used for domestic consumption; government has a large-scale eradication program to control cannabis; important transshipment country for Bolivian, Colombian, and Peruvian cocaine headed for Europe; also used by traffickers as a way station for narcotics air transshipments between Peru and Colombia; upsurge in drug-related violence and weapons smuggling; important market for Colombian, Bolivian, and Peruvian cocaine; illicit narcotics proceeds are often laundered through the financial system; significant illicit financial activity in the Tri-Border Area (2008)"
    }
  }
}