{
  "intro": {
    "background": {
      "text": "Prior to the arrival of the Spanish in the 16th century, the Inca ruled northern Chile while the Mapuche inhabited central and southern Chile. Although Chile declared its independence in 1810, decisive victory over the Spanish was not achieved until 1818. In the War of the Pacific (1879-83), Chile defeated Peru and Bolivia and won its present northern regions. It was not until the 1880s that the Mapuche were brought under central government control. After a series of elected governments, the three-year-old Marxist government of Salvador ALLENDE was overthrown in 1973 by a military coup led by Augusto PINOCHET, who ruled until a freely elected president was inaugurated in 1990. Sound economic policies, maintained consistently since the 1980s, have contributed to steady growth, reduced poverty rates by over half, and have helped secure the country's commitment to democratic and representative government. Chile has increasingly assumed regional and international leadership roles befitting its status as a stable, democratic nation."
    }
  },
  "geo": {
    "location": {
      "text": "Southern South America, bordering the South Pacific Ocean, between Argentina and Peru"
    },
    "geographic_coordinates": {
      "text": "30 00 S, 71 00 W"
    },
    "map_references": {
      "text": "South America"
    },
    "area": {
      "total": "756,102 sq km",
      "land": "743,812 sq km",
      "water": "12,290 sq km",
      "note": "includes Easter Island (Isla de Pascua) and Isla Sala y Gomez"
    },
    "area_comparative": {
      "text": "slightly smaller than twice the size of Montana"
    },
    "land_boundaries": {
      "total": "6,339 km",
      "border_countries": "Argentina 5,308 km, Bolivia 860 km, Peru 171 km"
    },
    "coastline": {
      "text": "6,435 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200/350 nm"
    },
    "climate": {
      "text": "temperate; desert in north; Mediterranean in central region; cool and damp in south"
    },
    "terrain": {
      "text": "low coastal mountains; fertile central valley; rugged Andes in east"
    },
    "elevation_extremes": {
      "lowest_point": "Pacific Ocean 0 m",
      "highest_point": "Nevado Ojos del Salado 6,880 m"
    },
    "natural_resources": {
      "text": "copper, timber, iron ore, nitrates, precious metals, molybdenum, hydropower"
    },
    "land_use": {
      "arable_land": "1.74%",
      "permanent_crops": "0.6%",
      "other": "97.65% (2011)"
    },
    "irrigated_land": {
      "text": "11,990 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "922 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "26.67  cu km/yr (4%/10%/86%)",
      "per_capita": "1,603  cu m/yr (2007)"
    },
    "natural_hazards": {
      "text": "severe earthquakes; active volcanism; tsunamis",
      "volcanism": "significant volcanic activity due to more than three-dozen active volcanoes along the Andes Mountains; Lascar (elev. 5,592 m), which last erupted in 2007, is the most active volcano in the northern Chilean Andes; Llaima (elev. 3,125 m) in central Chile, which last erupted in 2009, is another of the country's most active; Chaiten's 2008 eruption forced major evacuations; other notable historically active volcanoes include Cerro Hudson, Copahue, Guallatiri, Llullaillaco, Nevados de Chillan, Puyehue, San Pedro, and Villarrica"
    },
    "environment_current_issues": {
      "text": "widespread deforestation and mining threaten natural resources; air pollution from industrial and vehicle emissions; water pollution from raw sewage"
    },
    "environment_international_agreements": {
      "party_to": "Antarctic-Environmental Protocol, Antarctic-Marine Living Resources, Antarctic Seals, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "the longest north-south trending country in the world, extending across 38 degrees of latitude; strategic location relative to sea lanes between the Atlantic and Pacific Oceans (Strait of Magellan, Beagle Channel, Drake Passage); Atacama Desert - the driest desert in the world - spreads across the northern part of the country; the crater lake of Ojos del Salado is the world's highest lake (at 6,390 m)"
    }
  },
  "people": {
    "nationality": {
      "noun": "Chilean(s)",
      "adjective": "Chilean"
    },
    "ethnic_groups": {
      "text": "white and white-Amerindian 95.4%, Mapuche 4%, other indigenous groups 0.6% (2002 census)"
    },
    "languages": {
      "text": "Spanish (official), Mapudungun, German, English"
    },
    "religions": {
      "text": "Roman Catholic 70%, Evangelical 15.1%, Jehovah's Witnesses 1.1%, other Christian 1%, other 4.6%, none 8.3% (2002 census)"
    },
    "demographic_profile": {
      "text": "Chile is in the advanced stages of demographic transition and is becoming an aging society - with fertility below replacement level, low mortality rates, and life expectancy on par with developed countries. Nevertheless, with its dependency ratio nearing its low point, Chile could benefit from its favorable age structure. It will need to keep its large working-age population productively employed, while preparing to provide for the needs of its growing proportion of elderly people, especially as women - the traditional caregivers - increasingly enter the workforce. Over the last two decades, Chile has made great strides in reducing its poverty rate, which is now lower than most Latin American countries. However, its severe income inequality ranks as the worst among members of the Organization for Economic Cooperation and Development. Unequal access to quality education perpetuates this uneven income distribution. Chile has historically been a country of emigration but has slowly become more attractive to immigrants since transitioning to democracy in 1990 and improving its economic stability (other regional destinations have concurrently experienced deteriorating economic and political conditions). Most of Chile's small but growing foreign-born population consists of transplants from other Latin American countries, especially Peru."
    },
    "population": {
      "text": "17,216,945 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "21% (male 1,846,433/female 1,771,225)",
      "15_24_years": "16.6% (male 1,457,772/female 1,398,684)",
      "25_54_years": "43.2% (male 3,694,178/female 3,738,355)",
      "55_64_years": "9.6% (male 771,790/female 872,824)",
      "65_years_and_over": "9.7% (male 694,570/female 971,114) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "45 %",
      "youth_dependency_ratio": "30.6 %",
      "elderly_dependency_ratio": "14.5 %",
      "potential_support_ratio": "6.9 (2013)"
    },
    "median_age": {
      "total": "33 years",
      "male": "31.8 years",
      "female": "34.3 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "0.86% (2013 est.)"
    },
    "birth_rate": {
      "text": "14.12 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.86 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0.35 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "89% of total population (2010)",
      "rate_of_urbanization": "1.1% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "SANTIAGO (capital) 6.034 million; Valparaiso 865,000 (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.04 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.04 male(s)/female",
      "25_54_years": "0.99 male(s)/female",
      "55_64_years": "0.88 male(s)/female",
      "65_years_and_over": "0.71 male(s)/female",
      "total_population": "0.97 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "23.7 (2004 est.)"
    },
    "maternal_mortality_rate": {
      "text": "25 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "7.19 deaths/1,000 live births",
      "male": "7.67 deaths/1,000 live births",
      "female": "6.68 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "78.27 years",
      "male": "75.25 years",
      "female": "81.42 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.85 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "64.2%",
      "note": "percent of women aged 15-44 (2006)"
    },
    "health_expenditures": {
      "text": "8% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.09 physicians/1,000 population (2003)"
    },
    "hospital_bed_density": {
      "text": "2.1 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 99% of population; rural: 75% of population; total: 96% of population",
      "unimproved": "urban: 1% of population; rural: 25% of population; total: 4% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 98% of population; rural: 83% of population; total: 96% of population",
      "unimproved": "urban: 2% of population; rural: 17% of population; total: 4% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.4% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "40,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "NA"
    },
    "obesity_adult_prevalence_rate": {
      "text": "29.4% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "0.5% (2008)"
    },
    "education_expenditures": {
      "text": "4.2% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "98.6%",
      "male": "98.6%",
      "female": "98.5% (2009 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "15 years",
      "male": "15 years",
      "female": "15 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "82,882",
      "percentage": "3 % (2003 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "17.5%",
      "male": "15.2%",
      "female": "21.1% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Chile",
      "conventional_short_form": "Chile",
      "local_long_form": "Republica de Chile",
      "local_short_form": "Chile"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Santiago",
      "geographic_coordinates": "33 27 S, 70 40 W",
      "time_difference": "UTC-4 (1 hour ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "+1hr, under a new pilot program begins second Sunday in September; ends fourth Sunday in April",
      "note": "Valparaiso is the seat of the national legislature"
    },
    "administrative_divisions": {
      "text": "15 regions (regiones, singular - region); Aisen del General Carlos Ibanez del Campo, Antofagasta, Araucania, Arica y Parinacota, Atacama, Biobio, Coquimbo, Libertador General Bernardo O'Higgins, Los Lagos, Los Rios, Magallanes y de la Antartica Chilena, Maule, Region Metropolitana (Santiago), Tarapaca, Valparaiso",
      "note": "the US does not recognize claims to Antarctica"
    },
    "independence": {
      "text": "18 September 1810 (from Spain)"
    },
    "national_holiday": {
      "text": "Independence Day, 18 September (1810)"
    },
    "constitution": {
      "text": "11 September 1980, effective 11 March 1981; amended several times"
    },
    "legal_system": {
      "text": "civil law system influenced by several West European civil legal systems; judicial review of legislative acts by the Constitutional Tribunal"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal and voluntary"
    },
    "executive_branch": {
      "chief_of_state": "President Sebastian PINERA Echenique (since 11 March 2010); note - the president is both the chief of state and head of government",
      "head_of_government": "President Sebastian PINERA Echenique (since 11 March 2010)",
      "cabinet": "Cabinet appointed by the president",
      "elections": "president elected by popular vote for a single four-year term; election last held on 13 December 2009 with runoff election held on 17 January 2010 (next to be held 17 November 2013)",
      "election_results": "Sebastian PINERA Echenique elected president; percent of vote - Sebastian PINERA Echenique 51.6%; Eduardo FREI 48.4%"
    },
    "legislative_branch": {
      "text": "bicameral National Congress or Congreso Nacional consists of the Senate or Senado (38 seats; members elected by popular vote to serve eight-year terms; one-half elected every four years) and the Chamber of Deputies or Camara de Diputados (120 seats; members are elected by popular vote to serve four-year terms)",
      "elections": "Senate - last held on 13 December 2009 (next to be held in November 2013); Chamber of Deputies - last held on 13 December 2009 (next to be held in November 2013)",
      "election_results": "Senate - percent of vote by party - NA; seats by party - CPD 9 (PDC 4, PPD 3, PS 2), APC 9 (RN 6, UDI 3); Chamber of Deputies - percent of vote by party - NA; seats by party - APC 58 (UDI 37, RN 18, other 3), CPD 57 (PDC 19, PPD 18, PS 11, PRSD 5, PC 3, other 1), PRI 3, independent 2; note - as of 19 February 2013, the composition of the entire legislature is as follows: Senate - seats by party - CPD 19 (PDC 9, PPD 4, PS 5, PRSD 1), Coalition for Change (former APC) 16 (RN 8, UDI 8), independent 2, MAS 1; Chamber of Deputies - seats by party - Coalition for Change (former APC) 56 (UDI 39, RN 17), CPD 53 (PDC 19, PPD 18, PS 11, PRSD 5), independent 5, PC 3, PRI 2, IC 1"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court or Corte Suprema (consists of a court president and 20 members or ministros); Constitutional Court (consists of 7 members); Electoral Court (consists of 5 members)",
      "judge_selection_and_term_of_office": "Supreme Court judges appointed by the president and ratified by the Senate from lists of candidates provided by the court itself; judges appointed for life with mandatory retirement at age 70; Constitutional Court members appointed - 3 by the Supreme Court, 1 by the president of the republic,  2 by the National Security Council, and 1 by the Senate; members serve 8-year terms with partial court replacement every 4 years (the court reviews constitutionality of legislation); Electoral Court member appointments - 4 by the Supreme Court and 1 a former president or vice-president of the Senate or Chamber of Deputies selected by the Supreme Court; member term NA",
      "subordinate_courts": "Courts of Appeal; oral criminal tribunals; military tribunals; local police courts; specialized tribunals and courts in matters such as family, labor, customs, taxes, and electoral affairs"
    },
    "political_parties_and_leaders": {
      "text": "Broad Social Movement or MAS [Alejandro NAVARRO Brain]; Citizen Left or IC; Equality Party [Lautaro GUANCA Vallejos]; Coalition for Change or CC (also known as the Alliance for Chile (Alianza) or APC) (including National Renewal or RN [Carlos LARRAIN Pena], and Independent Democratic Union or UDI [Patricio MELERO]; Coalition of Parties for Democracy (Concertacion) or CPD (including Christian Democratic Party or PDC [Ignacio WALKER Prieto], Party for Democracy or PPD [Jaime Daniel QUINTANA Leal], Radical Social Democratic Party or PRSD [Jose Antonio GOMEZ Urrutia], and Socialist Party or PS [Osvaldo ANDRADE Lara]); Communist Party of Chile (Partido Comunista de Chile) or PC [Guillermo TEILLIER del Valle]; Ecological Green Party [Cristian VILLAROEL Novoa]; Humanist Party or PH [Danilo MONTEVERDE Reyes]; Independent Regionalist Party or PRI [Carlos OLIVARES Zepeda]; Progressive Party or PRO [Marco ENRIQUEZ-OMINAMI Gumucio]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Roman Catholic Church, particularly conservative groups such as Opus Dei; United Labor Central or CUT includes trade unionists from the country's five largest labor confederations",
      "other": "university student federations at all major universities"
    },
    "international_organization_participation": {
      "text": "APEC, BIS, BRICS, CAN (associate), CD, CELAC, FAO, G-15, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, MINUSTAH, NAM, OAS, OECD (Enhanced Engagement, OPANAL, OPCW, PCA, SICA (observer), UN, UNASUR, UNCTAD, UNESCO, UNFICYP, UNHCR, UNIDO, Union Latina, UNMOGIP, UNTSO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Felipe BULNES Serrano",
      "chancery": "1732 Massachusetts Avenue NW, Washington, DC 20036",
      "telephone": "[1] (202) 785-1746",
      "fax": "[1] (202) 887-5579",
      "consulates_general": "Chicago, Los Angeles, Miami, New York, Philadelphia, San Francisco"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Alejandro D. WOLFF",
      "embassy": "Avenida Andres Bello 2800, Las Condes, Santiago",
      "mailing_address": "APO AA 34033",
      "telephone": "[56] (2) 330-3000",
      "fax": "[56] (2) 330-3710, 330-3160"
    },
    "flag_description": {
      "text": "two equal horizontal bands of white (top) and red; a blue square the same height as the white band at the hoist-side end of the white band; the square bears a white five-pointed star in the center representing a guide to progress and honor; blue symbolizes the sky, white is for the snow-covered Andes, and red represents the blood spilled to achieve independence",
      "note": "design was influenced by the US flag"
    },
    "national_symbols": {
      "text": "huemul (mountain deer); Andean condor"
    },
    "national_anthem": {
      "name": "\"Himno Nacional de Chile\" (National Anthem of Chile)",
      "lyrics_music": "Eusebio LILLO Robles and Bernardo DE VERA y Pintado/Ramon CARNICER y Battle",
      "note": "music adopted 1828, original lyrics adopted 1818, adapted lyrics adopted 1847; under Augusto PINOCHET\"s military rule, a verse glorifying the army was added; however, as a protest, some citizens refused to sing this verse; it was removed when democracy was restored in 1990"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Chile has a market-oriented economy characterized by a high level of foreign trade and a reputation for strong financial institutions and sound policy that have given it the strongest sovereign bond rating in South America. Exports account for approximately one-third of GDP, with commodities making up some three-quarters of total exports. Copper alone provides 19% of government revenue. From 2003 through 2012, real growth averaged almost 5% per year, despite the slight contraction in 2009 that resulted from the global financial crisis. Chile deepened its longstanding commitment to trade liberalization with the signing of a free trade agreement with the US, which took effect on 1 January 2004. Chile has 22 trade agreements covering 60 countries including agreements with the European Union, Mercosur, China, India, South Korea, and Mexico. Chile has joined the United States and nine other countries in negotiating the Trans-Pacific-Partnership trade agreement. In 2012, foreign direct investment inflows reached $28.2 billion, an increase of 63% over the previous record set in 2011. The Chilean Government has generally followed a countercyclical fiscal policy, accumulating surpluses in sovereign wealth funds during periods of high copper prices and economic growth, and generally allowing deficit spending only during periods of low copper prices and growth. As of 31 December 2012, those sovereign wealth funds - kept mostly outside the country and separate from Central Bank reserves - amounted to more than $20.9 billion. Chile used these funds to finance fiscal stimulus packages during the 2009 economic downturn. In May 2010 Chile signed the OECD Convention, becoming the first South American country to join the OECD."
    },
    "gdp_purchasing_power_parity": {
      "text": "$325.8 billion (2012 est.); $308.9 billion (2011 est.); $291.7 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$268.2 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "5.5% (2012 est.); 5.9% (2011 est.); 5.8% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$18,700 (2012 est.); $17,900 (2011 est.); $17,100 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "21.4% of GDP (2012 est.); 22.2% of GDP (2011 est.); 23.9% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "62.5%",
      "government_consumption": "12.1%",
      "investment_in_fixed_capital": "24.1%",
      "investment_in_inventories": "0.8%",
      "exports_of_goods_and_services": "34.2%",
      "imports_of_goods_and_services": "-33.9% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "3.6%",
      "industry": "36%",
      "services": "60.4% (2012 est.)"
    },
    "agriculture_products": {
      "text": "grapes, apples, pears, onions, wheat, corn, oats, peaches, garlic, asparagus, beans; beef, poultry, wool; fish; timber"
    },
    "industries": {
      "text": "copper, lithium, other minerals, foodstuffs, fish processing, iron and steel, wood and wood products, transport equipment, cement, textiles"
    },
    "industrial_production_growth_rate": {
      "text": "4.8% (2012 est.)"
    },
    "labor_force": {
      "text": "8.231 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "13.2%",
      "industry": "23%",
      "services": "63.9% (2005)"
    },
    "unemployment_rate": {
      "text": "6.4% (2012 est.); 6.6% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "15.1% (2009 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.5%",
      "highest_10%": "42.8% (2009 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "52.1 (2009); 57.1 (2000)"
    },
    "budget": {
      "revenues": "$58.81 billion",
      "expenditures": "$57.38 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "21.9% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "0.5% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "11.9% of GDP (2012 est.); 11.1% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "3% (2012 est.); 3.3% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "3.12% (31 December 2010 est.); 0.5% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "10.06% (31 December 2012 est.); 9.03% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$40.95 billion (31 December 2012 est.); $34.54 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$193.2 billion (31 December 2011 est.); $191.7 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$202.8 billion (31 December 2012 est.); $164.1 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$270.3 billion (31 December 2011); $341.6 billion (31 December 2010); $209.5 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$9.769 billion (2012 est.); -$3.387 billion (2011 est.)"
    },
    "exports": {
      "text": "$78.28 billion (2012 est.); $81.46 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "copper, fruit, fish products, paper and pulp, chemicals, wine"
    },
    "exports_partners": {
      "text": "China 23.9%, US 12.2%, Japan 10.6%, South Korea 5.8%, Brazil 5.5% (2012)"
    },
    "imports": {
      "text": "$74.86 billion (2012 est.); $70.91 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "petroleum and petroleum products, chemicals, electrical and telecommunications equipment, industrial machinery, vehicles, natural gas"
    },
    "imports_partners": {
      "text": "US 21.9%, China 18.2%, Argentina 6.7%, Brazil 6.5% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$41.65 billion (31 December 2012 est.); $41.94 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$104.6 billion (31 December 2012 est.); $96.24 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$192.8 billion (31 December 2012 est.); $162.5 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$91.3 billion (31 December 2012 est.); $70.21 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Chilean pesos (CLP) per US dollar -; 486.49 (2012 est.); 483.67 (2011 est.); 510.25 (2010 est.); 560.86 (2009); 509.02 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "59.75 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "53.24 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "958 million kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "15.52 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "64.4% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "34.8% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.7% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "6,000 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "197,000 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "150 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "209,600 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "321,700 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "27,290 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "165,900 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "1.779 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "5.318 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "3.458 billion cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "97.97 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "68.76 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "3.366 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "22.4 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "privatization began in 1988; most advanced telecommunications infrastructure in South America; modern system based on extensive microwave radio relay facilities; domestic satellite system with 3 earth stations",
      "domestic": "number of fixed-line connections have stagnated in recent years as mobile-cellular usage continues to increase, reaching 130 telephones per 100 persons",
      "international": "country code - 56; landing points for the Pan American, South America-1, and South American Crossing/Latin America Nautilus submarine cables providing links to the US and to Central and South America; satellite earth stations - 2 Intelsat (Atlantic Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "national and local terrestrial TV channels, coupled with extensive cable TV networks; the state-owned Television Nacional de Chile (TVN) network is self financed through commercial advertising revenues and is not under direct government control; large number of privately owned TV stations; about 250 radio stations (2007)"
    },
    "internet_country_code": {
      "text": ".cl"
    },
    "internet_hosts": {
      "text": "2.152 million (2012)"
    },
    "internet_users": {
      "text": "7.009 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "481 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "90",
      "over_3_047_m": "5",
      "2_438_to_3_047_m": "7",
      "1_524_to_2_437_m": "23",
      "914_to_1_523_m": "31",
      "under_914_m": "24 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "391",
      "2_438_to_3_047_m": "5",
      "1_524_to_2_437_m": "11",
      "914_to_1_523_m": "56",
      "under_914_m": "319 (2013)"
    },
    "heliports": {
      "text": "1 (2013)"
    },
    "pipelines": {
      "text": "gas 3,160 km; liquid petroleum gas 781 km; oil 985 km; refined products 722 km (2013)"
    },
    "railways": {
      "total": "7,082 km",
      "broad_gauge": "3,435 km 1.676-m gauge (850 km electrified)",
      "narrow_gauge": "3,647 km 1.000-m gauge (2008)"
    },
    "roadways": {
      "total": "77,764 km",
      "paved": "18,119 km (includes 2,387 km of expressways)",
      "unpaved": "59,645 km (2010)"
    },
    "merchant_marine": {
      "total": "42",
      "by_type": "bulk carrier 13, cargo 5, chemical tanker 7, container 2, liquefied gas 1, passenger 3, passenger/cargo 2, petroleum tanker 8, roll on/roll off 1",
      "foreign_owned": "1 (Norway 1)",
      "registered_in_other_countries": "52 (Argentina 6, Brazil 1, Honduras 1, Isle of Man 9, Liberia 9, Panama 14, Peru 6, Singapore 6) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Coronel, Huasco, Lirquen, Puerto Ventanas, San Antonio, San Vicente, Valparaiso"
    }
  },
  "military": {
    "military_branches": {
      "text": "Army of the Nation, Chilean Navy (Armada de Chile, includes Naval Aviation, Marine Corps, and Maritime Territory and Merchant Marine Directorate (Directemar)), Chilean Air Force (Fuerza Aerea de Chile, FACh), Carabineros Corps (Cuerpo de Carabineros) (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "18-45 years of age for voluntary male and female military service, although the right to compulsory recruitment of males 18-45 is retained; service obligation is 12 months for Army and 22 months for Navy and Air Force (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "4,324,732",
      "females_age_16_49": "4,251,954 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "3,621,475",
      "females_age_16_49": "3,561,099 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "141,500",
      "female": "135,709 (2010 est.)"
    },
    "military_expenditures": {
      "text": "2.1% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Chile and Peru rebuff Bolivia's reactivated claim to restore the Atacama corridor, ceded to Chile in 1884, but Chile has offered instead unrestricted but not sovereign maritime access through Chile to Bolivian natural gas; Chile rejects Peru's unilateral legislation to change its latitudinal maritime boundary with Chile to an equidistance line with a southwestern axis favoring Peru; in October 2007, Peru took its maritime complaint with Chile to the ICJ; territorial claim in Antarctica (Chilean Antarctic Territory) partially overlaps Argentine and British claims; the joint boundary commission, established by Chile and Argentina in 2001, has yet to map and demarcate the delimited boundary in the inhospitable Andean Southern Ice Field (Campo de Hielo Sur)"
    },
    "illicit_drugs": {
      "text": "transshipment country for cocaine destined for Europe and the region; some money laundering activity, especially through the Iquique Free Trade Zone; imported precursors passed on to Bolivia; domestic cocaine consumption is rising, making Chile a significant consumer of cocaine (2008)"
    }
  }
}