{
  "intro": {
    "background": {
      "text": "Colombia was one of the three countries that emerged from the collapse of Gran Colombia in 1830 (the others are Ecuador and Venezuela). A nearly five-decade long conflict between government forces and anti-government insurgent groups, principally the Revolutionary Armed Forces of Colombia (FARC) heavily funded by the drug trade, escalated during the 1990s. More than 31,000 former paramilitaries had demobilized by the end of 2006 and the United Self Defense Forces of Colombia as a formal organization had ceased to function. In the wake of the paramilitary demobilization, emerging criminal groups arose, whose members include some former paramilitaries. The insurgents lack the military or popular support necessary to overthrow the government, but continue attacks against civilians. Large areas of the countryside are under guerrilla influence or are contested by security forces. In October 2012, the Colombian Government started formal peace negotiations with the FARC aimed at reaching a definitive bilateral ceasefire and incorporating demobilized FARC members into mainstream society and politics. The Colombian Government has stepped up efforts to reassert government control throughout the country, and now has a presence in every one of its administrative departments. Despite decades of internal conflict and drug related security challenges, Colombia maintains relatively strong democratic institutions characterized by peaceful, transparent elections and the protection of civil liberties."
    }
  },
  "geo": {
    "location": {
      "text": "Northern South America, bordering the Caribbean Sea, between Panama and Venezuela, and bordering the North Pacific Ocean, between Ecuador and Panama"
    },
    "geographic_coordinates": {
      "text": "4 00 N, 72 00 W"
    },
    "map_references": {
      "text": "South America"
    },
    "area": {
      "total": "1,138,910 sq km",
      "land": "1,038,700 sq km",
      "water": "100,210 sq km",
      "note": "includes Isla de Malpelo, Roncador Cay, and Serrana Bank"
    },
    "area_comparative": {
      "text": "slightly less than twice the size of Texas"
    },
    "land_boundaries": {
      "total": "6,309 km",
      "border_countries": "Brazil 1,644 km, Ecuador 590 km, Panama 225 km, Peru 1,800 km, Venezuela 2,050 km"
    },
    "coastline": {
      "text": "3,208 km (Caribbean Sea 1,760 km, North Pacific Ocean 1,448 km)"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation"
    },
    "climate": {
      "text": "tropical along coast and eastern plains; cooler in highlands"
    },
    "terrain": {
      "text": "flat coastal lowlands, central highlands, high Andes Mountains, eastern lowland plains (Llanos)"
    },
    "elevation_extremes": {
      "lowest_point": "Pacific Ocean 0 m",
      "highest_point": "Pico Cristobal Colon 5,775 m",
      "note": "nearby Pico Simon Bolivar also has the same elevation"
    },
    "natural_resources": {
      "text": "petroleum, natural gas, coal, iron ore, nickel, gold, copper, emeralds, hydropower"
    },
    "land_use": {
      "arable_land": "1.84%",
      "permanent_crops": "1.66%",
      "other": "96.5% (2011)"
    },
    "irrigated_land": {
      "text": "10,870 sq km (2011)"
    },
    "total_renewable_water_resources": {
      "text": "2,132 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "12.65  cu km/yr (55%/4%/41%)",
      "per_capita": "308  cu m/yr (2010)"
    },
    "natural_hazards": {
      "text": "highlands subject to volcanic eruptions; occasional earthquakes; periodic droughts",
      "volcanism": "Galeras (elev. 4,276 m) is one of Colombia's most active volcanoes, having erupted in 2009 and 2010 causing major evacuations; it has been deemed a \"Decade Volcano\" by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Nevado del Ruiz (elev. 5,321 m), 129 km  (80 mi) west of Bogota, erupted in 1985 producing lahars that killed 23,000 people; the volcano last erupted in 1991; additionally, after 500 years of dormancy, Nevado del Huila reawakened in 2007 and has experienced frequent eruptions since then; other historically active volcanoes include Cumbal, Dona Juana, Nevado del Tolima, and Purace"
    },
    "environment_current_issues": {
      "text": "deforestation; soil and water quality damage from overuse of pesticides; air pollution, especially in Bogota, from vehicle emissions"
    },
    "environment_international_agreements": {
      "party_to": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
      "signed_but_not_ratified": "Law of the Sea"
    },
    "geography_note": {
      "text": "only South American country with coastlines on both the North Pacific Ocean and Caribbean Sea"
    }
  },
  "people": {
    "nationality": {
      "noun": "Colombian(s)",
      "adjective": "Colombian"
    },
    "ethnic_groups": {
      "text": "mestizo 58%, white 20%, mulatto 14%, black 4%, mixed black-Amerindian 3%, Amerindian 1%"
    },
    "languages": {
      "text": "Spanish (official)"
    },
    "religions": {
      "text": "Roman Catholic 90%, other 10%"
    },
    "demographic_profile": {
      "text": "Colombia is in the midst of a demographic transition resulting from steady declines in its fertility, mortality, and population growth rates. The birth rate has fallen from more than 6 children per woman in the 1960s to just above replacement level today as a result of increased literacy, family planning services, and urbanization. However, income inequality is among the worst in the world, and more than a third of the population lives below the poverty line. Colombia experiences significant legal and illegal economic emigration and refugee flows. Large-scale labor emigration dates to the 1960s; Venezuela and the United States continue to be the main host countries. Colombia is the largest source of Latin American refugees in Latin America, nearly 400,000 of whom live primarily in Venezuela and Ecuador. Forced displacement remains prevalent because of violence among guerrillas, paramilitary groups, and Colombian security forces. Afro-Colombian and indigenous populations are disproportionately affected. A leading NGO estimates that 5.2 million people have been displaced since 1985, while the Colombian Government estimates 3.6 million since 2000. These estimates may undercount actual numbers because not all internally displaced persons are registered. Historically, Colombia also has one of the world's highest levels of forced disappearances. About 30,000 cases have been recorded over the last four decades - although the number is likely to be much higher - including human rights activists, trade unionists, Afro-Colombians, indigenous people, and farmers in rural conflict zones."
    },
    "population": {
      "text": "45,745,783 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "25.8% (male 6,032,725/female 5,755,437)",
      "15_24_years": "18.2% (male 4,241,621/female 4,101,552)",
      "25_54_years": "41.5% (male 9,376,745/female 9,597,744)",
      "55_64_years": "8% (male 1,705,451/female 1,962,606)",
      "65_years_and_over": "6.5% (male 1,242,980/female 1,728,922) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "51.2 %",
      "youth_dependency_ratio": "41.9 %",
      "elderly_dependency_ratio": "9.3 %",
      "potential_support_ratio": "10.7 (2013)"
    },
    "median_age": {
      "total": "28.6 years",
      "male": "27.6 years",
      "female": "29.5 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.1% (2013 est.)"
    },
    "birth_rate": {
      "text": "16.98 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.33 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.66 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "75% of total population (2010)",
      "rate_of_urbanization": "1.7% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "BOGOTA (capital) 8.744 million; Medellin 3.497 million; Cali 2.352 million; Barranquilla 1.836 million; Bucaramanga 1.065 million (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.06 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.03 male(s)/female",
      "25_54_years": "0.98 male(s)/female",
      "55_64_years": "0.86 male(s)/female",
      "65_years_and_over": "0.72 male(s)/female",
      "total_population": "0.98 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "21.4",
      "note": "Median age at first birth among women 25-29 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "92 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "15.46 deaths/1,000 live births",
      "male": "18.77 deaths/1,000 live births",
      "female": "11.96 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "75.02 years",
      "male": "71.82 years",
      "female": "78.42 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.1 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "79.1% (2010)"
    },
    "health_expenditures": {
      "text": "7.6% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.35 physicians/1,000 population (2002)"
    },
    "hospital_bed_density": {
      "text": "1 beds/1,000 population (2007)"
    },
    "drinking_water_source": {
      "improved": "urban: 99% of population; rural: 72% of population; total: 92% of population",
      "unimproved": "urban: 1% of population; rural: 28% of population; total: 8% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 82% of population; rural: 63% of population; total: 77% of population",
      "unimproved": "urban: 18% of population; rural: 37% of population; total: 23% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.5% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "160,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "14,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea",
      "vectorborne_diseases": "dengue fever, malaria, and yellow fever (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "17.3% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "3.4% (2010)"
    },
    "education_expenditures": {
      "text": "4.5% of GDP (2011)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "93.6%",
      "male": "93.5%",
      "female": "93.7% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "14 years",
      "male": "13 years",
      "female": "14 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "988,362",
      "percentage": "9 %",
      "note": "data represents children ages 5-17 (2009 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "23%",
      "male": "18.2%",
      "female": "29.9% (2008)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Colombia",
      "conventional_short_form": "Colombia",
      "local_long_form": "Republica de Colombia",
      "local_short_form": "Colombia"
    },
    "government_type": {
      "text": "republic; executive branch dominates government structure"
    },
    "capital": {
      "name": "Bogota",
      "geographic_coordinates": "4 36 N, 74 05 W",
      "time_difference": "UTC-5 (same time as Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "32 departments (departamentos, singular - departamento) and 1 capital district* (distrito capital); Amazonas, Antioquia, Arauca, Atlantico, Bogota*, Bolivar, Boyaca, Caldas, Caqueta, Casanare, Cauca, Cesar, Choco, Cordoba, Cundinamarca, Guainia, Guaviare, Huila, La Guajira, Magdalena, Meta, Narino, Norte de Santander, Putumayo, Quindio, Risaralda, Archipielago de San Andres, Providencia y Santa Catalina (colloquially San Andres y Providencia), Santander, Sucre, Tolima, Valle del Cauca, Vaupes, Vichada"
    },
    "independence": {
      "text": "20 July 1810 (from Spain)"
    },
    "national_holiday": {
      "text": "Independence Day, 20 July (1810)"
    },
    "constitution": {
      "text": "5 July 1991; amended many times"
    },
    "legal_system": {
      "text": "civil law system influenced by the Spanish and French civil codes"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President Angelino GARZON (since 7 August 2010); note - the president is both the chief of state and head of government",
      "head_of_government": "President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President Angelino GARZON (since 7 August 2010)",
      "cabinet": "Cabinet appointed by the president",
      "elections": "president and vice president elected by popular vote for a four-year term (eligible for a second term); election last held on 30 May 2010 with a runoff election 20 June 2010 (next to be held in May 2014)",
      "election_results": "Juan Manuel SANTOS Calderon elected president in runoff election; percent of vote - Juan Manuel SANTOS Calderon 69.06%, Antanas MOCKUS 27.52%"
    },
    "legislative_branch": {
      "text": "bicameral Congress or Congreso consists of the Senate or Senado (102 seats; members elected by popular vote to serve four-year terms) and the Chamber of Representatives or Camara de Representantes (166 seats; members elected by popular vote to serve four-year terms)",
      "elections": "Senate - last held on 14 March 2010 (next to be held in March 2014); Chamber of Representatives - last held on 14 March 2010 (next to be held in March 2014)",
      "election_results": "Senate - percent of vote by party - NA; seats by party - U Party 28, PC 22, PL 17, PIN 9, CR 8, PDA 8, Green Party 5, other parties 5; Chamber of Representatives - percent of vote by party - NA; seats by party - U Party 47, PC 38, PL 37, CR 15, PIN 12, PDA 4, Green Party 3, other parties 10; note - as of 1 January 2011, the Senate currently has 101 seats after one seat became vacant due to a PL senator losing his seat for illegal collusion with the FARC; the Chamber of Representatives also has one seat vacant after only 165 of the 166 candidates were credentialed"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court of Justice or Corte Suprema de Justicia (consists of the Civil-Agrarian and Labor Chambers each with 7 judges, and the Penal Chamber with 9 judges); Constitutional Court (consists of 9 magistrates); Council of State (consists of 27 magistrates)",
      "judge_selection_and_term_of_office": "Supreme Court judges appointed by the Congress from candidates submitted by the president; judges appointed for life; Constitutional Court magistrates - 3 nominated by the president, 3 by the Supreme Court, and 3 elected by the Senate; judges elected for individual 2-8 year terms",
      "subordinate_courts": "Superior Tribunals (appellate courts for each of the judicial districts); regional courts; civil municipal courts; Superior Military Tribunal; first instance administrative courts"
    },
    "political_parties_and_leaders": {
      "text": "Alternative Democratic Pole or PDA [Clara LOPEZ]; Conservative Party or PC [Efrain CEPEDA Sarabia]; Green Party [Jorge LONDONO Ulloa; Enrique PENALOSA]; Liberal Party or PL [Simon GAVIRIA Munoz]; National Integration Party or PIN [Angel ALIRIO Moreno]; Radical Change or CR [Antonio GUERRA de la Espriella]; Social National Unity Party or U Party [Juan Francisco LOZANO Ramirez]",
      "note": "Colombia has seven major political parties, and numerous smaller movements"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Central Union of Workers or CUT; Colombian Confederation of Workers or CTC; General Confederation of Workers or CGT; National Liberation Army or ELN; Revolutionary Armed Forces of Colombia or FARC",
      "note": "FARC and ELN are the two largest insurgent groups active in Colombia"
    },
    "international_organization_participation": {
      "text": "BCIE, BIS, CAN, Caricom (observer), CD, CDB, CELAC, FAO, G-3, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, NAM, OAS, OPANAL, OPCW, PCA, UN, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNSC (temporary), UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Carlos Alfredo URRUTIA Valenzuela",
      "chancery": "2118 Leroy Place NW, Washington, DC 20008",
      "telephone": "[1] (202) 387-8338",
      "fax": "[1] (202) 232-8643",
      "consulates_general": "Atlanta, Beverly Hills (CA), Boston, Chicago, Houston, Miami, New York, San Francisco, San Juan (Puerto Rico)",
      "consulates": "Newark (NJ)"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Michael MCKINLEY",
      "embassy": "Calle 24 Bis No. 48-50, Bogota, D.C.",
      "mailing_address": "Carrera 45 No. 24B-27, Bogota, D.C.",
      "telephone": "[57] (1) 275-2000",
      "fax": "[57] (1) 275-4600"
    },
    "flag_description": {
      "text": "three horizontal bands of yellow (top, double-width), blue, and red; the flag retains the three main colors of the banner of Gran Colombia, the short-lived South American republic that broke up in 1830; various interpretations of the colors exist and include: yellow for the gold in Colombia's land, blue for the seas on its shores, and red for the blood spilled in attaining freedom; alternatively, the colors have been described as representing more elemental concepts such as sovereignty and justice (yellow), loyalty and vigilance (blue), and valor and generosity (red); or simply the principles of liberty, equality, and fraternity",
      "note": "similar to the flag of Ecuador, which is longer and bears the Ecuadorian coat of arms superimposed in the center"
    },
    "national_symbols": {
      "text": "Andean condor"
    },
    "national_anthem": {
      "name": "\"Himno Nacional de la Republica de Colombia\" (National Anthem of the Republic of Colombia)",
      "lyrics_music": "Rafael NUNEZ/Oreste SINDICI",
      "note": "adopted 1920; the anthem was created from an inspirational poem written by President Rafael NUNEZ"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Colombia's consistently sound economic policies and aggressive promotion of free trade agreements in recent years have bolstered its ability to face external shocks. Real GDP has grown more than 4% per year for the past three years, continuing almost a decade of strong economic performance. All three major ratings agencies have upgraded Colombia's government debt to investment grade. Nevertheless, Colombia depends heavily on oil exports, making it vulnerable to a drop in oil prices. Economic development is stymied by inadequate infrastructure, weakened further by recent flooding. Moreover, the unemployment rate of 10.3% in 2012 is still one of Latin America's highest. The SANTOS Administration's foreign policy has focused on bolstering Colombia's commercial ties and boosting investment at home. The US-Colombia Free Trade Agreement (FTA) was ratified by the US Congress in October 2011 and implemented in 2012. Colombia has signed or is negotiating FTAs with a number of other countries, including Canada, Chile, Mexico, Switzerland, the EU, Venezuela, South Korea, Turkey, Japan, China, Costa Rica, Panama, and Israel. Foreign direct investment - notably in the oil and gas sectors - reached a record $10 billion in 2008 but dropped to $7.2 billion in 2009, before beginning to recover in 2010, and reached a record high of nearly $16 billion in 2012. Colombia is the third largest Latin American exporter of oil to the United States, and the United States' largest source of imported coal. Inequality, underemployment, and narcotrafficking remain significant challenges, and Colombia's infrastructure requires major improvements to sustain economic expansion."
    },
    "gdp_purchasing_power_parity": {
      "text": "$511.1 billion (2012 est.); $491.5 billion (2011 est.); $460.8 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$366 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "4% (2012 est.); 6.6% (2011 est.); 4% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$11,000 (2012 est.); $10,700 (2011 est.); $10,100 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "20.4% of GDP (2012 est.); 20.9% of GDP (2011 est.); 19.1% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "61.2%",
      "government_consumption": "16.5%",
      "investment_in_fixed_capital": "23.9%",
      "investment_in_inventories": "-0.4%",
      "exports_of_goods_and_services": "18.3%",
      "imports_of_goods_and_services": "-19.5% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "6.5%",
      "industry": "37.5%",
      "services": "56% (2012 est.)"
    },
    "agriculture_products": {
      "text": "coffee, cut flowers, bananas, rice, tobacco, corn, sugarcane, cocoa beans, oilseed, vegetables; shrimp; forest products"
    },
    "industries": {
      "text": "textiles, food processing, oil, clothing and footwear, beverages, chemicals, cement; gold, coal, emeralds"
    },
    "industrial_production_growth_rate": {
      "text": "2.4% (2012 est.)"
    },
    "labor_force": {
      "text": "23.09 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "18%",
      "industry": "13%",
      "services": "68% (2011 est.)"
    },
    "unemployment_rate": {
      "text": "10.4% (2012 est.); 10.8% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "34.1% (2011 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "0.9%",
      "highest_10%": "44.4% (2010 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "58.5 (2011); 53.8 (1996)"
    },
    "budget": {
      "revenues": "$107.6 billion",
      "expenditures": "$107.1 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "29.4% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "0.1% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "40.6% of GDP (2012 est.); 42.9% of GDP (2011 est.)",
      "note": "data cover general government debt, and includes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data include debt issued by subnational entities"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "3.2% (2012 est.); 3.4% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "4.75% (31 December 2011); 5% (31 December 2010)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "12.6% (31 December 2012 est.); 11.22% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$41.7 billion (31 December 2012 est.); $35.45 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$151.2 billion (31 December 2012 est.); $119.8 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$165.5 billion (31 December 2012 est.); $131.1 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$201.3 billion (31 December 2011); $208.5 billion (31 December 2010); $133.3 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$13.29 billion (2012 est.); -$9.978 billion (2011 est.)"
    },
    "exports": {
      "text": "$59.96 billion (2012 est.); $56.68 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "petroleum, coal, emeralds, coffee, nickel, cut flowers, bananas, apparel"
    },
    "exports_partners": {
      "text": "US 39.4%, Spain 5.1%, China 4.9%, Netherlands 4.3% (2012)"
    },
    "imports": {
      "text": "$53.77 billion (2012 est.); $50.52 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "industrial equipment, transportation equipment, consumer goods, chemicals, paper products, fuels, electricity"
    },
    "imports_partners": {
      "text": "US 30.2%, China 11.5%, Mexico 10.3%, Brazil 5.2% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$37 billion (31 December 2012 est.); $31.91 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$82.42 billion (31 December 2012 est.); $76.92 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$111.9 billion (31 December 2012 est.); $95.65 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$31.63 billion (31 December 2012 est.); $31.88 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Colombian pesos (COP) per US dollar -; 1,798 (2012 est.); 1,848 (2011 est.); 1,898.6 (2010 est.); 2,157.6 (2009); 2,243.6 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "56.28 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "46.87 billion kWh (2010 est.)"
    },
    "electricity_exports": {
      "text": "1.294 billion kWh (2011 est.)"
    },
    "electricity_imports": {
      "text": "8.22 billion kWh (2011 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "13.54 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "32.9% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "66.6% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.4% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "944,000 bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "777,900 bbl/day (2009)"
    },
    "crude_oil_imports": {
      "text": "10 bbl/day (2011 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "2.417 billion bbl (1 January 2013 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "316,500 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "287,000 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "52,680 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "6,045 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "11.26 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "9.08 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "2.18 billion cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "40,290 cu m (2011 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "134.1 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "72.31 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "7.127 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "46.2 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "modern system in many respects with a nationwide microwave radio relay system, a domestic satellite system with 41 earth stations, and a fiber-optic network linking 50 cities; telecommunications sector liberalized during the 1990s; multiple providers of both fixed-line and mobile-cellular services",
      "domestic": "fixed-line connections stand at about 15 per 100 persons; mobile cellular telephone subscribership is about 100 per 100 persons; competition among cellular service providers is resulting in falling local and international calling rates and contributing to the steep decline in the market share of fixed line services",
      "international": "country code - 57; multiple submarine cable systems provide links to the US, parts of the Caribbean, and Central and South America; satellite earth stations - 10 (6 Intelsat, 1 Inmarsat, 3 fully digitalized international switching centers) (2011)"
    },
    "broadcast_media": {
      "text": "combination of state-owned and privately owned broadcast media provide service; more than 500 radio stations and many national, regional, and local TV stations (2007)"
    },
    "internet_country_code": {
      "text": ".co"
    },
    "internet_hosts": {
      "text": "4.41 million (2012)"
    },
    "internet_users": {
      "text": "22.538 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "836 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "121",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "9",
      "1_524_to_2_437_m": "39",
      "914_to_1_523_m": "53",
      "under_914_m": "18 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "715",
      "over_3_047_m": "1",
      "1_524_to_2_437_m": "25",
      "914_to_1_523_m": "201",
      "under_914_m": "488 (2013)"
    },
    "heliports": {
      "text": "3 (2013)"
    },
    "pipelines": {
      "text": "gas 4,991 km; oil 6,796 km; refined products 3,429 km (2013)"
    },
    "railways": {
      "total": "874 km",
      "standard_gauge": "150 km 1.435-m gauge",
      "narrow_gauge": "498 km 0.950-m gauge; 226 km 0.914-m gauge (2008)"
    },
    "roadways": {
      "total": "141,374 km (2010)"
    },
    "waterways": {
      "text": "24,725 km (18,300 km navigable; the most important waterway, the River Magdalena, of which 1,488 km is navigable, is dredged regularly to ensure the safe passage of cargo vessels and container barges) (2012)"
    },
    "merchant_marine": {
      "total": "12",
      "by_type": "cargo 9, chemical tanker 1, petroleum tanker 2",
      "registered_in_other_countries": "4 (Antigua and Barbuda 1, Panama 2, Portugal 1) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Atlantic Ocean (Caribbean) - Cartagena, Santa Marta, Turbo; Pacific Ocean - Buenaventura",
      "river_ports": "Barranquilla (Rio Magdalena)",
      "oil_gas_terminals": "Covenas offshore terminal",
      "dry_bulk_cargo_ports": "Puerto Bolivar (coal)"
    }
  },
  "military": {
    "military_branches": {
      "text": "National Army (Ejercito Nacional), Republic of Colombia Navy (Armada Republica de Colombia, ARC, includes Naval Aviation, Naval Infantry (Infanteria de Marina, IM), and Coast Guard), Colombian Air Force (Fuerza Aerea de Colombia, FAC) (2012)"
    },
    "military_service_age_and_obligation": {
      "text": "18-24 years of age for compulsory and voluntary military service; service obligation is 18 months (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "11,692,647",
      "females_age_16_49": "11,727,625 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "9,150,400",
      "females_age_16_49": "9,861,760 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "430,634",
      "female": "413,974 (2010 est.)"
    },
    "military_expenditures": {
      "text": "3.8% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "in December 2007, ICJ allocated San Andres, Providencia, and Santa Catalina islands to Colombia under 1928 Treaty but did not rule on 82 degrees W meridian as maritime boundary with Nicaragua; managed dispute with Venezuela over maritime boundary and Venezuelan-administered Los Monjes Islands near the Gulf of Venezuela; Colombian-organized illegal narcotics, guerrilla, and paramilitary activities penetrate all neighboring borders and have caused Colombian citizens to flee mostly into neighboring countries; Colombia, Honduras, Nicaragua, Jamaica, and the US assert various claims to Bajo Nuevo and Serranilla Bank"
    },
    "refugees_and_internally_displaced_persons": {
      "idps": "3.9-5.5 million (conflict between government and illegal armed groups and drug traffickers since 1985) (2011)",
      "stateless_persons": "12 (2012)"
    },
    "illicit_drugs": {
      "text": "illicit producer of coca, opium poppy, and cannabis; world's leading coca cultivator with 116,000 hectares in coca cultivation in 2009, a 3% decrease over 2008, producing a potential of 270 mt of pure cocaine; the world's largest producer of coca derivatives; supplies cocaine to nearly all of the US market and the great majority of other international drug markets; in 2010, aerial eradication dispensed herbicide to treat over 101,000 hectares combined with manual eradication of 61,000 hectares; a significant portion of narcotics proceeds are either laundered or invested in Colombia through the black market peso exchange; important supplier of heroin to the US market; opium poppy cultivation is estimated to have fallen to 1,100 hectares in 2009 while pure heroin production declined to 2.1 mt; most Colombian heroin is destined for the US market (2008)"
    }
  }
}