{
  "Introduction": {
    "Background": {
      "text": "Colombia was one of the three countries that emerged from the collapse of Gran Colombia in 1830 (the others are Ecuador and Venezuela). A five-decade-long conflict between government forces and antigovernment insurgent groups, principally the Revolutionary Armed Forces of Colombia (FARC) heavily funded by the drug trade, escalated during the 1990s. More than 31,000 former paramilitaries had demobilized by the end of 2006 and the United Self Defense Forces of Colombia as a formal organization had ceased to function. In the wake of the paramilitary demobilization, emerging criminal groups arose, whose members include some former paramilitaries. The insurgents lacked the military or popular support necessary to overthrow the government. Large areas of the countryside were under guerrilla influence or contested by security forces. After four years of formal peace negotiations, the Colombian Government signed a peace deal with the FARC in November 2016, which was subsequently endorsed by the Colombian Congress. The agreement calls for members of the FARC to demobilize and be incorporated into mainstream society and politics. The Colombian Government has stepped up efforts to reassert government control throughout the country, and now has a presence in every one of its administrative departments. Despite decades of internal conflict and drug related security challenges, Colombia maintains relatively strong democratic institutions characterized by peaceful, transparent elections and the protection of civil liberties."
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern South America, bordering the Caribbean Sea, between Panama and Venezuela, and bordering the North Pacific Ocean, between Ecuador and Panama"
    },
    "Geographic coordinates": {
      "text": "4 00 N, 72 00 W"
    },
    "Map references": {
      "text": "South America"
    },
    "Area": {
      "total": {
        "text": "1,138,910 sq km"
      },
      "land": {
        "text": "1,038,700 sq km"
      },
      "water": {
        "text": "100,210 sq km"
      },
      "note": {
        "text": "includes Isla de Malpelo, Roncador Cay, and Serrana Bank"
      }
    },
    "Area - comparative": {
      "text": "slightly less than twice the size of Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "6,672 km"
      },
      "border countries": {
        "text": "Brazil 1,790 km, Ecuador 708 km, Panama 339 km, Peru 1,494 km, Venezuela 2,341 km"
      }
    },
    "Coastline": {
      "text": "3,208 km (Caribbean Sea 1,760 km, North Pacific Ocean 1,448 km)"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200-m depth or to the depth of exploitation"
      }
    },
    "Climate": {
      "text": "tropical along coast and eastern plains; cooler in highlands"
    },
    "Terrain": {
      "text": "flat coastal lowlands, central highlands, high Andes Mountains, eastern lowland plains (Llanos)"
    },
    "Elevation": {
      "mean elevation": {
        "text": "593 m"
      },
      "elevation extremes": {
        "text": "lowest point: Pacific Ocean 0 m ++ highest point: Pico Cristobal Colon 5,775 m"
      },
      "note": {
        "text": "nearby Pico Simon Bolivar also has the same elevation"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, coal, iron ore, nickel, gold, copper, emeralds, hydropower"
    },
    "Land use": {
      "agricultural land": {
        "text": "37.5% ++ arable land 1.4%; permanent crops 1.6%; permanent pasture 34.5%"
      },
      "forest": {
        "text": "54.4%"
      },
      "other": {
        "text": "8.1% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "10,900 sq km (2012)"
    },
    "Population - distribution": {
      "text": "the majority of people live in the north and west where agricultural opportunities and natural resources are found; the vast grasslands of the llanos to the south and east, which make up approximately 60% of the country, are sparsely populated"
    },
    "Natural hazards": {
      "text": "highlands subject to volcanic eruptions; occasional earthquakes; periodic droughts",
      "volcanism": {
        "text": "Galeras (elev. 4,276 m) is one of Colombia's most active volcanoes, having erupted in 2009 and 2010 causing major evacuations; it has been deemed a Decade Volcano by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Nevado del Ruiz (elev. 5,321 m), 129 km (80 mi) west of Bogota, erupted in 1985 producing lahars (mudflows) that killed 23,000 people; the volcano last erupted in 1991; additionally, after 500 years of dormancy, Nevado del Huila reawakened in 2007 and has experienced frequent eruptions since then; other historically active volcanoes include Cumbal, Dona Juana, Nevado del Tolima, and Purace"
      }
    },
    "Environment - current issues": {
      "text": "deforestation; soil and water quality damage from overuse of pesticides; air pollution, especially in Bogota, from vehicle emissions"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Law of the Sea"
      }
    },
    "Geography - note": {
      "text": "only South American country with coastlines on both the North Pacific Ocean and Caribbean Sea"
    }
  },
  "People and Society": {
    "Population": {
      "text": "47,220,856 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Colombian(s)"
      },
      "adjective": {
        "text": "Colombian"
      }
    },
    "Ethnic groups": {
      "text": "mestizo and white 84.2%, Afro-Colombian (includes multatto, Raizal, and Palenquero) 10.4%, Amerindian 3.4%, Roma \n\n"
    },
    "Languages": {
      "text": "Spanish (official)"
    },
    "Religions": {
      "text": "Roman Catholic 90%, other 10%"
    },
    "Demographic profile": {
      "text": "Colombia is in the midst of a demographic transition resulting from steady declines in its fertility, mortality, and population growth rates. The birth rate has fallen from more than 6 children per woman in the 1960s to just above replacement level today as a result of increased literacy, family planning services, and urbanization. However, income inequality is among the worst in the world, and more than a third of the population lives below the poverty line. Colombia experiences significant legal and illegal economic emigration and refugee flows. Large-scale labor emigration dates to the 1960s; Venezuela and the United States continue to be the main host countries. Colombia is the largest source of Latin American refugees in Latin America, nearly 400,000 of whom live primarily in Venezuela and Ecuador. Forced displacement remains prevalent because of violence among guerrillas, paramilitary groups, and Colombian security forces. Afro-Colombian and indigenous populations are disproportionately affected. A leading NGO estimates that 5.2 million people have been displaced since 1985, while the Colombian Government estimates 3.6 million since 2000. These estimates may undercount actual numbers because not all internally displaced persons are registered. Historically, Colombia also has one of the world's highest levels of forced disappearances. About 30,000 cases have been recorded over the last four decades - although the number is likely to be much higher - including human rights activists, trade unionists, Afro-Colombians, indigenous people, and farmers in rural conflict zones."
    },
    "Age structure": {
      "0-14 years": {
        "text": "24.57% (male 5,940,903/female 5,659,594)"
      },
      "15-24 years": {
        "text": "17.54% (male 4,216,437/female 4,066,079)"
      },
      "25-54 years": {
        "text": "41.82% (male 9,788,057/female 9,958,982)"
      },
      "55-64 years": {
        "text": "8.9% (male 1,973,215/female 2,230,609)"
      },
      "65 years and over": {
        "text": "7.17% (male 1,412,209/female 1,974,771) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "45.6%"
      },
      "youth dependency ratio": {
        "text": "35.4%"
      },
      "elderly dependency ratio": {
        "text": "10.2%"
      },
      "potential support ratio": {
        "text": "9.8% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "29.6 years"
      },
      "male": {
        "text": "28.7 years"
      },
      "female": {
        "text": "30.6 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.02% (2016 est.)"
    },
    "Birth rate": {
      "text": "16.3 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "5.4 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-0.6 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "the majority of people live in the north and west where agricultural opportunities and natural resources are found; the vast grasslands of the llanos to the south and east, which make up approximately 60% of the country, are sparsely populated"
    },
    "Urbanization": {
      "urban population": {
        "text": "76.4% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "1.66% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "BOGOTA (capital) 9.765 million; Medellin 3.911 million; Cali 2.646 million; Barranquilla 1.991 million; Bucaramanga 1.215 million; Cartagena 1.092 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.06 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.04 male(s)/female"
      },
      "25-54 years": {
        "text": "0.98 male(s)/female"
      },
      "55-64 years": {
        "text": "0.88 male(s)/female"
      },
      "65 years and over": {
        "text": "0.72 male(s)/female"
      },
      "total population": {
        "text": "0.98 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "21.4",
      "note": {
        "text": "median age at first birth among women 25-29 (2010 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "64 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "14.1 deaths/1,000 live births"
      },
      "male": {
        "text": "17.1 deaths/1,000 live births"
      },
      "female": {
        "text": "10.9 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "75.7 years"
      },
      "male": {
        "text": "72.6 years"
      },
      "female": {
        "text": "79 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.02 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "79.1% (2009/10)"
    },
    "Health expenditures": {
      "text": "7.2% of GDP (2014)"
    },
    "Physicians density": {
      "text": "1.47 physicians/1,000 population (2010)"
    },
    "Hospital bed density": {
      "text": "1.5 beds/1,000 population (2012)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 96.8% of population ++ rural: 73.8% of population ++ total: 91.4% of population"
      },
      "unimproved": {
        "text": " ++ urban: 3.2% of population ++ rural: 26.2% of population ++ total: 8.6% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 85.2% of population ++ rural: 67.9% of population ++ total: 81.1% of population"
      },
      "unimproved": {
        "text": " ++ urban: 14.8% of population ++ rural: 32.1% of population ++ total: 18.9% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.48% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "146,000 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "2,300 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea"
      },
      "vectorborne diseases": {
        "text": "dengue fever, malaria, and yellow fever"
      },
      "note": {
        "text": "active local transmission of Zika virus by Aedes species mosquitoes has been identified in this country (as of August 2016); it poses an important risk (a large number of cases possible) among US citizens if bitten by an infective mosquito; other less common ways to get Zika are through sex, via blood transfusion, or during pregnancy, in which the pregnant woman passes Zika virus to her fetus (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "20.7% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "3.4% (2010)"
    },
    "Education expenditures": {
      "text": "4.5% of GDP (2015)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "94.7%"
      },
      "male": {
        "text": "94.6%"
      },
      "female": {
        "text": "94.8% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "14 years"
      },
      "male": {
        "text": "14 years"
      },
      "female": {
        "text": "15 years (2014)"
      }
    },
    "Child labor - children ages 5-14": {
      "total number": {
        "text": "988,362"
      },
      "percentage": {
        "text": "9%"
      },
      "note": {
        "text": "data represent children ages 5-17 (2009 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "18.7%"
      },
      "male": {
        "text": "14.6%"
      },
      "female": {
        "text": "24.3% (2014 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Colombia"
      },
      "conventional short form": {
        "text": "Colombia"
      },
      "local long form": {
        "text": "Republica de Colombia"
      },
      "local short form": {
        "text": "Colombia"
      },
      "etymology": {
        "text": "the country is named after explorer Christopher COLUMBUS"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Bogota"
      },
      "geographic coordinates": {
        "text": "4 36 N, 74 05 W"
      },
      "time difference": {
        "text": "UTC-5 (same time as Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "32 departments (departamentos, singular - departamento) and 1 capital district* (distrito capital); Amazonas, Antioquia, Arauca, Atlantico, Bogota*, Bolivar, Boyaca, Caldas, Caqueta, Casanare, Cauca, Cesar, Choco, Cordoba, Cundinamarca, Guainia, Guaviare, Huila, La Guajira, Magdalena, Meta, Narino, Norte de Santander, Putumayo, Quindio, Risaralda, Archipielago de San Andres, Providencia y Santa Catalina (colloquially San Andres y Providencia), Santander, Sucre, Tolima, Valle del Cauca, Vaupes, Vichada"
    },
    "Independence": {
      "text": "20 July 1810 (from Spain)"
    },
    "National holiday": {
      "text": "Independence Day, 20 July (1810)"
    },
    "Constitution": {
      "text": "several previous; latest promulgated 5 July 1991; amended many times, last in 2015 (2016)"
    },
    "Legal system": {
      "text": "civil law system influenced by the Spanish and French civil codes"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "least one parent must be a citizen or permanent resident of Colombia"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President German VARGAS Lleras (since 7 August 2014); note - the president is both chief of state and head of government"
      },
      "head of government": {
        "text": "President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President German VARGAS Lleras (since 7 August 2014)"
      },
      "cabinet": {
        "text": "Cabinet appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority vote in 2 rounds if needed for a 4-year term; election last held on 25 May 2014 with a runoff election 15 on June 2014 (next to be held on 27 May 2018); note - recent political reform eliminated presidential reelection; beginning in 2018, presidents can only serve one 4-year term"
      },
      "election results": {
        "text": "Juan Manuel SANTOS Calderon reelected president in runoff; percent of vote - Juan Manuel SANTOS Calderon (U Party) 51.0%, Oscar Ivan ZULUAGA (CD) 45.0%, other 4.0%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Congress or Congreso consists of the Senate or Senado (102 seats; 100 members elected nationally - not by district or state - and two elected on a special ballot for indigenous communities to serve 4-year terms) and the Chamber of Representatives or Camara de Representantes (166 seats; members elected in multi-seat constituencies by proportional representation vote to serve 4-year terms)"
      },
      "elections": {
        "text": "Senate - last held on 9 March 2014 (next to be held in March 2018); Chamber of Representatives - last held on 9 March 2014 (next to be held in March 2018)"
      },
      "election results": {
        "text": "Senate - percent of vote by party - NA; seats by party - U Party 21, CD 20, PC 18, PL 17, CR 9, PDA 5, Green Party 5, other 7; Chamber of Representatives - percent of vote by party - NA; seats by party - PL 39, U Party 37, PC 27, CD 19, CR 16, Green Party 6, PDA 3, other 19"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court of Justice or Corte Suprema de Justicia (consists of the Civil-Agrarian and Labor Chambers each with 7 judges, and the Penal Chamber with 9 judges); Constitutional Court (consists of 9 magistrates); Council of State (consists of 31 members); Superior Judiciary Council (consists of 13 magistrates)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court judges appointed by the Supreme Court members from candidates submitted by the Superior Judiciary Council; judges elected for individual 8-year terms; Constitutional Court magistrates - nominated by the president, by the Supreme Court, and elected by the Senate; judges elected for individual 8-year terms; Council of State members appointed by the State Council plenary from lists nominated by the Superior Judiciary Council"
      },
      "subordinate courts": {
        "text": "Superior Tribunals (appellate courts for each of the judicial districts); regional courts; civil municipal courts; Superior Military Tribunal; first instance administrative courts"
      }
    },
    "Political parties and leaders": {
      "text": "Alternative Democratic Pole or PDA [Clara LOPEZ] ++ Conservative Party or PC [David BARGUIL] ++ Democratic Center Party or CD [Alvaro URIBE Velez, Oscar Ivan ZULUAGA, Carlos HOLMES TRUJILLO, Ivan DUQUE] ++ Green Alliance [Jorge LONDONO, Antonio SANGUINO, Luis AVELLANEDA, Camilo ROMERO] ++ Liberal Party or PL [Horacio SERPA] ++ Citizens Option (Opcion Ciudadana) or OC (formerly known as the National Integration Party or PIN) [Angel ALIRIO Moreno] ++ Radical Change or CR [Carlos Fernando GALAN] ++ Social National Unity Party or U Party [Roy BARRERAS, Jose David NAME]",
      "note": {
        "text": "Colombia has eight major political parties, and numerous smaller movements"
      }
    },
    "Political pressure groups and leaders": {
      "text": "Central Union of Workers or CUT ++ Colombian Confederation of Workers or CTC ++ General Confederation of Workers or CGT ++ National Liberation Army or ELN"
    },
    "International organization participation": {
      "text": "BCIE, BIS, CAN, Caricom (observer), CD, CDB, CELAC, EITI (candidate country), FAO, G-3, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, NAM, OAS, OPANAL, OPCW, Pacific Alliance, PCA, UN, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Juan Carlos PINZON Bueno (since 3 August 2015)"
      },
      "chancery": {
        "text": "2118 Leroy Place NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 387-8338"
      },
      "FAX": {
        "text": "[1] (202) 232-8643"
      },
      "consulate(s) general": {
        "text": "Atlanta, Houston, Los Angeles, Miami, New York, Newark (NJ), Orlando, San Juan (Puerto Rico)"
      },
      "consulate(s)": {
        "text": "Boston, Chicago, San Francisco"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Kevin WHITAKER (since 11 June 2014)"
      },
      "embassy": {
        "text": "Calle 24 Bis No. 48-50, Bogota, D.C."
      },
      "mailing address": {
        "text": "Carrera 45 No. 24B-27, Bogota, D.C."
      },
      "telephone": {
        "text": "[57] (1) 275-2000"
      },
      "FAX": {
        "text": "[57] (1) 275-4600"
      }
    },
    "Flag description": {
      "text": "three horizontal bands of yellow (top, double-width), blue, and red; the flag retains the three main colors of the banner of Gran Colombia, the short-lived South American republic that broke up in 1830; various interpretations of the colors exist and include: yellow for the gold in Colombia's land, blue for the seas on its shores, and red for the blood spilled in attaining freedom; alternatively, the colors have been described as representing more elemental concepts such as sovereignty and justice (yellow), loyalty and vigilance (blue), and valor and generosity (red); or simply the principles of liberty, equality, and fraternity",
      "note": {
        "text": "similar to the flag of Ecuador, which is longer and bears the Ecuadorian coat of arms superimposed in the center"
      }
    },
    "National symbol(s)": {
      "text": "Andean condor; national colors: yellow, blue, red"
    },
    "National anthem": {
      "name": {
        "text": "\"Himno Nacional de la Republica de Colombia\" (National Anthem of the Republic of Colombia)"
      },
      "lyrics/music": {
        "text": "Rafael NUNEZ/Oreste SINDICI"
      },
      "note": {
        "text": "adopted 1920; the anthem was created from an inspirational poem written by President Rafael NUNEZ"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Colombia's consistently sound economic policies and aggressive promotion of free trade agreements in recent years have bolstered its ability to weather external shocks. Colombia depends heavily on energy and mining exports, making it vulnerable to a drop in commodity prices. Colombia is the world's fourth largest coal exporter and Latin America's fourth largest oil producer. Economic development is stymied by inadequate infrastructure, inequality, poverty, narcotrafficking and an uncertain security situation. ++  ++ Declining oil prices have resulted in a drop in government revenues. In 2014, Colombia passed a tax reform bill to offset the lost revenue from the global drop in oil prices. The SANTOS administration is also using tax reform to help finance implementation of a peace deal between FARC and the government. Colombian officials estimate a peace deal may bolster economic growth by up to 2%. ++  ++ Despite austerity measures put in place by the SANTOS administration, GDP and foreign direct investment fell in 2015, while the El Nino weather phenomenon caused food and energy prices to rise, with inflation spiking to 6.8%. In order to combat inflation, the Central Bank raised interest rates four times during the last four months of 2015, ending the year with a 25 basis point increase to 5.75%. Unemployment has continued to decrease and hit a record low of 8.9% in 2015, but the rate is still one of Latin America's highest. Nevertheless, Colombia’s GDP growth rate makes it the region’s best performer among large economies in 2015. ++  ++ Real GDP growth averaged 4.8% per year from 2010-2014, continuing a decade of strong economic performance, before dropping in 2015. All three major ratings agencies upgraded Colombia's government debt to investment grade in 2013 and 2014, which helped to attract record levels of investment, mostly in the hydrocarbons sector. However, Standard & Poor’s downgraded its long-term outlook from stable to negative in early 2016. The change, due largely to falling government revenues, could cause Colombia to lose its investment-grade bond status. ++  ++ The SANTOS Administration's foreign policy has focused on bolstering Colombia's commercial ties and boosting investment at home. Colombia has signed or is negotiating Free Trade Agreements (FTA) with more than a dozen countries; the US-Colombia FTA went into force in May 2012. The US and Colombia have benefitted from the FTA, but Colombia’s ability to take full advantage of its enhanced access to American markets continues to be constrained by lack of export diversification. Nontariff measures remain a point of contention for bilateral trade relations. Truck scrappage regulation, and restrictions on liquor, pharmaceutical, and ethanol imports are top irritants in the bilateral trade relationship. Colombia is a founding member of the Pacific Alliance - a regional trade block formed in 2012 by Chile, Colombia, Mexico, and Peru to promote regional trade and economic integration. In 2013, Colombia began its accession process to the OECD."
    },
    "GDP (purchasing power parity)": {
      "text": "$690.4 billion (2016 est.) ++ $675.7 billion (2015 est.) ++ $655.5 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$274.1 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "2.2% (2016 est.) ++ 3.1% (2015 est.) ++ 4.4% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$14,200 (2016 est.) ++ $14,000 (2015 est.) ++ $13,800 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "20% of GDP (2016 est.) ++ 21.3% of GDP (2015 est.) ++ 21.1% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "63.3%"
      },
      "government consumption": {
        "text": "18.8%"
      },
      "investment in fixed capital": {
        "text": "26.3%"
      },
      "investment in inventories": {
        "text": "0.9%"
      },
      "exports of goods and services": {
        "text": "13.5%"
      },
      "imports of goods and services": {
        "text": "-22.8% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "6.9%"
      },
      "industry": {
        "text": "34%"
      },
      "services": {
        "text": "59.1% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "coffee, cut flowers, bananas, rice, tobacco, corn, sugarcane, cocoa beans, oilseed, vegetables; shrimp; forest products"
    },
    "Industries": {
      "text": "textiles, food processing, oil, clothing and footwear, beverages, chemicals, cement; gold, coal, emeralds"
    },
    "Industrial production growth rate": {
      "text": "1.9% (2016 est.)"
    },
    "Labor force": {
      "text": "24.43 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "17%"
      },
      "industry": {
        "text": "21%"
      },
      "services": {
        "text": "62% (2011 est.)"
      }
    },
    "Unemployment rate": {
      "text": "9.5% (2016 est.) ++ 8.9% (2015 est.)"
    },
    "Population below poverty line": {
      "text": "27.8% (2015 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "1.1%"
      },
      "highest 10%": {
        "text": "42% (2012 est.)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "53.5 (2012) ++ 56.9 (1996)"
    },
    "Budget": {
      "revenues": {
        "text": "$76.06 billion"
      },
      "expenditures": {
        "text": "$84.23 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "27.7% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "50.5% of GDP (2016 est.) ++ 49.6% of GDP (2015 est.)",
      "note": {
        "text": "data cover general government debt, and includes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data include debt issued by subnational entities"
      }
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "7.8% (2016 est.) ++ 5% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "5.75% (18 December 2015) ++ 4.75% (31 December 2011)"
    },
    "Commercial bank prime lending rate": {
      "text": "14.5% (31 December 2016 est.) ++ 11.45% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$38.29 billion (31 December 2016 est.) ++ $32.82 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$177.5 billion (31 December 2014 est.) ++ $161.7 billion (31 December 2013 est.)"
    },
    "Stock of domestic credit": {
      "text": "$148.4 billion (31 December 2016 est.) ++ $133.8 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$85.96 billion (31 December 2015 est.) ++ $146.7 billion (31 December 2014 est.) ++ $202.7 billion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "-$14.31 billion (2016 est.) ++ -$18.76 billion (2015 est.)"
    },
    "Exports": {
      "text": "$33.64 billion (2016 est.) ++ $38.12 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "petroleum, coal, emeralds, coffee, nickel, cut flowers, bananas, apparel"
    },
    "Exports - partners": {
      "text": "US 27.5%, Panama 7.2%, China 5.2%, Spain 4.4%, Ecuador 4% (2015)"
    },
    "Imports": {
      "text": "$47.15 billion (2016 est.) ++ $52.04 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "industrial equipment, transportation equipment, consumer goods, chemicals, paper products, fuels, electricity"
    },
    "Imports - partners": {
      "text": "US 28.8%, China 18.6%, Mexico 7.1%, Germany 4.2% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$46.08 billion (31 December 2016 est.) ++ $46.22 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$110.9 billion (31 December 2016 est.) ++ $107.3 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$161.7 billion (31 December 2016 est.) ++ $149.7 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$50.3 billion (31 December 2016 est.) ++ $47.3 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Colombian pesos (COP) per US dollar - ++ 3,051.1 (2016 est.) ++ 2,741.8 (2015 est.) ++ 2,741.8 (2014 est.) ++ 2,001.1 (2013 est.) ++ 1,798 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "68 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "60 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "800 million kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "47 million kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "16 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "32.1% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "67.2% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0.7% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "1.006 million bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "711,900 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "2.3 billion bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "323,700 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "299,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "97,820 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "76,180 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "12.68 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "11.73 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "950 million cu m (2014 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "134.7 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "74 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "7,109,254"
      },
      "subscriptions per 100 inhabitants": {
        "text": "15 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "57.327 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "123 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "modern system in many respects with a nationwide microwave radio relay system, a domestic satellite system with 41 earth stations, and a fiber-optic network linking 50 cities; telecommunications sector liberalized during the 1990s; multiple providers of b"
      },
      "domestic": {
        "text": "fixed-line connections stand at about 15 per 100 persons; mobile cellular telephone subscribership is about 120 per 100 persons; competition among cellular service providers is resulting in falling local and international calling rates and contributing to"
      },
      "international": {
        "text": "country code - 57; multiple submarine cable systems provide links to the US, parts of the Caribbean, and Central and South America; satellite earth stations - 10 (6 Intelsat, 1 Inmarsat, 3 fully digitalized international switching centers) (2011)"
      }
    },
    "Broadcast media": {
      "text": "combination of state-owned and privately owned broadcast media provide service; more than 500 radio stations and many national, regional, and local TV stations (2007)"
    },
    "Internet country code": {
      "text": ".co"
    },
    "Internet users": {
      "total": {
        "text": "26.128 million"
      },
      "percent of population": {
        "text": "55.9% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "12"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "157"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "30,742,928"
      },
      "annual freight traffic on registered air carriers": {
        "text": "1,317,562,271 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "HJ, HK (2016)"
    },
    "Airports": {
      "text": "836 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "121"
      },
      "over 3,047 m": {
        "text": "2"
      },
      "2,438 to 3,047 m": {
        "text": "9"
      },
      "1,524 to 2,437 m": {
        "text": "39"
      },
      "914 to 1,523 m": {
        "text": "53"
      },
      "under 914 m": {
        "text": "18 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "715"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "25"
      },
      "914 to 1,523 m": {
        "text": "201"
      },
      "under 914 m": {
        "text": "488 (2013)"
      }
    },
    "Heliports": {
      "text": "3 (2013)"
    },
    "Pipelines": {
      "text": "gas 4,991 km; oil 6,796 km; refined products 3,429 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "2,141 km"
      },
      "standard gauge": {
        "text": "150 km 1.435-m gauge"
      },
      "narrow gauge": {
        "text": "1,991 km 0.914-m gauge (2015)"
      }
    },
    "Roadways": {
      "total": {
        "text": "204,855 km (2015)"
      }
    },
    "Waterways": {
      "text": "24,725 km (18,300 km navigable; the most important waterway, the River Magdalena, of which 1,488 km is navigable, is dredged regularly to ensure safe passage of cargo vessels and container barges) (2012)"
    },
    "Merchant marine": {
      "total": {
        "text": "12"
      },
      "by type": {
        "text": "cargo 9, chemical tanker 1, petroleum tanker 2"
      },
      "registered in other countries": {
        "text": "4 (Antigua and Barbuda 1, Panama 2, Portugal 1) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Atlantic Ocean (Caribbean) - Cartagena, Santa Marta, Turbo; Pacific Ocean - Buenaventura"
      },
      "river port(s)": {
        "text": "Barranquilla (Rio Magdalena)"
      },
      "oil terminal(s)": {
        "text": "Covenas offshore terminal"
      },
      "dry bulk cargo port(s)": {
        "text": "Puerto Bolivar (coal)"
      },
      "container port(s) (TEUs)": {
        "text": "Cartagena (1,853,342)"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "National Army (Ejercito Nacional), Republic of Colombia Navy (Armada Republica de Colombia, ARC, includes Naval Aviation, Naval Infantry (Infanteria de Marina, IM), and Coast Guard), Colombian Air Force (Fuerza Aerea de Colombia, FAC) (2012)"
    },
    "Military service age and obligation": {
      "text": "18-24 years of age for compulsory and voluntary military service; service obligation is 18 months (2012)"
    },
    "Military expenditures": {
      "text": "3.38% of GDP (2015) ++ 3.13% of GDP (2014) ++ 3.29% of GDP (2013) ++ 3.28% of GDP (2012) ++ 3.06% of GDP (2011) ++ 3.63% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "in December 2007, ICJ allocated San Andres, Providencia, and Santa Catalina islands to Colombia under 1928 Treaty but did not rule on 82 degrees W meridian as maritime boundary with Nicaragua; managed dispute with Venezuela over maritime boundary and Venezuelan-administered Los Monjes Islands near the Gulf of Venezuela; Colombian-organized illegal narcotics, guerrilla, and paramilitary activities penetrate all neighboring borders and have caused Colombian citizens to flee mostly into neighboring countries; Colombia, Honduras, Nicaragua, Jamaica, and the US assert various claims to Bajo Nuevo and Serranilla Bank"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "6.3 million (conflict between government and illegal armed groups and drug traffickers since 1985; about 300,000 new IDPs each year since 2000) (2015)"
      },
      "stateless persons": {
        "text": "12 (2015)"
      }
    },
    "Illicit drugs": {
      "text": "illicit producer of coca, opium poppy, and cannabis; world's leading coca cultivator with 83,000 hectares in coca cultivation in 2011, a 17% decrease over 2010, producing a potential of 195 mt of pure cocaine; the world's largest producer of coca derivatives; supplies cocaine to nearly all of the US market and the great majority of other international drug markets; in 2012, aerial eradication dispensed herbicide to treat over 100,549 hectares combined with manual eradication of 30,486 hectares; a significant portion of narcotics proceeds are either laundered or invested in Colombia through the black market peso exchange; important supplier of heroin to the US market; opium poppy cultivation is estimated to have fallen to 1,100 hectares in 2009 while pure heroin production declined to 2.1 mt; most Colombian heroin is destined for the US market (2013)"
    }
  }
}