{
  "Introduction": {
    "Background": {
      "text": "Colombia was one of the three countries that emerged after the dissolution of Gran Colombia in 1830 (the others are Ecuador and Venezuela). A decades-long conflict between government forces, paramilitaries, and antigovernment insurgent groups heavily funded by the drug trade, principally the Revolutionary Armed Forces of Colombia (FARC), escalated during the 1990s. More than 31,000 former United Self Defense Forces of Colombia (AUC) paramilitaries demobilized by the end of 2006, and the AUC as a formal organization ceased to operate. In the wake of the paramilitary demobilization, illegal armed groups arose, whose members include some former paramilitaries. After four years of formal peace negotiations, the Colombian Government signed a final peace accord with the FARC in November 2016, which was subsequently ratified by the Colombian Congress. The accord calls for members of the FARC to demobilize, disarm, and reincorporate into society and politics. The accord also committed the Colombian Government to create three new institutions to form a 'comprehensive system for truth, justice, reparation, and non-repetition,' to include a truth commission, a special unit to coordinate the search for those who disappeared during the conflict, and a 'Special Jurisdiction for Peace' to administer justice for conflict-related crimes. The Colombian Government has stepped up efforts to expand its presence into every one of its administrative departments. Despite decades of internal conflict and drug-related security challenges, Colombia maintains relatively strong democratic institutions characterized by peaceful, transparent elections and the protection of civil liberties."
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern South America, bordering the Caribbean Sea, between Panama and Venezuela, and bordering the North Pacific Ocean, between Ecuador and Panama"
    },
    "Geographic coordinates": {
      "text": "4 00 N, 72 00 W"
    },
    "Map references": {
      "text": "South America"
    },
    "Area": {
      "total": {
        "text": "1,138,910 sq km"
      },
      "land": {
        "text": "1,038,700 sq km"
      },
      "water": {
        "text": "100,210 sq km"
      },
      "note": {
        "text": "note: includes Isla de Malpelo, Roncador Cay, and Serrana Bank"
      }
    },
    "Area - comparative": {
      "text": "slightly less than twice the size of Texas"
    }
  }
}