{
  "intro": {
    "background": {
      "text": "What is now Ecuador formed part of the northern Inca Empire until the Spanish conquest in 1533. Quito became a seat of Spanish colonial government in 1563 and part of the Viceroyalty of New Granada in 1717. The territories of the Viceroyalty - New Granada (Colombia), Venezuela, and Quito - gained their independence between 1819 and 1822 and formed a federation known as Gran Colombia. When Quito withdrew in 1830, the traditional name was changed in favor of the \"Republic of the Equator.\" Between 1904 and 1942, Ecuador lost territories in a series of conflicts with its neighbors. A border war with Peru that flared in 1995 was resolved in 1999. Although Ecuador marked 30 years of civilian governance in 2004, the period was marred by political instability. Protests in Quito contributed to the mid-term ouster of three of Ecuador's last four democratically elected presidents. In late 2008, voters approved a new constitution, Ecuador's 20th since gaining independence. General elections were held in February 2013, and voters re-elected President Rafael CORREA."
    }
  },
  "geo": {
    "location": {
      "text": "Western South America, bordering the Pacific Ocean at the Equator, between Colombia and Peru"
    },
    "geographic_coordinates": {
      "text": "2 00 S, 77 30 W"
    },
    "map_references": {
      "text": "South America"
    },
    "area": {
      "total": "283,561 sq km",
      "land": "276,841 sq km",
      "water": "6,720 sq km",
      "note": "includes Galapagos Islands"
    },
    "area_comparative": {
      "text": "slightly smaller than Nevada"
    },
    "land_boundaries": {
      "total": "2,010 km",
      "border_countries": "Colombia 590 km, Peru 1,420 km"
    },
    "coastline": {
      "text": "2,237 km"
    },
    "maritime_claims": {
      "territorial_sea": "200 nm",
      "continental_shelf": "100 nm from 2,500-m isobath"
    },
    "climate": {
      "text": "tropical along coast, becoming cooler inland at higher elevations; tropical in Amazonian jungle lowlands"
    },
    "terrain": {
      "text": "coastal plain (costa), inter-Andean central highlands (sierra), and flat to rolling eastern jungle (oriente)"
    },
    "elevation_extremes": {
      "lowest_point": "Pacific Ocean 0 m",
      "highest_point": "Chimborazo 6,267 m",
      "note": "due to the fact that the earth is not a perfect sphere and has an equatorial bulge, the highest point on the planet furthest from its center is Mount Chimborazo not Mount Everest, which is merely the highest peak above sea-level"
    },
    "natural_resources": {
      "text": "petroleum, fish, timber, hydropower"
    },
    "land_use": {
      "arable_land": "4.51%",
      "permanent_crops": "5.38%",
      "other": "90.11% (2011)"
    },
    "irrigated_land": {
      "text": "8,534 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "424.4 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "9.92  cu km/yr (13%/6%/81%)",
      "per_capita": "716.1  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "frequent earthquakes; landslides; volcanic activity; floods; periodic droughts",
      "volcanism": "volcanic activity concentrated along the Andes Mountains; Sangay (elev. 5,230 m), which erupted in 2010, is mainland Ecuador's most active volcano; other historically active volcanoes in the Andes include Antisana, Cayambe, Chacana, Cotopaxi, Guagua Pichincha, Reventador, Sumaco, and Tungurahua; Fernandina (elev. 1,476 m), a shield volcano that last erupted in 2009, is the most active of the many Galapagos volcanoes; other historically active Galapagos volcanoes include Wolf, Sierra Negra, Cerro Azul, Pinta, Marchena, and Santiago"
    },
    "environment_current_issues": {
      "text": "deforestation; soil erosion; desertification; water pollution; pollution from oil production wastes in ecologically sensitive areas of the Amazon Basin and Galapagos Islands"
    },
    "environment_international_agreements": {
      "party_to": "Antarctic-Environmental Protocol, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "Cotopaxi in Andes is highest active volcano in world"
    }
  },
  "people": {
    "nationality": {
      "noun": "Ecuadorian(s)",
      "adjective": "Ecuadorian"
    },
    "ethnic_groups": {
      "text": "mestizo (mixed Amerindian and white) 71.9%, Montubio 7.4%, Afroecuadorian 7.2%, Amerindian 7%, white 6.1%, other 0.4% (2010 census)"
    },
    "languages": {
      "text": "Spanish (official), indigenous (Quechua, Shuar)"
    },
    "religions": {
      "text": "Roman Catholic 95%, other 5%"
    },
    "demographic_profile": {
      "text": "Ecuador's high poverty and income inequality most affect indigenous, mixed race, and rural populations. The government has increased its social spending to ameliorate these problems, but critics question the efficiency and implementation of its national development plan. Nevertheless, the conditional cash transfer program, which requires participants' children to attend school and have medical check-ups, has helped improve educational attainment and healthcare among poor children. Ecuador is stalled at above replacement level fertility and the population most likely will keep growing rather than stabilize. An estimated 2 to 3 million Ecuadorians live abroad, but increased unemployment in key receiving countries - Spain, the United States, and Italy - is slowing emigration and increasing the likelihood of returnees to Ecuador. The first large-scale emigration of Ecuadorians occurred between 1980 and 2000, when an economic crisis drove Ecuadorians from southern provinces to New York City, where they had trade contacts. A second, nationwide wave of emigration in the late 1990s was caused by another economic downturn, political instability, and a currency crisis. Spain was the logical destination because of its shared language and the wide availability of low-skilled, informal jobs at a time when increased border surveillance made illegal migration to the US difficult. Ecuador has a small but growing immigrant population and is Latin America's top recipient of refugees; 98% are neighboring Colombians fleeing violence in their country."
    },
    "population": {
      "text": "15,439,429 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "29% (male 2,284,815/female 2,193,648)",
      "15_24_years": "18.7% (male 1,462,025/female 1,427,181)",
      "25_54_years": "38.7% (male 2,908,224/female 3,061,896)",
      "55_64_years": "6.9% (male 524,574/female 540,074)",
      "65_years_and_over": "6.7% (male 496,557/female 540,435) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "57.4 %",
      "youth_dependency_ratio": "47.2 %",
      "elderly_dependency_ratio": "10.3 %",
      "potential_support_ratio": "9.8 (2013)"
    },
    "median_age": {
      "total": "26.3 years",
      "male": "25.7 years",
      "female": "26.9 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.4% (2013 est.)"
    },
    "birth_rate": {
      "text": "19.23 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.03 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.25 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "67% of total population (2010)",
      "rate_of_urbanization": "2% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "Guayaquil 2.634 million; QUITO (capital) 1.622 million (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.02 male(s)/female",
      "25_54_years": "0.95 male(s)/female",
      "55_64_years": "0.98 male(s)/female",
      "65_years_and_over": "0.92 male(s)/female",
      "total_population": "0.99 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "21.8 (2004 est.)"
    },
    "maternal_mortality_rate": {
      "text": "110 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "18.48 deaths/1,000 live births",
      "male": "21.73 deaths/1,000 live births",
      "female": "15.07 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "76.15 years",
      "male": "73.2 years",
      "female": "79.25 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.33 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "72.7% (2004)"
    },
    "health_expenditures": {
      "text": "8.1% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.48 physicians/1,000 population (2000)"
    },
    "hospital_bed_density": {
      "text": "1.5 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 96% of population; rural: 89% of population; total: 94% of population",
      "unimproved": "urban: 4% of population; rural: 11% of population; total: 6% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 96% of population; rural: 84% of population; total: 92% of population",
      "unimproved": "urban: 4% of population; rural: 16% of population; total: 8% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.4% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "37,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "2,200 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "21.4% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "6.2% (2004)"
    },
    "education_expenditures": {
      "text": "4.9% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "91.6%",
      "male": "93.1%",
      "female": "90.2% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "14 years",
      "male": "13 years",
      "female": "14 years (2008)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "227,599",
      "percentage": "8 % (2008 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "14.1%",
      "male": "11.7%",
      "female": "18.1% (2009)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Ecuador",
      "conventional_short_form": "Ecuador",
      "local_long_form": "Republica del Ecuador",
      "local_short_form": "Ecuador"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Quito",
      "geographic_coordinates": "0 13 S, 78 30 W",
      "time_difference": "UTC-5 (same time as Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "24 provinces (provincias, singular - provincia); Azuay, Bolivar, Canar, Carchi, Chimborazo, Cotopaxi, El Oro, Esmeraldas, Galapagos, Guayas, Imbabura, Loja, Los Rios, Manabi, Morona-Santiago, Napo, Orellana, Pastaza, Pichincha, Santa Elena, Santo Domingo de los Tsachilas, Sucumbios, Tungurahua, Zamora-Chinchipe"
    },
    "independence": {
      "text": "24 May 1822 (from Spain)"
    },
    "national_holiday": {
      "text": "Independence Day (independence of Quito), 10 August (1809)"
    },
    "constitution": {
      "text": "20 October 2008; this is Ecuador's 20th constitution"
    },
    "legal_system": {
      "text": "civil law based on the Chilean civil code with modifications"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18-65 years of age, universal and compulsory; 16-18, over 65, and other eligible voters, optional"
    },
    "executive_branch": {
      "chief_of_state": "President Rafael CORREA Delgado (since 15 January 2007); Vice President Lenin MORENO Garces (since 15 January 2007); note - the president is both the chief of state and head of government",
      "head_of_government": "President Rafael CORREA Delgado (since 15 January 2007); Vice President Lenin MORENO Garces (since 15 January 2007)",
      "cabinet": "Cabinet appointed by the president",
      "elections": "the president and vice president elected on the same ticket by popular vote for a four-year term and can be re-elected for another consecutive term; election last held on 17 February 2013 (next to be held in 2017)",
      "election_results": "President Rafael CORREA Delgado reelected president; percent of vote - Rafael CORREA Delgado 57.2%, Guillermo LASSO 22.7%, Lucio GUTIERREZ 6.8%, Mauricio RODAS 3.9%, other 9.4%"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly or Asamblea Nacional (137 seats; members are elected through a party-list proportional representation system to serve four-year terms)",
      "elections": "last held on 17 February 2013 (next to be held in 2017)",
      "election_results": "percent of vote by party - NA; seats by party - PAIS 100, CREO 11, PSC 6, AVANZA 5, MUPP 5, PSP 5, other 5; note - defections by members of National Assembly are commonplace, resulting in frequent changes in the numbers of seats held by the various parties"
    },
    "judicial_branch": {
      "highest_courts": "National Court of Justice or Corte Nacional de Justicia (consists of 21 judges including a chief justice and organized into 5 specialized chambers); Constitutional Court or Corte Constitutional (consists of 11 judges)",
      "judge_selection_and_term_of_office": "justices of National Court of Justice elected by the Judiciary Council, a 9-member independent body of professionals; judges elected for 9-year, non-renewable terms, with one-third of the judges renewed every 3 years; Constitutional Court judges appointed by the National Assembly from candidates selected by the president, Supreme Court, and other government officials; judges appointed for 2-year terms",
      "subordinate_courts": "Fiscal Tribunal; Superior Court (one for each province); lower provincial and cantonal courts"
    },
    "political_parties_and_leaders": {
      "text": "Alianza PAIS movement [Rafael Vicente CORREA Delgado]; Avanza Party or AVANZA [Ramiro GONZALEZ]; Breakaway Party [Martha ROLDOS]; Creating Opportunities Movement or CREO [Guillermo LASSO]; Institutional Renewal and National Action Party or PRIAN [Alvaro NOBOA]; Pachakutik Plurinational Unity Movement or MUPP [Rafael ANTUNI]; Patriotic Society Party or PSP [Lucio GUTIERREZ Borbua]; Plurinational Union Movement of the Left [Alberto ACOSTA]; Roldosist Party or PRE [Abdala BUCARAM Pulley, director]; Social Christian Party or PSC [Pascual DEL CIOPPO]; Socialist Party; Society United for More Action or SUMA [Mauricio RODAS]; Warrior's Spirit Movement [Jaime NEBOT]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Confederation of Indigenous Nationalities of Ecuador or CONAIE [Humberto CHOLANGO]; Federation of Indigenous Evangelists of Ecuador or FEINE [Manuel CHUGCHILAN, president]; National Federation of Indigenous Afro-Ecuatorianos and Peasants or FENOCIN; National Teacher's Union or UNE [Mariana PALLASCO]"
    },
    "international_organization_participation": {
      "text": "CAN, CD, CELAC, FAO, G-11, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, MINUSTAH, NAM, OAS, OPANAL, OPCW, OPEC, PCA, UN, UNAMID, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNMIL, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Saskia Nathalie CELY Suarez",
      "chancery": "1050 30th Street, NW, Washington, DC 20007",
      "telephone": "[1] (202) 465-8140",
      "fax": "[1] (202) 333-2893",
      "consulates_general": "Atlanta, Boston, Chicago, Houston, Los Angeles, Miami, New Haven (CT), New Orleans, New York, Newark (NJ), Phoenix, San Francisco, San Juan (Puerto Rico)"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Adam NAMM",
      "embassy": "Avenida Avigiras E12-170 y Avenida Eloy Alfaro, Quito",
      "mailing_address": "Avenida Guayacanes N52-205 y Avenida Avigiras",
      "telephone": "[593] (2) 398-5000",
      "fax": "[593] (2) 398-5100",
      "consulates_general": "Guayaquil"
    },
    "flag_description": {
      "text": "three horizontal bands of yellow (top, double width), blue, and red with the coat of arms superimposed at the center of the flag; the flag retains the three main colors of the banner of Gran Columbia, the South American republic that broke up in 1830; the yellow color represents sunshine, grain, and mineral wealth, blue the sky, sea, and rivers, and red the blood of patriots spilled in the struggle for freedom and justice",
      "note": "similar to the flag of Colombia, which is shorter and does not bear a coat of arms"
    },
    "national_symbols": {
      "text": "Andean condor"
    },
    "national_anthem": {
      "name": "\"Salve, Oh Patria!\" (We Salute You Our Homeland)",
      "lyrics_music": "Juan Leon MERA/Antonio NEUMANE",
      "note": "adopted 1948; Juan Leon MERA wrote the lyrics in 1865; only the chorus and second verse are sung"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Ecuador is substantially dependent on its petroleum resources, which have accounted for more than half of the country's export earnings and approximately two-fifths of public sector revenues in recent years. In 1999/2000, Ecuador's economy suffered from a banking crisis, with GDP contracting by 5.3% and poverty increasing significantly. In March 2000, the Congress approved a series of structural reforms that also provided for the adoption of the US dollar as legal tender. Dollarization stabilized the economy, and positive growth returned in the years that followed, helped by high oil prices, remittances, and increased non-traditional exports. From 2002-06 the economy grew an average of 4.3% per year, the highest five-year average in 25 years. After moderate growth in 2007, the economy reached a growth rate of 6.4% in 2008, buoyed by high global petroleum prices and increased public sector investment. President Rafael CORREA, who took office in January 2007, defaulted in December 2008 on Ecuador's sovereign debt, which, with a total face value of approximately US$3.2 billion, represented about 30% of Ecuador's public external debt. In May 2009, Ecuador bought back 91% of its \"defaulted\" bonds via an international reverse auction. Economic policies under the CORREA administration - for example, an announcement in late 2009 of its intention to terminate 13 bilateral investment treaties, including one with the United States - have generated economic uncertainty and discouraged private investment. The Ecuadorian economy slowed to 1% growth in 2009 due to the global financial crisis and to the sharp decline in world oil prices and remittance flows. Growth picked up to a 3.3% rate in 2010 and nearly 8% in 2011, before falling to 5% in 2012. China has become Ecuador's largest foreign lender since Quito defaulted in 2008, allowing the government to maintain a high rate of social spending; Ecuador contracted with the Chinese government for more than $9 billion in oil for cash and project loans as of December 2012."
    },
    "gdp_purchasing_power_parity": {
      "text": "$155.8 billion (2012 est.); $148.4 billion (2011 est.); $137.4 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$80.93 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "5% (2012 est.); 8% (2011 est.); 3.3% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$10,200 (2012 est.); $9,900 (2011 est.); $9,300 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "26.8% of GDP (2012 est.); 27.5% of GDP (2011 est.); 24.6% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "61.3%",
      "government_consumption": "13.5%",
      "investment_in_fixed_capital": "26.5%",
      "investment_in_inventories": "0.6%",
      "exports_of_goods_and_services": "31%",
      "imports_of_goods_and_services": "-33% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "5.9%",
      "industry": "35.6%",
      "services": "58.5% (2012 est.)"
    },
    "agriculture_products": {
      "text": "bananas, coffee, cocoa, rice, potatoes, manioc (tapioca), plantains, sugarcane; cattle, sheep, pigs, beef, pork, dairy products; fish, shrimp; balsa wood"
    },
    "industries": {
      "text": "petroleum, food processing, textiles, wood products, chemicals"
    },
    "industrial_production_growth_rate": {
      "text": "5.8%",
      "note": "excludes oil refining (2012 est.)"
    },
    "labor_force": {
      "text": "6.779 million (December 2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "27.6%",
      "industry": "18.8%",
      "services": "53.6% (2010)"
    },
    "unemployment_rate": {
      "text": "4.9% (2012 est.); 4.2% (December 2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "27.3% (December 2012 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.4%",
      "highest_10%": "38.3%",
      "note": "data for urban households only (2010 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "47.7 (December 2012); 50.5 (2006)",
      "note": "data are for urban households"
    },
    "budget": {
      "revenues": "$34.53 billion",
      "expenditures": "$35.48 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "42.7% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-1.2% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "20.9% of GDP (2012 est.); 17.6% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "5.1% (2012 est.); 4.5% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "8.17% (31 December 2011); 8.68% (31 December 2010)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "8.17% (31 December 2012 est.); 8.35% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$7.754 billion (31 December 2012 est.); $6.943 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$26.55 billion (31 December 2011 est.); $22.18 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$22.4 billion (31 December 2012 est.); $20.05 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$5.779 billion (31 December 2011); $5.263 billion (31 December 2010); $4.248 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$1.387 billion (2012 est.); -$238.4 million (2011 est.)"
    },
    "exports": {
      "text": "$24.65 billion (2012 est.); $23.08 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "petroleum, bananas, cut flowers, shrimp, cacao, coffee, wood, fish"
    },
    "exports_partners": {
      "text": "US 37%, Chile 8.1%, Peru 7.1%, Colombia 4.6%, Japan 4.5%, Russia 4.4% (2012)"
    },
    "imports": {
      "text": "$24.58 billion (2012 est.); $23.24 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "industrial materials, fuels and lubricants, nondurable consumer goods"
    },
    "imports_partners": {
      "text": "US 28%, China 11.2%, Colombia 9.3%, Peru 4.9% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$2.483 billion (31 December 2012 est.); $2.958 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$17.71 billion (31 December 2012 est.); $16.5 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$17.29 billion (31 December 2012 est.); $16.71 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$6.33 billion (31 December 2012 est.); $6.33 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "the US dollar became Ecuador's currency in 2001"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "21.84 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "14.92 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "14.1 million kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "1.3 billion kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "4.939 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "56.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "41.7% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "2.1% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "504,000 bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "366,000 bbl/day (2012 est.)"
    },
    "crude_oil_imports": {
      "text": "154,000 bbl/day (2012 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "6.573 billion bbl (1 January 2013 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "198,700 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "280,000 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "28,000 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "111,000 bbl/day (2012 est.)"
    },
    "natural_gas_production": {
      "text": "330 million cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "330 million cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "25,000 cu m (2012 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "7.985 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "24.43 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "2.211 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "15.333 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "elementary fixed-line service, but increasingly sophisticated mobile-cellular network",
      "domestic": "fixed-line services provided by multiple telecommunications operators; fixed-line teledensity stands at about 15 per 100 persons; mobile-cellular use has surged and subscribership has reached 100 per 100 persons",
      "international": "country code - 593; landing points for the PAN-AM and South America-1 submarine cables that provide links to the west coast of South America, Panama, Colombia, Venezuela, and extending onward to Aruba and the US Virgin Islands in the Caribbean; satellite earth station - 1 Intelsat (Atlantic Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "Ecuador has multiple TV networks and many local channels, as well as more than 300 radio stations; many TV and radio stations are privately owned; the government owns or controls 5 national TV stations and multiple radio stations; broadcast media required by law to give the government free air time to broadcast programs produced by the state (2007)"
    },
    "internet_country_code": {
      "text": ".ec"
    },
    "internet_hosts": {
      "text": "170,538 (2012)"
    },
    "internet_users": {
      "text": "3.352 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "432 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "104",
      "over_3_047_m": "4",
      "2_438_to_3_047_m": "5",
      "1_524_to_2_437_m": "18",
      "914_to_1_523_m": "26",
      "under_914_m": "51 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "328",
      "914_to_1_523_m": "37",
      "under_914_m": "291 (2013)"
    },
    "heliports": {
      "text": "2 (2013)"
    },
    "pipelines": {
      "text": "extra heavy crude 527 km; gas 71 km; oil 2,131 km; refined products 1,526 km (2013)"
    },
    "railways": {
      "total": "965 km",
      "narrow_gauge": "965 km 1.067-m gauge (2008)"
    },
    "roadways": {
      "total": "43,670 km",
      "paved": "6,472 km",
      "unpaved": "37,198 km (2007)"
    },
    "waterways": {
      "text": "1,500 km (most inaccessible) (2012)"
    },
    "merchant_marine": {
      "total": "44",
      "by_type": "cargo 1, chemical tanker 4, liquefied gas 1, passenger 9, petroleum tanker 28, refrigerated cargo 1",
      "registered_in_other_countries": "4 (Panama 3, Peru 1) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Esmeraldas, Manta, Puerto Bolivar",
      "river_ports": "Guayaquil (Guayas)"
    }
  },
  "military": {
    "military_branches": {
      "text": "Ecuadorian Armed Forces: Ecuadorian Land Force (Fuerza Terrestre Ecuatoriana, FTE), Ecuadorian Navy (Fuerza Naval del Ecuador (FNE), includes Naval Infantry, Naval Aviation, Coast Guard), Ecuadorian Air Force (Fuerza Aerea Ecuatoriana, FAE) (2012)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for selective conscript military service; conscription has been suspended; 18 years of age for voluntary military service; Air Force 18-22 years of age, Ecadorian birth requirement; 1-year service obligation (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "3,728,906",
      "females_age_16_49": "3,844,918 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "2,834,213",
      "females_age_16_49": "3,269,535 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "152,593",
      "female": "147,143 (2010 est.)"
    },
    "military_expenditures": {
      "text": "2.3% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "organized illegal narcotics operations in Colombia penetrate across Ecuador's shared border, which thousands of Colombians also cross to escape the violence in their home country"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "122,964 (Colombia) (2012)"
    },
    "illicit_drugs": {
      "text": "significant transit country for cocaine originating in Colombia and Peru, with much of the US-bound cocaine passing through Ecuadorian Pacific waters; importer of precursor chemicals used in production of illicit narcotics; attractive location for cash-placement by drug traffickers laundering money because of dollarization and weak anti-money-laundering regime; increased activity on the northern frontier by trafficking groups and Colombian insurgents\r\n (2008)"
    }
  }
}