{
  "intro": {
    "background": {
      "text": "Originally a Dutch colony in the 17th century, by 1815 Guyana had become a British possession. The abolition of slavery led to black settlement of urban areas and the importation of indentured servants from India to work the sugar plantations. The resulting ethnocultural divide has persisted and has led to turbulent politics. Guyana achieved independence from the UK in 1966, and since then it has been ruled mostly by socialist-oriented governments. In 1992, Cheddi JAGAN was elected president in what is considered the country's first free and fair election since independence. After his death five years later, his wife, Janet JAGAN, became president but resigned in 1999 due to poor health. Her successor, Bharrat JAGDEO, was reelected in 2001 and again in 2006. Donald RAMOTAR was elected president in 2011."
    }
  },
  "geo": {
    "location": {
      "text": "Northern South America, bordering the North Atlantic Ocean, between Suriname and Venezuela"
    },
    "geographic_coordinates": {
      "text": "5 00 N, 59 00 W"
    },
    "map_references": {
      "text": "South America"
    },
    "area": {
      "total": "214,969 sq km",
      "land": "196,849 sq km",
      "water": "18,120 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Idaho"
    },
    "land_boundaries": {
      "total": "2,949 km",
      "border_countries": "Brazil 1,606 km, Suriname 600 km, Venezuela 743 km"
    },
    "coastline": {
      "text": "459 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 nm or to the outer edge of the continental margin"
    },
    "climate": {
      "text": "tropical; hot, humid, moderated by northeast trade winds; two rainy seasons (May to August, November to January)"
    },
    "terrain": {
      "text": "mostly rolling highlands; low coastal plain; savanna in south"
    },
    "elevation_extremes": {
      "lowest_point": "Atlantic Ocean 0 m",
      "highest_point": "Mount Roraima 2,835 m"
    },
    "natural_resources": {
      "text": "bauxite, gold, diamonds, hardwood timber, shrimp, fish"
    },
    "land_use": {
      "arable_land": "1.95%",
      "permanent_crops": "0.13%",
      "other": "97.92% (2011)"
    },
    "irrigated_land": {
      "text": "1,501 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "241 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "1.64  cu km/yr (4%/1%/94%)",
      "per_capita": "2,222  cu m/yr (2010)"
    },
    "natural_hazards": {
      "text": "flash flood threat during rainy seasons"
    },
    "environment_current_issues": {
      "text": "water pollution from sewage and agricultural and industrial chemicals; deforestation"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "the third-smallest country in South America after Suriname and Uruguay; substantial portions of its western and eastern territories are claimed by Venezuela and Suriname respectively"
    }
  },
  "people": {
    "nationality": {
      "noun": "Guyanese (singular and plural)",
      "adjective": "Guyanese"
    },
    "ethnic_groups": {
      "text": "East Indian 43.5%, black (African) 30.2%, mixed 16.7%, Amerindian 9.1%, other 0.5% (2002 census)"
    },
    "languages": {
      "text": "English, Amerindian dialects, Creole, Caribbean Hindustani (a dialect of Hindi), Urdu"
    },
    "religions": {
      "text": "Protestant 30.5% (Pentecostal 16.9%, Anglican 6.9%, Seventh-Day Adventist 5%, Methodist 1.7%), Hindu 28.4%, Roman Catholic 8.1%, Jehovah's Witnesses 1.1%, Muslim 7.2%, other Christian 17.7%, other 4.3%, none 4.3% (2002 census)"
    },
    "demographic_profile": {
      "text": "Guyana is the only English-speaking country in South America and shares cultural and historical bonds with the Anglophone Caribbean. Guyana's two largest ethnic groups are the Afro-Guyanese (descendants of African slaves) and the Indo-Guyanese (descendants of Indian indentured laborers), which together comprise about three quarters of Guyana's population. Tensions periodically have boiled over between the two groups, which back ethnically based political parties and vote along ethnic lines. Poverty reduction has stagnated since the late 1990s. About one-third of the Guyanese population lives below the poverty line; indigenous people are disproportionately affected. Although Guyana's literacy rate is reported to be among the highest in the Western Hemisphere, the level of functional literacy is considerably lower, which has been attributed to poor education quality, teacher training, and infrastructure. Guyana's emigration rate is among the highest in the world - more than 55% of its citizens reside abroad - and it is one of the largest recipients of remittances relative to GDP among Latin American and Caribbean counties. Although remittances are a vital source of income for most citizens, the pervasive emigration of skilled workers deprives Guyana of professionals in healthcare and other key sectors. More than 80% of Guyanese nationals with tertiary level educations have emigrated. Brain drain and the concentration of limited medical resources in Georgetown hamper Guyana's ability to meet the health needs of its predominantly rural population. Guyana has one of the highest HIV prevalence rates in the region and continues to rely on international support for its HIV treatment and prevention programs."
    },
    "population": {
      "text": "739,903 (July 2013 est.)",
      "note": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "age_structure": {
      "0_14_years": "30.2% (male 113,724/female 109,643)",
      "15_24_years": "20.7% (male 78,798/female 74,202)",
      "25_54_years": "36.9% (male 138,167/female 134,695)",
      "55_64_years": "7.2% (male 22,772/female 30,358)",
      "65_years_and_over": "5.1% (male 15,276/female 22,268) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "65.3 %",
      "youth_dependency_ratio": "59.6 %",
      "elderly_dependency_ratio": "5.7 %",
      "potential_support_ratio": "17.7 (2013)"
    },
    "median_age": {
      "total": "24.5 years",
      "male": "23.7 years",
      "female": "25.3 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "-0.21% (2013 est.)"
    },
    "birth_rate": {
      "text": "16.31 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "7.18 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-11.21 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "29% of total population (2010)",
      "rate_of_urbanization": "0.5% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "GEORGETOWN (capital) 132,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.06 male(s)/female",
      "25_54_years": "1.02 male(s)/female",
      "55_64_years": "0.75 male(s)/female",
      "65_years_and_over": "0.69 male(s)/female",
      "total_population": "0.99 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "20.8",
      "note": "Median age at first birth among women 25-29 (2009 est.)"
    },
    "maternal_mortality_rate": {
      "text": "280 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "34.45 deaths/1,000 live births",
      "male": "38.59 deaths/1,000 live births",
      "female": "30.09 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "67.68 years",
      "male": "63.83 years",
      "female": "71.72 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.21 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "42.5% (2009)"
    },
    "health_expenditures": {
      "text": "5.4% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.59 physicians/1,000 population (2009)"
    },
    "hospital_bed_density": {
      "text": "2.51 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 98% of population; rural: 93% of population; total: 94% of population",
      "unimproved": "urban: 2% of population; rural: 7% of population; total: 6% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 88% of population; rural: 82% of population; total: 84% of population",
      "unimproved": "urban: 12% of population; rural: 18% of population; total: 16% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "1.2% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "5,900 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 500 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "17.2% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "11.1% (2009)"
    },
    "education_expenditures": {
      "text": "3.6% of GDP (2011)"
    },
    "literacy": {
      "definition": "age 15 and over has ever attended school",
      "total_population": "91.8%",
      "male": "92%",
      "female": "91.6% (2002 Census)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "11 years",
      "male": "10 years",
      "female": "11 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "30,255",
      "percentage": "16 % (2006 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "46.05%",
      "male": "43.59%",
      "female": "50% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Cooperative Republic of Guyana",
      "conventional_short_form": "Guyana",
      "former": "British Guiana"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Georgetown",
      "geographic_coordinates": "6 48 N, 58 09 W",
      "time_difference": "UTC-4 (1 hour ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "10 regions; Barima-Waini, Cuyuni-Mazaruni, Demerara-Mahaica, East Berbice-Corentyne, Essequibo Islands-West Demerara, Mahaica-Berbice, Pomeroon-Supenaam, Potaro-Siparuni, Upper Demerara-Berbice, Upper Takutu-Upper Essequibo"
    },
    "independence": {
      "text": "26 May 1966 (from the UK)"
    },
    "national_holiday": {
      "text": "Republic Day, 23 February (1970)"
    },
    "constitution": {
      "text": "6 October 1980"
    },
    "legal_system": {
      "text": "common law system, based on the English model, with some Roman-Dutch civil law influence"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Donald RAMOTAR (since 03 December 2011);",
      "head_of_government": "Prime Minister Samuel HINDS (since October 1992, except for a period as chief of state after the death of President Cheddi JAGAN on 6 March 1997)",
      "cabinet": "Cabinet of Ministers appointed by the president, responsible to the legislature",
      "elections": "president elected by popular vote as leader of a party list in parliamentary elections, which must be held at least every five years (no term limits); elections last held on 28 November 2011 (next to be called by December 2016); prime minister appointed by the president",
      "election_results": "Donald RAMOTAR elected president, percent of vote 48.6%"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly (65 seats; members elected by popular vote, also not more than 4 non-elected non-voting ministers and 2 non-elected non-voting parliamentary secretaries appointed by the president; members to serve five-year terms)",
      "elections": "last held on 28 November 2011 (next to be held by November 2016)",
      "election_results": "percent of vote by party - PPP/C 48.6%, APNU 40%, AFC 10.3%, other 1.1%; seats by party - PPP/C 32, APNU 26, AFC 7"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court of Judicature (consists of the Court of Appeal with a chief justice and 3 justices, and the High Court with a chief justice and 10 justices organized into 3- or 5-judge panels) note - in 2009, Guyana ceased final appeals in civil and criminal cases to the Judicial Committee of the Privy Council (in London),  replacing it with the Caribbean Court of Justice, the judicial organ of the Caribbean Community",
      "judge_selection_and_term_of_office": "Court of Appeal and High Court chief justices appointed by the president; other judges of both courts appointed by the Judicial Service Commission, a body appointed by the president; judges appointed for life with retirement at age 65",
      "subordinate_courts": "Land Court; magistrates' courts"
    },
    "political_parties_and_leaders": {
      "text": "Alliance for Change or AFC [Khemraj RAMJATTAN]; Justice for All Party [C.N. SHARMA]; A Partnership for National Unity or APNU [David GRANGER]; People's Progressive Party/Civic or PPP/C [Donald RAMOTAR]; Rise, Organize, and Rebuild or ROAR [Ravi DEV]; The United Force or TUF [Manzoor NADIR]; The Unity Party [Joey JAGAN]; Vision Guyana [Peter RAMSAROOP]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Amerindian People's Association; Guyana Bar Association; Guyana Citizens Initiative; Guyana Human Rights Association; Guyana Public Service Union or GPSU; Private Sector Commission; Trades Union Congress"
    },
    "international_organization_participation": {
      "text": "ACP, AOSIS, C, Caricom, CD, CDB, CELAC, FAO, G-77, IADB, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, ISO (correspondent), ITU, LAES, MIGA, NAM, OAS, OIC, OPANAL, OPCW, PCA, Petrocaribe, UN, UNASUR, UNCTAD, UNESCO, UNIDO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Bayney KARRAN",
      "chancery": "2490 Tracy Place NW, Washington, DC 20008",
      "telephone": "[1] (202) 265-6900",
      "fax": "[1] (202) 232-1297",
      "consulates_general": "New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador D. Brent HARDT",
      "embassy": "US Embassy, 100 Young and Duke Streets, Kingston, Georgetown",
      "mailing_address": "P. O. Box 10507, Georgetown; US Embassy, 3170 Georgetown Place, Washington DC 20521-3170",
      "telephone": "[592] 225-4900 through 4909",
      "fax": "[592] 225-8497"
    },
    "flag_description": {
      "text": "green, with a red isosceles triangle (based on the hoist side) superimposed on a long, yellow arrowhead; there is a narrow, black border between the red and yellow, and a narrow, white border between the yellow and the green; green represents forest and foliage; yellow stands for mineral resources and a bright future; white symbolizes Guyana's rivers; red signifies zeal and the sacrifice of the people; black indicates perseverance"
    },
    "national_symbols": {
      "text": "Canje pheasant (hoatzin); jaguar"
    },
    "national_anthem": {
      "name": "\"Dear Land of Guyana, of Rivers and Plains\"",
      "lyrics_music": "Archibald Leonard LUKERL/Robert Cyril Gladstone POTTER",
      "note": "adopted 1966"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "The Guyanese economy exhibited moderate economic growth in recent years and is based largely on agriculture and extractive industries. The economy is heavily dependent upon the export of six commodities - sugar, gold, bauxite, shrimp, timber, and rice - which represent nearly 60% of the country's GDP and are highly susceptible to adverse weather conditions and fluctuations in commodity prices. Guyana's entrance into the Caricom Single Market and Economy (CSME) in January 2006 has broadened the country''s export market, primarily in the raw materials sector. Guyana has experienced positive growth almost every year over the past decade. Inflation has been kept under control. Recent years have seen the government''s stock of debt reduced significantly - with external debt now less than half of what it was in the early 1990s. Chronic problems include a shortage of skilled labor and a deficient infrastructure. Despite recent improvements, the government is still juggling a sizable external debt against the urgent need for expanded public investment. In March 2007, the Inter-American Development Bank, Guyana''s principal donor, canceled Guyana''s nearly $470 million debt, equivalent to 21% of GDP, which along with other Highly Indebted Poor Country (HIPC) debt forgiveness brought the debt-to-GDP ratio down from 183% in 2006 to 120% in 2007. Guyana became heavily indebted as a result of the inward-looking, state-led development model pursued in the 1970s and 1980s. Growth slowed in 2009 as a result of the world recession, but picked up in 2010-11, before slowing again in 2012, as a result of a second recession, this focused mainly in Europe. The slowdown in the domestic economy and lower import costs has helped to narrow the country''s current account deficit, despite generally lower earnings from exports."
    },
    "gdp_purchasing_power_parity": {
      "text": "$6.256 billion (2012 est.); $6.054 billion (2011 est.); $5.741 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$2.788 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "3.3% (2012 est.); 5.4% (2011 est.); 4.4% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$8,100 (2012 est.); $7,800 (2011 est.); $7,400 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "10.1% of GDP (2012 est.); 11.7% of GDP (2011 est.); 18.3% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "82.2%",
      "government_consumption": "14.5%",
      "investment_in_fixed_capital": "21.6%",
      "investment_in_inventories": "-9.1%",
      "exports_of_goods_and_services": "63.5%",
      "imports_of_goods_and_services": "-72.7% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "20%",
      "industry": "34.8%",
      "services": "45.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "sugarcane, rice, edible oils; beef, pork, poultry; shrimp, fish"
    },
    "industries": {
      "text": "bauxite, sugar, rice milling, timber, textiles, gold mining"
    },
    "industrial_production_growth_rate": {
      "text": "6% (2012 est.)"
    },
    "labor_force": {
      "text": "313,100 (2009 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "NA%",
      "industry": "NA%",
      "services": "NA%"
    },
    "unemployment_rate": {
      "text": "11% (2007)"
    },
    "population_below_poverty_line": {
      "text": "35% (2006)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.3%",
      "highest_10%": "33.8% (1999)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "44.6 (2007); 43.2 (1999)"
    },
    "budget": {
      "revenues": "$641 million",
      "expenditures": "$806.4 million (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "23% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-5.9% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "66.1% of GDP (2012 est.); 62.1% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "3% (2012 est.); 2.6% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "5.5% (31 December 2011 est.); 4.25% (31 December 2010 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "13.9% (31 December 2012 est.); 14.45% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$550.4 million (31 December 2012 est.); $477.4 million (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$1.696 billion (31 December 2011 est.); $1.499 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$1.223 billion (31 December 2012 est.); $1.122 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$440.4 million (31 December 2011); $339.8 million (31 December 2010); $287 million (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$324.8 million (2012 est.); -$307.2 million (2011 est.)"
    },
    "exports": {
      "text": "$1.311 billion (2012 est.); $1.182 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "sugar, gold, bauxite, alumina, rice, shrimp, molasses, rum, timber"
    },
    "exports_partners": {
      "text": "US 29.7%, Canada 27.8%, UK 5.9%, Trinidad and Tobago 4.2%, Jamaica 4.1% (2012)"
    },
    "imports": {
      "text": "$2.065 billion (2012 est.); $1.772 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "manufactures, machinery, petroleum, food"
    },
    "imports_partners": {
      "text": "Trinidad and Tobago 23.2%, US 21.3%, China 11.8%, Cuba 6.4%, Suriname 4.3% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$864 million (31 December 2012 est.); $801.8 million (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$1.846 billion (31 December 2011 est.); $1.234 billion (31 December 2010)"
    },
    "exchange_rates": {
      "text": "Guyanese dollars (GYD) per US dollar -; 204.36 (2012 est.); 204.02 (2011 est.); 203.64 (2010 est.); 203.95 (2009); 203.86 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "817 million kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "683 million kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "343,000 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "99.7% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "0.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "0 bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "10,910 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "10,680 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "1.52 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "152,600 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "528,800 (2011)"
    },
    "telephone_system": {
      "general_assessment": "fair system for long-distance service; microwave radio relay network for trunk lines; many areas still lack fixed-line telephone services",
      "domestic": "fixed-line teledensity is about 20 per 100 persons; mobile-cellular teledensity about 70 per 100 persons in 2011",
      "international": "country code - 592; tropospheric scatter to Trinidad; satellite earth station - 1 Intelsat (Atlantic Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "government-dominated broadcast media; the National Communications Network (NCN) TV is state-owned; a few private TV stations relay satellite services; the state owns and operates 2 radio stations broadcasting on multiple frequencies capable of reaching the entire country; government limits on licensing of new private radio stations continue to constrain competition in broadcast media (2007)"
    },
    "internet_country_code": {
      "text": ".gy"
    },
    "internet_hosts": {
      "text": "24,936 (2012)"
    },
    "internet_users": {
      "text": "189,600 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "117 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "11",
      "1_524_to_2_437_m": "2",
      "914_to_1_523_m": "1",
      "under_914_m": "8 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "106",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "16",
      "under_914_m": "89 (2013)"
    },
    "roadways": {
      "total": "7,970 km",
      "paved": "590 km",
      "unpaved": "7,380 km (2000)"
    },
    "waterways": {
      "text": "330 km (the Berbice, Demerara, and Essequibo rivers are navigable by oceangoing vessels for 150 km, 100 km, and 80 km respectively) (2012)"
    },
    "merchant_marine": {
      "total": "10",
      "by_type": "cargo 7, petroleum tanker 2, refrigerated cargo 1",
      "registered_in_other_countries": "3 (Saint Vincent and the Grenadines 2, unknown 1) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Georgetown"
    }
  },
  "military": {
    "military_branches": {
      "text": "Guyana Defense Force: Army (includes Air Corps, Coast Guard) (2012)"
    },
    "military_service_age_and_obligation": {
      "text": "16 years of age or younger for voluntary military service; no conscription (2013)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "189,840 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "133,239",
      "females_age_16_49": "147,719 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "8,849",
      "female": "8,460 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.9% of GDP (2011)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "all of the area west of the Essequibo River is claimed by Venezuela preventing any discussion of a maritime boundary; Guyana has expressed its intention to join Barbados in asserting claims before UN Convention on the Law of the Sea (UNCLOS) that Trinidad and Tobago's maritime boundary with Venezuela extends into their waters; Suriname claims a triangle of land between the New and Kutari/Koetari rivers in a historic dispute over the headwaters of the Courantyne; Guyana seeks arbitration under provisions of the UNCLOS to resolve the long-standing dispute with Suriname over the axis of the territorial sea boundary in potentially oil-rich waters"
    },
    "trafficking_in_persons": {
      "current_situation": "Guyana is a source and destination country for men, women, and children subjected to sex trafficking and forced labor; Guyanese and foreign women and girls are forced into prostitution in Guyana; experts are concerned that Guyanese children are subjected to exploitive labor practices in the mining, agriculture, and forestry sectors; Indonesian workers are victims of forced labor on Guyanese-flagged fishing boats",
      "tier_rating": "Tier 2 Watch List - Guyana does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; despite some progress in identifying and assisting some trafficking victims, the government has failed to increase its efforts to hold trafficking offenders accountable with jail time, creating an enabling environment for human trafficking; public comments from the government downplaying the scope of Guyana's trafficking problem diminishes the potential impact of its awareness campaigns; authorities operate a hotline for trafficking victims and conduct several awareness and sensitization sessions that target vulnerable communities (2013)"
    },
    "illicit_drugs": {
      "text": "transshipment point for narcotics from South America - primarily Venezuela - to Europe and the US; producer of cannabis; rising money laundering related to drug trafficking and human smuggling"
    }
  }
}