{
  "Introduction": {
    "Background": {
      "text": "Ancient Peru was the seat of several prominent Andean civilizations, most notably that of the Incas whose empire was captured by Spanish conquistadors in 1533. Peru declared its independence in 1821, and remaining Spanish forces were defeated in 1824. After a dozen years of military rule, Peru returned to democratic leadership in 1980, but experienced economic problems and the growth of a violent insurgency. President Alberto FUJIMORI's election in 1990 ushered in a decade that saw a dramatic turnaround in the economy and significant progress in curtailing guerrilla activity. Nevertheless, the president's increasing reliance on authoritarian measures and an economic slump in the late 1990s generated mounting dissatisfaction with his regime, which led to his resignation in 2000. A caretaker government oversaw a new election in the spring of 2001, which installed Alejandro TOLEDO Manrique as the new head of government - Peru's first democratically elected president of indigenous ethnicity. The presidential election of 2006 saw the return of Alan GARCIA Perez who, after a disappointing presidential term from 1985 to 1990, oversaw a robust economic rebound. Former army officer Ollanta HUMALA Tasso was elected president in June 2011, and carried on the sound, market-oriented economic policies of the three preceding administrations. Poverty and unemployment levels have fallen dramatically in the last decade, and today Peru boasts one of the best performing economies in Latin America. Pedro Pablo KUCZYNSKI Godard won a very narrow presidential runoff election in June 2016. Facing impeachment after evidence surfaced of his involvement in a vote-buying scandal, President KUCZYNSKI offered his resignation on 21 March 2018. Two days later, First Vice President Martin Alberto VIZCARRA Cornejo was sworn in as president. On 30 September 2019, President VIZCARRA invoked his constitutional authority to dissolve Peru's Congress after months of battling with the body over anticorruption reforms. New congressional elections took place on 26 January 2020 resulting in the return of an opposition-led legislature. President VIZCARRA was impeached by Congress on 9 November 2020 for a second time and removed from office after being accused of corruption and mishandling of the COVID-19 pandemic. Because of vacancies in the vice-presidential positions, constitutional succession led to the President of the Peruvian Congress, Manuel MERINO, becoming the next president of Peru. His ascension to office was not well received by the population, and large protests forced his resignation on 15 November 2020. On 17 November, Francisco SAGASTI assumed the position of President of Peru after being appointed President of the Congress the previous day. Jose Pedro CASTILLO Terrones won the second round of presidential elections on 6 June 2021 and was inaugurated on 28 July."
    }
  },
  "Geography": {
    "Location": {
      "text": "Western South America, bordering the South Pacific Ocean, between Chile and Ecuador"
    },
    "Geographic coordinates": {
      "text": "10 00 S, 76 00 W"
    },
    "Map references": {
      "text": "South America"
    },
    "Area": {
      "total": {
        "text": "1,285,216 sq km"
      },
      "land": {
        "text": "1,279,996 sq km"
      },
      "water": {
        "text": "5,220 sq km"
      }
    },
    "Area - comparative": {
      "text": "almost twice the size of Texas; slightly smaller than Alaska"
    },
    "Land boundaries": {
      "total": {
        "text": "7,062 km"
      },
      "border countries": {
        "text": "Bolivia 1,212 km; Brazil 2,659 km; Chile 168 km; Colombia 1,494 km; Ecuador 1,529 km"
      }
    },
    "Coastline": {
      "text": "2,414 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "200 nm; note: the US does not recognize this claim"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "varies from tropical in east to dry desert in west; temperate to frigid in Andes"
    },
    "Terrain": {
      "text": "western coastal plain (costa), high and rugged Andes in center (sierra), eastern lowland jungle of Amazon Basin (selva)"
    },
    "Elevation": {
      "highest point": {
        "text": "Nevado Huascaran 6,746 m"
      },
      "lowest point": {
        "text": "Pacific Ocean 0 m"
      },
      "mean elevation": {
        "text": "1,555 m"
      }
    },
    "Natural resources": {
      "text": "copper, silver, gold, petroleum, timber, fish, iron ore, coal, phosphate, potash, hydropower, natural gas"
    },
    "Land use": {
      "agricultural land": {
        "text": "18.8% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 3.1% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 1.1% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 14.6% (2018 est.)"
      },
      "forest": {
        "text": "53% (2018 est.)"
      },
      "other": {
        "text": "28.2% (2018 est.)"
      }
    },
    "Irrigated land": {
      "text": "25,800 sq km (2012)"
    },
    "Major lakes (area sq km)": {
      "Fresh water lake(s)": {
        "text": "Lago Titicaca (shared with Bolivia) - 8,030 sq km"
      }
    },
    "Major rivers (by length in km)": {
      "text": "Amazon river source (shared with Brazil [m]) - 6,400 km<br><strong>note</strong> – [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "text": "Atlantic Ocean drainage: Amazon (6,145,186 sq km)"
    },
    "Major aquifers": {
      "text": "Amazon Basin"
    },
    "Population distribution": {
      "text": "approximately one-third of the population resides along the desert coastal belt in the west, with a strong focus on the capital city of Lima; the Andean highlands, or sierra, which is strongly identified with the country's Amerindian population, contains roughly half of the overall population; the eastern slopes of the Andes, and adjoining rainforest, are sparsely populated"
    },
    "Natural hazards": {
      "text": "<p>earthquakes, tsunamis, flooding, landslides, mild volcanic activity</p><p><strong>volcanism:</strong> volcanic activity in the Andes Mountains; Ubinas (5,672 m), which last erupted in 2009, is the country's most active volcano; other historically active volcanoes include El Misti, Huaynaputina, Sabancaya, and Yucamane; see note 2 under \"Geography - note\"</p>"
    },
    "Geography - note": {
      "text": "<p><strong>note 1:</strong> shares control of Lago Titicaca, world's highest navigable lake, with Bolivia; a remote slope of Nevado Mismi, a 5,316 m peak, is the ultimate source of the Amazon River</p> <p><strong>note 2:</strong> Peru is one of the countries along the Ring of Fire, a belt of active volcanoes and earthquake epicenters bordering the Pacific Ocean; up to 90% of the world's earthquakes and some 75% of the world's volcanoes occur within the Ring of Fire<br><br><strong>note 3:</strong> on 19 February 1600, Mount Huaynaputina in the southern Peruvian Andes erupted in the largest volcanic explosion in South America in historical times; intermittent eruptions lasted until 5 March 1600 and pumped an estimated 16 to 32 million metric tons of particulates into the atmosphere reducing the amount of sunlight reaching the earth's surface and affecting weather worldwide; over the next two and a half years, millions died around the globe in famines from bitterly cold winters, cool summers, and the loss of crops and animals<br><br><strong>note 4:</strong> the southern regions of Peru and the extreme northwestern part of Bolivia are considered to be the place of origin for the common potato </p>"
    }
  },
  "People and Society": {
    "Population": {
      "text": "32,201,224 (July 2021 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Peruvian(s)"
      },
      "adjective": {
        "text": "Peruvian"
      }
    },
    "Ethnic groups": {
      "text": "Mestizo (mixed Amerindian and White) 60.2%, Amerindian 25.8%, White 5.9%, African descent 3.6%, other (includes Chinese and Japanese descent) 1.2%, unspecified 3.3% (2017 est.)"
    },
    "Languages": {
      "Languages": {
        "text": "Spanish (official) 82.9%, Quechua (official) 13.6%, Aymara (official) 1.6%, Ashaninka 0.3%, other native languages (includes a large number of minor Amazonian languages) 0.8%, other (includes foreign languages and sign language) 0.2%, none 0.1%, unspecified 0.7% (2017 est.)"
      },
      "major-language sample(s)": {
        "text": "<br>La Libreta Informativa del Mundo, la fuente indispensable de información básica. (Spanish)<br><br>The World Factbook, the indispensable source for basic information."
      }
    },
    "Religions": {
      "text": "Roman Catholic 60%, Christian 14.6% (includes Evangelical 11.1%, other 3.5%), other 0.3%, none 4%, unspecified 21.1% (2017 est.)"
    },
    "Demographic profile": {
      "text": "<p>Peru's urban and coastal communities have benefited much more from recent economic growth than rural, Afro-Peruvian, indigenous, and poor populations of the Amazon and mountain regions. The poverty rate has dropped substantially during the last decade but remains stubbornly high at about 30% (more than 55% in rural areas). After remaining almost static for about a decade, Peru's malnutrition rate began falling in 2005, when the government introduced a coordinated strategy focusing on hygiene, sanitation, and clean water. School enrollment has improved, but achievement scores reflect ongoing problems with educational quality. Many poor children temporarily or permanently drop out of school to help support their families. About a quarter to a third of Peruvian children aged 6 to 14 work, often putting in long hours at hazardous mining or construction sites.</p><p>Peru was a country of immigration in the 19th and early 20th centuries, but has become a country of emigration in the last few decades. Beginning in the 19th century, Peru brought in Asian contract laborers mainly to work on coastal plantations. Populations of Chinese and Japanese descent - among the largest in Latin America - are economically and culturally influential in Peru today. Peruvian emigration began rising in the 1980s due to an economic crisis and a violent internal conflict, but outflows have stabilized in the last few years as economic conditions have improved. Nonetheless, more than 2 million Peruvians have emigrated in the last decade, principally to the US, Spain, and Argentina.</p>"
    },
    "Age structure": {
      "0-14 years": {
        "text": "25.43% (male 4,131,985/female 3,984,546)"
      },
      "15-24 years": {
        "text": "17.21% (male 2,756,024/female 2,736,394)"
      },
      "25-54 years": {
        "text": "41.03% (male 6,279,595/female 6,815,159)"
      },
      "55-64 years": {
        "text": "8.28% (male 1,266,595/female 1,375,708)"
      },
      "65 years and over": {
        "text": "8.05% (male 1,207,707/female 1,361,276) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "50.2"
      },
      "youth dependency ratio": {
        "text": "37.1"
      },
      "elderly dependency ratio": {
        "text": "13.1"
      },
      "potential support ratio": {
        "text": "7.6 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "29.1 years"
      },
      "male": {
        "text": "28.3 years"
      },
      "female": {
        "text": "29.9 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.88% (2021 est.)"
    },
    "Birth rate": {
      "text": "17.21 births/1,000 population (2022 est.)"
    },
    "Death rate": {
      "text": "11.32 deaths/1,000 population (2022 est.)"
    },
    "Net migration rate": {
      "text": "-1.76 migrant(s)/1,000 population (2021 est.)"
    },
    "Population distribution": {
      "text": "approximately one-third of the population resides along the desert coastal belt in the west, with a strong focus on the capital city of Lima; the Andean highlands, or sierra, which is strongly identified with the country's Amerindian population, contains roughly half of the overall population; the eastern slopes of the Andes, and adjoining rainforest, are sparsely populated"
    },
    "Urbanization": {
      "urban population": {
        "text": "78.7% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "1.33% annual rate of change (2020-25 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "11.045 million LIMA (capital), 947,000 Arequipa, 891,000 Trujillo (2022)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.04 male(s)/female"
      },
      "15-24 years": {
        "text": "1.01 male(s)/female"
      },
      "25-54 years": {
        "text": "0.92 male(s)/female"
      },
      "55-64 years": {
        "text": "0.92 male(s)/female"
      },
      "65 years and over": {
        "text": "0.89 male(s)/female"
      },
      "total population": {
        "text": "0.96 male(s)/female (2020 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "21.9 years (2013 est.)",
      "note": "<strong>note:</strong> median age at first birth among women 25-49"
    },
    "Maternal mortality ratio": {
      "text": "88 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "19.37 deaths/1,000 live births"
      },
      "male": {
        "text": "22.02 deaths/1,000 live births"
      },
      "female": {
        "text": "16.6 deaths/1,000 live births (2021 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "74.96 years"
      },
      "male": {
        "text": "72.84 years"
      },
      "female": {
        "text": "77.19 years (2021 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.02 children born/woman (2021 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "76.3% (2018)"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: 97.2% of population"
      },
      "improved: rural": {
        "text": "rural: 82.4% of population"
      },
      "improved: total": {
        "text": "total: 94% of population"
      },
      "unimproved: urban": {
        "text": "urban: 2.8% of population"
      },
      "unimproved: rural": {
        "text": "rural: 17.6% of population"
      },
      "unimproved: total": {
        "text": "total: 6% of population (2020 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "5.2% (2019)"
    },
    "Physicians density": {
      "text": "1.3 physicians/1,000 population (2016)"
    },
    "Hospital bed density": {
      "text": "1.6 beds/1,000 population (2017)"
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: 93.6% of population"
      },
      "improved: rural": {
        "text": "rural: 65.3% of population"
      },
      "improved: total": {
        "text": "total: 87.4% of population"
      },
      "unimproved: urban": {
        "text": "urban: 6.4% of population"
      },
      "unimproved: rural": {
        "text": "rural: 34.7% of population"
      },
      "unimproved: total": {
        "text": "total: 12.6% of population (2020 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.3% (2020 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "91,000 (2020 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "<1000 (2020 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "dengue fever, malaria, and Bartonellosis (Oroya fever)"
      },
      "note": "<strong>note:</strong> widespread ongoing transmission of a respiratory illness caused by the novel coronavirus (COVID-19) is occurring throughout Peru; as of 6 October 2021, Peru has reported a total of 2,179,316 cases of COVID-19 or 6,609.63 cumulative cases of COVID-19 per 100,000 population with 605.07 cumulative deaths per 100,000 population; as of 3 October 2021, 48.51% of the population has received at least one dose of COVID-19 vaccine"
    },
    "Obesity - adult prevalence rate": {
      "text": "19.7% (2016)"
    },
    "Children under the age of 5 years underweight": {
      "text": "2.4% (2019)"
    },
    "Education expenditures": {
      "text": "4.2% of GDP (2020)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "94.5%"
      },
      "male": {
        "text": "97%"
      },
      "female": {
        "text": "92% (2020)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "15 years"
      },
      "male": {
        "text": "15 years"
      },
      "female": {
        "text": "15 years (2017)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "12.6%"
      },
      "male": {
        "text": "13%"
      },
      "female": {
        "text": "12.1% (2020 est.)"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "deforestation (some the result of illegal logging); overgrazing of the slopes of the costa and sierra leading to soil erosion; desertification; air pollution in Lima; pollution of rivers and coastal waters from municipal and mining wastes; overfishing"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic-Environmental Protection, Antarctic-Marine Living Resources, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Desertification, Endangered Species, Hazardous Wastes, Marine Dumping-London Convention, Marine Dumping-London Protocol, Nuclear Test Ban, Ozone Layer Protection, Ship Pollution, Tropical Timber 2006, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Air pollutants": {
      "particulate matter emissions": {
        "text": "24.27 micrograms per cubic meter (2016 est.)"
      },
      "carbon dioxide emissions": {
        "text": "57.41 megatons (2016 est.)"
      },
      "methane emissions": {
        "text": "30.17 megatons (2020 est.)"
      }
    },
    "Climate": {
      "text": "varies from tropical in east to dry desert in west; temperate to frigid in Andes"
    },
    "Land use": {
      "agricultural land": {
        "text": "18.8% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 3.1% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 1.1% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 14.6% (2018 est.)"
      },
      "forest": {
        "text": "53% (2018 est.)"
      },
      "other": {
        "text": "28.2% (2018 est.)"
      }
    },
    "Urbanization": {
      "urban population": {
        "text": "78.7% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "1.33% annual rate of change (2020-25 est.)"
      }
    },
    "Revenue from forest resources": {
      "forest revenues": {
        "text": "0.12% of GDP (2018 est.)"
      }
    },
    "Revenue from coal": {
      "coal revenues": {
        "text": "0% of GDP (2018 est.)"
      }
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "dengue fever, malaria, and Bartonellosis (Oroya fever)"
      },
      "note": "<strong>note:</strong> widespread ongoing transmission of a respiratory illness caused by the novel coronavirus (COVID-19) is occurring throughout Peru; as of 6 October 2021, Peru has reported a total of 2,179,316 cases of COVID-19 or 6,609.63 cumulative cases of COVID-19 per 100,000 population with 605.07 cumulative deaths per 100,000 population; as of 3 October 2021, 48.51% of the population has received at least one dose of COVID-19 vaccine"
    },
    "Waste and recycling": {
      "municipal solid waste generated annually": {
        "text": "8,356,711 tons (2014 est.)"
      },
      "municipal solid waste recycled annually": {
        "text": "334,268 tons (2012 est.)"
      },
      "percent of municipal solid waste recycled": {
        "text": "4% (2012 est.)"
      }
    },
    "Major lakes (area sq km)": {
      "Fresh water lake(s)": {
        "text": "Lago Titicaca (shared with Bolivia) - 8,030 sq km"
      }
    },
    "Major rivers (by length in km)": {
      "text": "Amazon river source (shared with Brazil [m]) - 6,400 km<br><strong>note</strong> – [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "text": "Atlantic Ocean drainage: Amazon (6,145,186 sq km)"
    },
    "Major aquifers": {
      "text": "Amazon Basin"
    },
    "Total water withdrawal": {
      "municipal": {
        "text": "2.797 billion cubic meters (2017 est.)"
      },
      "industrial": {
        "text": "206.6 million cubic meters (2017 est.)"
      },
      "agricultural": {
        "text": "13.1 billion cubic meters (2017 est.)"
      }
    },
    "Total renewable water resources": {
      "text": "1,879,800,000,000 cubic meters (2017 est.)"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Peru"
      },
      "conventional short form": {
        "text": "Peru"
      },
      "local long form": {
        "text": "Republica del Peru"
      },
      "local short form": {
        "text": "Peru"
      },
      "etymology": {
        "text": "exact meaning is obscure, but the name may derive from a native word \"biru\" meaning \"river\""
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Lima"
      },
      "geographic coordinates": {
        "text": "12 03 S, 77 03 W"
      },
      "time difference": {
        "text": "UTC-5 (same time as Washington, DC, during Standard Time)"
      },
      "etymology": {
        "text": "the word \"Lima\" derives from the Spanish pronunciation of \"Limaq,\" the native name for the valley in which the city was founded in 1535; \"limaq\" means \"talker\" in coastal Quechua and referred to an oracle that was situated in the valley but which was eventually destroyed by the Spanish and replaced with a church"
      }
    },
    "Administrative divisions": {
      "text": "25 regions (regiones, singular - region) and 1 province* (provincia); Amazonas, Ancash, Apurimac, Arequipa, Ayacucho, Cajamarca, Callao, Cusco, Huancavelica, Huanuco, Ica, Junin, La Libertad, Lambayeque, Lima, Lima*, Loreto, Madre de Dios, Moquegua, Pasco, Piura, Puno, San Martin, Tacna, Tumbes, Ucayali",
      "note": "<strong>note:</strong> Callao, the largest port in Peru, is also referred to as a constitutional province, the only province of the Callao region"
    },
    "Independence": {
      "text": "28 July 1821 (from Spain)"
    },
    "National holiday": {
      "text": "Independence Day, 28-29 July (1821)"
    },
    "Constitution": {
      "history": {
        "text": "several previous; latest promulgated 29 December 1993, enacted 31 December 1993"
      },
      "amendments": {
        "text": "proposed by Congress, by the president of the republic with the approval of the \"Cabinet, \" or by petition of at least 0.3% of voters; passage requires absolute majority approval by the Congress membership, followed by approval in a referendum; a referendum is not required if Congress approves the amendment by greater than two-thirds majority vote in each of two successive sessions; amended many times, last in 2021"
      }
    },
    "Legal system": {
      "text": "civil law system"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "yes"
      },
      "citizenship by descent only": {
        "text": "yes"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "2 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal and compulsory until the age of 70"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Jose Pedro CASTILLO Terrones (since 28 July 2021); First Vice President Dina Ercilia BOLUARTE Zegarra (since 28 July 2021); Second Vice President (vacant); note - the president is both chief of state and head of government"
      },
      "head of government": {
        "text": "President Jose Pedro CASTILLO Terrones (since 28 July 2021); First Vice President Dina Ercilia BOLUARTE Zegarra (since 28 July 2021); Second Vice President (vacant)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for nonconsecutive terms); election last held on 11 April 2021 with a runoff on 6 June 2021 (next to be held in April 2026)"
      },
      "election results": {
        "text": "<br><em>2021: </em>Jose Pedro CASTILLO Terrones elected president in second round; percent of vote in first round - Jose Pedro CASTILLO Terrones (Free Peru) 18.9%, Keiko Sofia FUJIMORI Higuchi (Popular Force) 13.4%, Rafael LOPEZ ALIAGA Cazorla (Popular Renewal) 11.8%, Hernando DE SOTO Polar (Social Integration Party) 11.6%, Yonhy LESCANO Ancieta (Popular Action) 9.1%, Veronika MENDOZA Frisch (JP) 7.9%, Cesar ACUNA Peralta (APP) 6%, George FORSYTH Sommer (VN) 5.7%, Daniel Belizario URRESTI Elera (We Can Peru) 5.6%, other 10%; percent of vote second round - Jose Pedro CASTILLO Terrones (Free Peru) 50.1%, Keiko Sofia FUJIMORI Higuchi (Popular Force) 49.9%<br><br><em>2016:</em> Pedro Pablo KUCZYNSKI Godard elected president in second round; percent of vote in first round - Keiko FUJIMORI Higuchi (Popular Force) 39.9%, Pedro Pablo KUCZYNSKI Godard (PPK) 21.1%, Veronika MENDOZA (Broad Front) 18.7%, Alfredo BARNECHEA (Popular Action) 7%, Alan GARCIA (APRA) 5.8%, other 7.5%; percent of vote in second round - Pedro Pablo KUCZYNSKI Godard 50.1%, Keiko FUJIMORI Higuchi 49.9%"
      },
      "note": "<strong>note: </strong>President Martin Alberto VIZCARRA Cornejo assumed office after President Pedro Pablo KUCZYNSKI Godard resigned from office on 21 March 2018; after VIZCARRA was impeached on 9 November 2020, the constitutional line of succession led to the inauguration of the President of the Peruvian Congress, Manuel Arturo MERINO, as President of Peru on 10 November 2020; following his resignation only days later on 15 November 2020, Francisco Rafael SAGASTI Hochhausler - who had been elected by the legislature to be the new President of Congress on 16 November 2020 - was then sworn in as President of Peru on 17 November 2020 by line of succession and remained president until the inauguration of Jose Pedro CASTILLO Terrones, winner of the 2021 presidential election<strong><br><br>note:</strong> Prime Minister Anibal TORRES Vasquez (since 8 February 2022) does not exercise executive power; this power rests with the president"
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Congress of the Republic of Peru or Congreso de la Republica del Peru (130 seats; members directly elected in multi-seat constituencies by closed party-list proportional representation vote to serve single 5-year terms)"
      },
      "elections": {
        "text": "last held on 11 April 2021 (next to be held in April 2026)"
      },
      "election results": {
        "text": "<br>percent of vote by party/coalition - Free Peru 13.41%, Popular Force 11.34%, AP 9.02%, Popular Renewal 9.33%, APP 7.54%, Avanza Pais 7.54%, JP 6.59%, We Are Peru 6.13%, We Can Peru 5.83%, Purple Party 5.42%; <br><br>seats by party/coalition - Free Peru 37, Popular Force 24, AP 16, APP 15, Popular Renewal 13, Avanza Pais 7, We Are Peru 5, We Can Peru 5, JP 5, Purple Party 3; composition - men 96, women 34, percent of women 26.2%"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Court (consists of 16 judges and divided into civil, criminal, and constitutional-social sectors)"
      },
      "judge selection and term of office": {
        "text": "justices proposed by the National Board of Justice (a 7-member independent body), nominated by the president, and confirmed by the Congress; justices can serve until mandatory retirement at age 70"
      },
      "subordinate courts": {
        "text": "Court of Constitutional Guarantees; Superior Courts or Cortes Superiores; specialized civil, criminal, and mixed courts; 2 types of peace courts in which professional judges and selected members of the local communities preside"
      }
    },
    "Political parties and leaders": {
      "text": "<p>Alliance for Progress (Alianza para el Progreso) or APP [Cesar ACUNA Peralta] <br>American Popular Revolutionary Alliance or APRA [Cesar TRELLES Lara]<br>Broad Front (Frente Amplio; also known as El Frente Amplio por Justicia, Vida y Libertad) (coalition includes Nuevo Peru [Veronika MENDOZA], Tierra y Libertad [Marco ARANA Zegarra], and Fuerza Social [Susana VILLARAN de la Puente]<br>Free Peru (Peru Libre) [Vladimir CERRON Rojas]<br>National Solidarity (Solidaridad Nacional) or SN [Luis CASTANEDA Lossio]<br>National Victory (Victoria Nacional) or VN [George FORSYTH Sommer]<br>Peru Posible or PP (coalition includes Accion Popular and Somos Peru) [Alejandro TOLEDO Manrique]<br>Peruvian Aprista Party (Partido Aprista Peruano) or PAP [Javier VELASQUEZ Quesquen] (also referred to by its original name Alianza Popular Revolucionaria Americana or APRA)<br>Peruvian Nationalist Party [Ollanta HUMALA]<br>Peruvians for Change (Peruanos Por el Kambio) or PPK [Pedro Pablo KUCZYNSKI]<br>Popular Action (Accion Popular) or AP [Mesias GUEVARA Amasifuen]<br>Popular Christian Party (Partido Popular Cristiano) or PPC [Lourdes FLORES Nano]<br>Popular Force (Fuerza Popular; formerly Fuerza 2011) [Keiko FUJIMORI Higuchi]<br>Popular Renewal (Renovacion Popular) [Rafael LOPEZ ALIAGA]<br>Purple Party (Partido Morado) [Julio Armando GUZMAN Caceres]<br>Social Integration Party (Avanza Pais - Partido de Integracion Social) [Pedro CENAS Casamayor]<br>Together For Peru (Juntos por el Peru) or JP [Robert SANCHEZ Palomino]<br>We Are Peru (Somos Peru) [Patricia LI]<br>We Can Peru (Podemos Peru) [Jose Leon LUNA Galvez]</p>"
    },
    "International organization participation": {
      "text": "APEC, BIS, CAN, CD, CELAC, EITI (compliant country), FAO, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, MINUSTAH, MONUSCO, NAM, OAS, OPANAL, OPCW, Pacific Alliance, PCA, PROSUR, SICA (observer), UN, UNAMID, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNISFA, UNMISS, UNOCI, UN Security Council (temporary), UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Hugo DE ZELA Mart&iacute;nez (since 8 July 2019)"
      },
      "chancery": {
        "text": "1700 Massachusetts Avenue NW, Washington, DC 20036"
      },
      "telephone": {
        "text": "[1] (202) 833-9860 through 9869"
      },
      "FAX": {
        "text": "[1] (202) 659-8124"
      },
      "email address and website": {
        "text": "<br>Webadmin@embassyofperu.us"
      },
      "consulate(s) general": {
        "text": "Atlanta, Boston, Chicago, Dallas, Denver, Hartford (CT), Houston, Los Angeles, Miami, New York, Paterson (NJ), San Francisco, Washington DC"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Lisa Suzanne KENNA (since 18 March 2021)"
      },
      "embassy": {
        "text": "Avenida La Encalada, Cuadra 17 s/n, Surco, Lima 33"
      },
      "mailing address": {
        "text": "3230 Lima Place, Washington DC&nbsp; 20521-3230"
      },
      "telephone": {
        "text": "[51] (1) 618-2000"
      },
      "FAX": {
        "text": "[51] (1) 618-2724"
      },
      "email address and website": {
        "text": "<br>LimaACS@state.gov<br><br>https://pe.usembassy.gov/"
      }
    },
    "Flag description": {
      "text": "three equal, vertical bands of red (hoist side), white, and red with the coat of arms centered in the white band; the coat of arms features a shield bearing a vicuna (representing fauna), a cinchona tree (the source of quinine, signifying flora), and a yellow cornucopia spilling out coins (denoting mineral wealth); red recalls blood shed for independence, white symbolizes peace"
    },
    "National symbol(s)": {
      "text": "vicuna (a camelid related to the llama); national colors: red, white"
    },
    "National anthem": {
      "name": {
        "text": "\"Himno Nacional del Peru\" (National Anthem of Peru)"
      },
      "lyrics/music": {
        "text": "Jose DE LA TORRE Ugarte/Jose Bernardo ALZEDO"
      },
      "note": "<strong>note:</strong> adopted 1822; the song won a national anthem contest"
    },
    "National heritage": {
      "total World Heritage Sites": {
        "text": "13 (9 cultural, 2 natural, 2 mixed)"
      },
      "selected World Heritage Site locales": {
        "text": "Cuzco (c), Machu Picchu (m), Chavin (c), Historic Lima (c), Huascarán National Park (n), Chan Chan (c), Manú National Park (n), Lines and Geoglyphs of Nazca (c), Rio Abiseo National Park (m), Historic Arequipa (c), Sacred City of Caral-Supe (c), Qhapaq Ñan/Andean Road System (c)"
      }
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "<p>Peru's economy reflects its varied topography - an arid lowland coastal region, the central high sierra of the Andes, and the dense forest of the Amazon. A wide range of important mineral resources are found in the mountainous and coastal areas, and Peru's coastal waters provide excellent fishing grounds. Peru is the world's second largest producer of silver and copper.</p><p></p><p>The Peruvian economy grew by an average of 5.6% per year from 2009-13 with a stable exchange rate and low inflation. This growth was due partly to high international prices for Peru's metals and minerals exports, which account for 55% of the country's total exports. Growth slipped from 2014 to 2017, due to weaker world prices for these resources. Despite Peru's strong macroeconomic performance, dependence on minerals and metals exports and imported foodstuffs makes the economy vulnerable to fluctuations in world prices.</p><p></p><p>Peru's rapid expansion coupled with cash transfers and other programs have helped to reduce the national poverty rate by over 35 percentage points since 2004, but inequality persists and continued to pose a challenge for the Ollanta HUMALA administration, which championed a policy of social inclusion and a more equitable distribution of income. Poor infrastructure hinders the spread of growth to Peru's non-coastal areas. The HUMALA administration passed several economic stimulus packages in 2014 to bolster growth, including reforms to environmental regulations in order to spur investment in Peru’s lucrative mining sector, a move that was opposed by some environmental groups. However, in 2015, mining investment fell as global commodity prices remained low and social conflicts plagued the sector.</p><p></p><p>Peru's free trade policy continued under the HUMALA administration; since 2006, Peru has signed trade deals with the US, Canada, Singapore, China, Korea, Mexico, Japan, the EU, the European Free Trade Association, Chile, Thailand, Costa Rica, Panama, Venezuela, Honduras, concluded negotiations with Guatemala and the Trans-Pacific Partnership, and begun trade talks with El Salvador, India, and Turkey. Peru also has signed a trade pact with Chile, Colombia, and Mexico, called the Pacific Alliance, that seeks integration of services, capital, investment and movement of people. Since the US-Peru Trade Promotion Agreement entered into force in February 2009, total trade between Peru and the US has doubled. President Pedro Pablo KUCZYNSKI succeeded HUMALA in July 2016 and is focusing on economic reforms and free market policies aimed at boosting investment in Peru. Mining output increased significantly in 2016-17, which helped Peru attain one of the highest GDP growth rates in Latin America, and Peru should maintain strong growth in 2018. However, economic performance was depressed by delays in infrastructure mega-projects and the start of a corruption scandal associated with a Brazilian firm. Massive flooding in early 2017 also was a drag on growth, offset somewhat by additional public spending aimed at recovery efforts.</p>"
    },
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2020": {
        "text": "$371.29 billion note: data are in 2017 dollars (2020 est.)"
      },
      "Real GDP (purchasing power parity) 2019": {
        "text": "$417.88 billion note: data are in 2017 dollars (2019 est.)"
      },
      "Real GDP (purchasing power parity) 2018": {
        "text": "$408.87 billion note: data are in 2017 dollars (2018 est.)"
      },
      "note": "<strong>note:</strong> data are in 2010 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2019": {
        "text": "2.18% (2019 est.)"
      },
      "Real GDP growth rate 2018": {
        "text": "3.97% (2018 est.)"
      },
      "Real GDP growth rate 2017": {
        "text": "2.48% (2017 est.)"
      }
    },
    "Real GDP per capita": {
      "Real GDP per capita 2020": {
        "text": "$11,300 note: data are in 2017 dollars (2020 est.)"
      },
      "Real GDP per capita 2019": {
        "text": "$12,900 note: data are in 2017 dollars (2019 est.)"
      },
      "Real GDP per capita 2018": {
        "text": "$12,800 note: data are in 2017 dollars (2018 est.)"
      },
      "note": "<strong>note:</strong> data are in 2010 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$230.707 billion (2019 est.)"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2019": {
        "text": "2.1% (2019 est.)"
      },
      "Inflation rate (consumer prices) 2018": {
        "text": "1.3% (2018 est.)"
      },
      "Inflation rate (consumer prices) 2017": {
        "text": "2.8% (2017 est.)"
      },
      "note": "<strong>note:</strong> data are for metropolitan Lima, annual average"
    },
    "Credit ratings": {
      "Fitch rating": {
        "text": "BBB+ (2013)"
      },
      "Moody's rating": {
        "text": "A3 (2014)"
      },
      "Standard & Poors rating": {
        "text": "BBB+ (2013)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "7.6% (2017 est.)"
      },
      "industry": {
        "text": "32.7% (2017 est.)"
      },
      "services": {
        "text": "59.9% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "64.9% (2017 est.)"
      },
      "government consumption": {
        "text": "11.7% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "21.7% (2017 est.)"
      },
      "investment in inventories": {
        "text": "-0.2% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "24% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-22% (2017 est.)"
      }
    },
    "Agricultural products": {
      "text": "sugar cane, potatoes, rice, plantains, milk, poultry, maize, cassava, oil palm fruit, grapes"
    },
    "Industries": {
      "text": "mining and refining of minerals; steel, metal fabrication; petroleum extraction and refining, natural gas and natural gas liquefaction; fishing and fish processing, cement, glass, textiles, clothing, food processing, beer, soft drinks, rubber, machinery, electrical machinery, chemicals, furniture"
    },
    "Industrial production growth rate": {
      "text": "2.7% (2017 est.)"
    },
    "Labor force": {
      "text": "3.421 million (2020 est.)",
      "note": "<strong>note:</strong> individuals older than 14 years of age"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "25.8%"
      },
      "industry": {
        "text": "17.4%"
      },
      "services": {
        "text": "56.8% (2011)"
      }
    },
    "Unemployment rate": {
      "Unemployment rate 2019": {
        "text": "6.58% (2019 est.)"
      },
      "Unemployment rate 2018": {
        "text": "6.73% (2018 est.)"
      },
      "note": "<strong>note:</strong> data are for metropolitan Lima; widespread underemployment"
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "12.6%"
      },
      "male": {
        "text": "13%"
      },
      "female": {
        "text": "12.1% (2020 est.)"
      }
    },
    "Population below poverty line": {
      "text": "20.2% (2019 est.)"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2018": {
        "text": "42.8 (2018 est.)"
      },
      "Gini Index coefficient - distribution of family income 2005": {
        "text": "51 (2005)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "1.4%"
      },
      "highest 10%": {
        "text": "36.1% (2010 est.)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "58.06 billion (2017 est.)"
      },
      "expenditures": {
        "text": "64.81 billion (2017 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3.1% (of GDP) (2017 est.)"
    },
    "Public debt": {
      "Public debt 2017": {
        "text": "25.4% of GDP (2017 est.)"
      },
      "Public debt 2016": {
        "text": "24.5% of GDP (2016 est.)"
      },
      "note": "<strong>note:</strong> data cover general government debt, and includes debt instruments issued by government entities other than the treasury; the data exclude treasury debt held by foreign entities; the data include debt issued by subnational entities"
    },
    "Taxes and other revenues": {
      "text": "27.1% (of GDP) (2017 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Current account balance": {
      "Current account balance 2019": {
        "text": "-$3.531 billion (2019 est.)"
      },
      "Current account balance 2018": {
        "text": "-$3.821 billion (2018 est.)"
      }
    },
    "Exports": {
      "Exports 2019": {
        "text": "$54.88 billion note: data are in current year dollars (2019 est.)"
      },
      "Exports 2018": {
        "text": "$55.84 billion note: data are in current year dollars (2018 est.)"
      },
      "Exports 2017": {
        "text": "$53.823 billion (2017 est.)"
      }
    },
    "Exports - partners": {
      "text": "China 29%, United States 12%, Canada 5%, South Korea 5%, Switzerland 5% (2019)"
    },
    "Exports - commodities": {
      "text": "copper, gold, refined petroleum, zinc, fishmeal, tropical fruits, lead, iron, molybdenum (2019)"
    },
    "Imports": {
      "Imports 2019": {
        "text": "$51.38 billion note: data are in current year dollars (2019 est.)"
      },
      "Imports 2018": {
        "text": "$51.41 billion note: data are in current year dollars (2018 est.)"
      },
      "Imports 2017": {
        "text": "$46.15 billion (2017 est.)"
      }
    },
    "Imports - partners": {
      "text": "China 24%, United States 22%, Brazil 6% (2019)"
    },
    "Imports - commodities": {
      "text": "refined petroleum, crude petroleum, cars, broadcasting equipment, delivery trucks (2019)"
    },
    "Reserves of foreign exchange and gold": {
      "Reserves of foreign exchange and gold 31 December 2017": {
        "text": "$63.83 billion (31 December 2017 est.)"
      },
      "Reserves of foreign exchange and gold 31 December 2016": {
        "text": "$61.81 billion (31 December 2016 est.)"
      }
    },
    "Debt - external": {
      "Debt - external 2019": {
        "text": "$81.333 billion (2019 est.)"
      },
      "Debt - external 2018": {
        "text": "$75.467 billion (2018 est.)"
      }
    },
    "Exchange rates": {
      "currency": {
        "text": "nuevo sol (PEN) per US dollar -"
      },
      "Exchange rates 2020": {
        "text": "3.599 (2020 est.)"
      },
      "Exchange rates 2019": {
        "text": "3.3799 (2019 est.)"
      },
      "Exchange rates 2018": {
        "text": "3.366 (2018 est.)"
      },
      "Exchange rates 2014": {
        "text": "3.185 (2014 est.)"
      },
      "Exchange rates 2013": {
        "text": "2.8383 (2013 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "97% (2019)"
      },
      "electrification - urban areas": {
        "text": "99% (2019)"
      },
      "electrification - rural areas": {
        "text": "86% (2019)"
      }
    },
    "Electricity - production": {
      "text": "50.13 billion kWh (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "44.61 billion kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "55 million kWh (2015 est.)"
    },
    "Electricity - imports": {
      "text": "22 million kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "14.73 million kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "61% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "35% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "4% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "49,000 bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "7,995 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "86,060 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "434.9 million bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "166,600 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "250,000 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "62,640 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "65,400 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "12.99 billion cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "7.483 billion cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "5.505 billion cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "455.9 billion cu m (1 January 2018 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "3,082,040 (2018)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "9.8 (2018 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "38,915,400 (2018)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "123.8 (2019 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "economic impact on telcom services during pandemic due to consumer unemployment; good mobile operator competition with LTE services; fixed-line tele-density remains among lowest in South America, with obstacles to growth including widespread poverty, fixed-to-mobile substitution, expensive telephone services, and geographical inaccessibility in the Andean mountains and Amazon jungles; government investment in underserved areas with fiber backbone; government facilitated virtual learning during pandemic via tablets with Internet connectivity; 3G network and new LTE services expanded providing mobile broadband to rural communities, though low penetration still exists; major importer of broadcasting equipment and computers from China (2020)"
      },
      "domestic": {
        "text": "fixed-line teledensity is nearly 10 per 100 persons; mobile-cellular teledensity, spurred by competition among multiple providers, now nearly 124 telephones per 100 persons; nationwide microwave radio relay system and a domestic satellite system with 12 earth stations (2019)"
      },
      "international": {
        "text": "country code - 51; landing points for the SAM-1, IGW, American Movil-Telxius, SAC&nbsp;and PAN-AM submarine cable systems that provide links to parts of Central and South America, the Caribbean, and US; satellite earth stations - 2 Intelsat (Atlantic Ocean) (2019)"
      },
      "note": "<strong>note:</strong> the COVID-19 pandemic continues to have a significant impact on production and supply chains globally; since 2020, some aspects of the telecom sector have experienced downturn, particularly in mobile device production; many network operators delayed upgrades to infrastructure; progress towards 5G implementation was postponed or slowed in some countries; consumer spending on telecom services and devices was affected by large-scale job losses and the consequent restriction on disposable incomes; the crucial nature of telecom services as a tool for work and school from home became evident, and received some support from governments"
    },
    "Broadcast media": {
      "text": "10 major TV networks of which only one, Television Nacional de Peru, is state owned; multi-channel cable TV services are available; in excess of 2,000 radio stations including a substantial number of indigenous language stations (2019)"
    },
    "Internet country code": {
      "text": ".pe"
    },
    "Internet users": {
      "total": {
        "text": "19.9 million (2021 est.)"
      },
      "percent of population": {
        "text": "65.25% (2020 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "2,536,077 (2018 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "7.93 (2018 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "6 (2020)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "62"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "17,758,527 (2018)"
      },
      "annual freight traffic on registered air carriers": {
        "text": "313.26 million mt-km (2018)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "OB"
    },
    "Airports": {
      "total": {
        "text": "191 (2013)"
      }
    },
    "Airports - with paved runways": {
      "total": {
        "text": "59"
      },
      "over 3,047 m": {
        "text": "5"
      },
      "2,438 to 3,047 m": {
        "text": "21"
      },
      "1,524 to 2,437 m": {
        "text": "16"
      },
      "914 to 1,523 m": {
        "text": "12"
      },
      "under 914 m": {
        "text": "5 (2017)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "132"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "19"
      },
      "914 to 1,523 m": {
        "text": "30"
      },
      "under 914 m": {
        "text": "82 (2013)"
      }
    },
    "Heliports": {
      "text": "5 (2013)"
    },
    "Pipelines": {
      "text": "786 km extra heavy crude, 1526 km gas, 679 km liquid petroleum gas, 1033 km oil, 15 km refined products (2013)"
    },
    "Railways": {
      "total": {
        "text": "1,854 km (2014)"
      },
      "standard gauge": {
        "text": "1,730.4 km 1.435-m gauge (34 km electrified) (2014)"
      },
      "narrow gauge": {
        "text": "124 km 0.914-m gauge (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "168,473 km (18,699 km paved) (2012)"
      },
      "paved": {
        "text": "26,916 km"
      },
      "note": "<strong>note:</strong> includes 24,593 km of national roads (14,748 km paved), 24,235 km of departmental roads (2,340 km paved), and 91,844 km of local roads (1,611 km paved)"
    },
    "Waterways": {
      "text": "8,808 km (8,600 km of navigable tributaries on the Amazon River system and 208 km on Lago Titicaca) (2011)"
    },
    "Merchant marine": {
      "total": {
        "text": "98"
      },
      "by type": {
        "text": "general cargo 1, oil tanker 8, other 89 (2021)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Callao, Matarani, Paita"
      },
      "oil terminal(s)": {
        "text": "Conchan oil terminal, La Pampilla oil terminal"
      },
      "container port(s) (TEUs)": {
        "text": "Callao (2,313,907) (2019)"
      },
      "river port(s)": {
        "text": "Iquitos, Pucallpa, Yurimaguas (Amazon)"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "Joint Command of the Armed Forces of Peru (CCFFAA): Peruvian Army (Ejercito del Peru), Peruvian Navy (Marina de Guerra del Peru, MGP, includes naval infantry and Coast Guard), Air Force of Peru (Fuerza Aerea del Peru, FAP); Ministry of the Interior (Ministerio del Interior): Peruvian National Police (Polic&iacute;a Nacional del Per&uacute;, PNP) (2021)"
    },
    "Military expenditures": {
      "Military Expenditures 2020": {
        "text": "1.2% of GDP (2020 est.)"
      },
      "Military Expenditures 2019": {
        "text": "1.2% of GDP (2019)"
      },
      "Military Expenditures 2018": {
        "text": "1.2% of GDP (2018)"
      },
      "Military Expenditures 2017": {
        "text": "1.2% of GDP (2017)"
      },
      "Military Expenditures 2016": {
        "text": "1.3% of GDP (2016)"
      }
    },
    "Military and security service personnel strengths": {
      "text": "information varies; approximately 95,000 active personnel (60,000 Army; 25,000 Navy, including about 4,000 naval infantry and 1,000 Coast Guard; 10,000 Air Force) (2021)"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the Peruvian military's inventory is a mix of mostly older equipment from a wide variety of suppliers, including Brazil, Europe, the former Soviet Union, and the US; since 2010, Peru has received military equipment from more than a dozen countries, led by Russia and South Korea (2021)"
    },
    "Military service age and obligation": {
      "text": "18-50 years of age for male and 18-45 years of age for female voluntary military service (12 months); no conscription (abolished in 1999) (2021)",
      "note": "note - as of 2019, women made up about 10% of the active duty military"
    },
    "Military deployments": {
      "text": "220 Central African Republic (MINUSCA) (Oct 2021)"
    },
    "Military - note": {
      "text": "<p>as of 2021, the Peruvian security forces continued to conduct operations against remnants of the Shining Path terrorist group (aka Sendero Luminoso; see Appendix T<u>)</u>, particularly in the Apurimac, Ene, and Mantaro River Valleys (VRAEM) of eastern Peru; the military had approximately 8,000-10,000 troops in the VRAEM under a special combined military-police command, including 3 army infantry battalions</p>"
    },
    "Maritime threats": {
      "text": "the International Maritime Bureau reports the territorial waters of Peru are a risk for armed robbery against ships; in 2020, eight attacks against a commercial vessels were reported, down from 10 attacks in 2019; all of these occurred in the main port of Callao"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "Shining Path (Sendero Luminoso)",
      "note": "<strong>note:</strong> details about the history, aims, leadership, organization, areas of operation, tactics, targets, weapons, size, and sources of support of the group(s) appear(s) in Appendix-T"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>Chile and Ecuador rejected Peru's November 2005 unilateral legislation to shift the axis of their joint treaty-defined maritime boundaries along the parallels of latitude to equidistance lines which favor Peru; organized illegal narcotics operations in Colombia have penetrated Peru's shared border; Peru rejects Bolivia's claim to restore maritime access through a sovereign corridor through Chile along the Peruvian border</p>"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "1,286,434 (Venezuela) (economic and political crisis; includes Venezuelans who have claimed asylum, are recognized as refugees, or have received alternative legal stay) (2021)"
      },
      "IDPs": {
        "text": "60,000 (civil war from 1980-2000; most IDPs are indigenous peasants in Andean and Amazonian regions; as of 2011, no new information on the situation of these IDPs) (2020)"
      }
    },
    "Illicit drugs": {
      "text": "world&rsquo;s second-largest producer of cocaine, with an estimated 88,200 hectares under coca cultivation in 2020; cocaine is trafficked throughout South America for shipment to Europe, East Asia, Mexico, and the United States; major importer of precursor chemicals for cocaine production"
    }
  }
}