{
  "intro": {
    "background": {
      "text": "First explored by the Spaniards in the 16th century and then settled by the English in the mid-17th century, Suriname became a Dutch colony in 1667. With the abolition of African slavery in 1863, workers were brought in from India and Java. Independence from the Netherlands was granted in 1975. Five years later the civilian government was replaced by a military regime that soon declared a socialist republic. It continued to exert control through a succession of nominally civilian administrations until 1987, when international pressure finally forced a democratic election. In 1990, the military overthrew the civilian leadership, but a democratically elected government - a four-party coalition - returned to power in 1991. The coalition expanded to eight parties in 2005 and ruled until August 2010, when voters returned former military leader Desire BOUTERSE and his opposition coalition to power."
    }
  },
  "geo": {
    "location": {
      "text": "Northern South America, bordering the North Atlantic Ocean, between French Guiana and Guyana"
    },
    "geographic_coordinates": {
      "text": "4 00 N, 56 00 W"
    },
    "map_references": {
      "text": "South America"
    },
    "area": {
      "total": "163,820 sq km",
      "land": "156,000 sq km",
      "water": "7,820 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than Georgia"
    },
    "land_boundaries": {
      "total": "1,703 km",
      "border_countries": "Brazil 593 km, French Guiana 510 km, Guyana 600 km"
    },
    "coastline": {
      "text": "386 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm"
    },
    "climate": {
      "text": "tropical; moderated by trade winds"
    },
    "terrain": {
      "text": "mostly rolling hills; narrow coastal plain with swamps"
    },
    "elevation_extremes": {
      "lowest_point": "unnamed location in the coastal plain -2 m",
      "highest_point": "Juliana Top 1,230 m"
    },
    "natural_resources": {
      "text": "timber, hydropower, fish, kaolin, shrimp, bauxite, gold, and small amounts of nickel, copper, platinum, iron ore"
    },
    "land_use": {
      "arable_land": "0.36%",
      "permanent_crops": "0.04%",
      "other": "99.6% (2011)"
    },
    "irrigated_land": {
      "text": "511.8 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "122 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "0.67  cu km/yr (6%/4%/90%)",
      "per_capita": "1,396  cu m/yr (2006)"
    },
    "natural_hazards": {
      "text": "NA"
    },
    "environment_current_issues": {
      "text": "deforestation as timber is cut for export; pollution of inland waterways by small-scale mining activities"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 94, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "smallest independent country on South American continent; mostly tropical rain forest; great diversity of flora and fauna that, for the most part, is increasingly threatened by new development; relatively small population, mostly along the coast"
    }
  },
  "people": {
    "nationality": {
      "noun": "Surinamer(s)",
      "adjective": "Surinamese"
    },
    "ethnic_groups": {
      "text": "Hindustani (also known locally as \"East Indians\"; their ancestors emigrated from northern India in the latter part of the 19th century) 37%, Creole (mixed white and black) 31%, Javanese 15%, \"Maroons\" (their African ancestors were brought to the country in the 17th and 18th centuries as slaves and escaped to the interior) 10%, Amerindian 2%, Chinese 2%, white 1%, other 2%"
    },
    "languages": {
      "text": "Dutch (official), English (widely spoken), Sranang Tongo (Surinamese, sometimes called Taki-Taki, is native language of Creoles and much of the younger population and is lingua franca among others), Caribbean Hindustani (a dialect of Hindi), Javanese"
    },
    "religions": {
      "text": "Hindu 27.4%, Protestant 25.2% (predominantly Moravian), Roman Catholic 22.8%, Muslim 19.6%, indigenous beliefs 5%"
    },
    "demographic_profile": {
      "text": "Suriname is a pluralistic society consisting primarily of Creoles (persons of mixed African and European heritage), the descendants of escaped African slaves known as Maroons, and the descendants of Indian and Javanese contract workers. The country overall is in full, post-industrial demographic transition, with a low fertility rate, a moderate mortality rate, and a rising life expectancy. However, the Maroon population of the rural interior lags behind because of lower educational attainment and contraceptive use, higher malnutrition, and significantly less access to electricity, potable water, sanitation, infrastructure, and health care. Some 350,000 people of Surinamese descent live in the Netherlands, Suriname's former colonial ruler. In the 19th century, better-educated, largely Dutch-speaking Surinamese began emigrating to the Netherlands. World War II interrupted the outflow, but it resumed after the war when Dutch labor demands grew - emigrants included all segments of the Creole population. Suriname still is strongly influenced by the Netherlands because most Surinamese have relatives living there and it is the largest supplier of development aid. Other emigration destinations include French Guiana and the United States. Suriname's immigration rules are flexible, and the country is easy to enter illegally because rainforests obscure its borders. Since the mid-1980s, Brazilians have settled in Suriname's capital, Paramaribo, or eastern Suriname, where they mine gold. This immigration is likely to slowly re-orient Suriname toward its Latin American roots."
    },
    "population": {
      "text": "566,846 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "26.8% (male 77,404/female 74,477)",
      "15_24_years": "17.5% (male 50,745/female 48,718)",
      "25_54_years": "43.8% (male 126,399/female 121,930)",
      "55_64_years": "6.2% (male 17,123/female 18,246)",
      "65_years_and_over": "5.6% (male 13,770/female 18,034) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "51.6 %",
      "youth_dependency_ratio": "41.5 %",
      "elderly_dependency_ratio": "10.1 %",
      "potential_support_ratio": "9.9 (2013)"
    },
    "median_age": {
      "total": "28.2 years",
      "male": "27.8 years",
      "female": "28.5 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.15% (2013 est.)"
    },
    "birth_rate": {
      "text": "17.1 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "6.15 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0.57 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "69% of total population (2010)",
      "rate_of_urbanization": "1.5% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "PARAMARIBO (capital) 259,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.04 male(s)/female",
      "25_54_years": "1.04 male(s)/female",
      "55_64_years": "0.93 male(s)/female",
      "65_years_and_over": "0.77 male(s)/female",
      "total_population": "1.01 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "130 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "27.99 deaths/1,000 live births",
      "male": "32.54 deaths/1,000 live births",
      "female": "23.21 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "71.41 years",
      "male": "69.05 years",
      "female": "73.88 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.04 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "45.6% (2006)"
    },
    "health_expenditures": {
      "text": "7% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.45 physicians/1,000 population (2000)"
    },
    "hospital_bed_density": {
      "text": "2.6 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 97% of population; rural: 81% of population; total: 92% of population",
      "unimproved": "urban: 3% of population; rural: 19% of population; total: 8% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 90% of population; rural: 66% of population; total: 83% of population",
      "unimproved": "urban: 10% of population; rural: 34% of population; total: 17% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "3,700 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 200 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_disease": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "25.1% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "7.5% (2006)"
    },
    "education_expenditures": {
      "text": "NA"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "94.7%",
      "male": "95.4%",
      "female": "94% (2010 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "12 years (2002)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "6,094",
      "percentage": "6 % (2006 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "21.5% (2004)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Suriname",
      "conventional_short_form": "Suriname",
      "local_long_form": "Republiek Suriname",
      "local_short_form": "Suriname",
      "former": "Netherlands Guiana, Dutch Guiana"
    },
    "government_type": {
      "text": "constitutional democracy"
    },
    "capital": {
      "name": "Paramaribo",
      "geographic_coordinates": "5 50 N, 55 10 W",
      "time_difference": "UTC-3 (2 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "10 districts (distrikten, singular - distrikt); Brokopondo, Commewijne, Coronie, Marowijne, Nickerie, Para, Paramaribo, Saramacca, Sipaliwini, Wanica"
    },
    "independence": {
      "text": "25 November 1975 (from the Netherlands)"
    },
    "national_holiday": {
      "text": "Independence Day, 25 November (1975)"
    },
    "constitution": {
      "text": "ratified 30 September 1987; effective 30 October 1987"
    },
    "legal_system": {
      "text": "civil law system influenced by Dutch civil law; note - the Commissie Nieuw Surinaamse Burgerlijk Wetboek completed drafting a new civil code in February 2009"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Desire Delano BOUTERSE (since 12 August 2010); Vice President Robert AMEERALI (since 12 August 2010); note - the president is both the chief of state and head of government",
      "head_of_government": "President Desire Delano BOUTERSE (since 12 August 2010); Vice President Robert AMEERALI (since 12 August 2010)",
      "cabinet": "Cabinet of Ministers appointed by the president",
      "elections": "president and vice president elected by the National Assembly or, if no presidential or vice presidential candidate receives a two-thirds constitutional majority in the National Assembly after two votes, by a simple majority in the larger United People's Assembly (893 representatives from the national, local, and regional councils), for five-year terms (no term limits); election last held on 19 July 2010 (next to be held in 2015)",
      "election_results": "Desire Delano BOUTERSE elected president; percent of vote - Desire Delano BOUTERSE 70.6%, Chandrikapersad SATOKHI 25.5%, other 3.9%"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly or Nationale Assemblee (51 seats; members elected by popular vote to serve five-year terms)",
      "elections": "last held on 25 May 2010 (next to be held in May 2015)",
      "election_results": "percent of vote by party - Mega Combination 45.1%, New Front 27.5%, A-Com 13.7%, People's Alliance 11.8%, DOE 1.9%; seats by party - Mega Combination 23, New Front 14, A-Com 7, People's Alliance 6, DOE 1"
    },
    "judicial_branch": {
      "highest_courts": "High Court of Justice of Suriname (consists of the court president, vice president, and 4 judges) note - Suriname  can appeal beyond its High Court to the Caribbean Court of Justice, with final appeal to the Judicial Committee of the Privy Council (in London)",
      "judge_selection_and_term_of_office": "court judges appointed by the national president after consultation with the High Court; judges appointed for life",
      "subordinate_courts": "cantonal courts"
    },
    "political_parties_and_leaders": {
      "text": "A-Combination (a coalition that includes the General Liberation and Development Party ABOP [Ronnie BRUNSWIJK], and SEEKA [Paul ABENA]); Basic Party for Renewal and Democracy or BVD [Dilip SARDJOE]; Basic Party for Renewal and Democracy or PVF [Soedeschand JAIRAM]; Democratic Union Suriname or DUS [Japhet DIEKO]; Mega Combination Coalition (a coalition that joined with A-Combination and the PL to form a majority in Parliament in 2010 - includes the National Democratic Party or NDP [Desire Delano BOUTERSE] (largest party in the coalition), Progressive Worker and Farmer's Union or PALU [Jim HOK], Party for National Unity and Solidarity of the Highest Order or KTPI [Willy SOEMITA], DNP-2000 [Jules WIJDENBOSCH], Union of Brotherhood and Unity in Politics BEP [Caprino ALENDY], and New Suriname or NS [Nanan PANDAY]); National Union or NU [P. VAN LEEUWAARDE]; New Front for Democracy and Development or NF (a coalition made up of the National Party of Suriname or NPS [Runaldo VENETIAAN], United Reform Party or VHP [Ramdien SARDJOE], Democratic Alternative 1991 or DA-91 - an independent, business-oriented party [Winston JESSURUN], Surinamese Labor Party or SPA [Siegfried GILDS]); Party for Democracy and Development in Unity or DOE [Carl BREEVELD]; Party for the Permanent Prosperity Republic Suriname or PVRS; People's Alliance, Pertjaja Luhur's or PL [Paul SOMOHARDJO](includes D-21 [Soewarta MOESTADJA] and Pendawa Lima [Raymond SAPEON], which merged with PL in 2010)",
      "note": "BVD and PVF participated in the elections as a coalition (BVD/PVF) in the most recent elections, but separated after the election"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Association of Indigenous Village Chiefs [Ricardo PANE]; Association of Saramaccan Authorities or Maroon [Head Captain WASE]; Women's Parliament Forum or PVF [Iris GILLIAD]"
    },
    "international_organization_participation": {
      "text": "ACP, AOSIS, Caricom, CD, CELAC, FAO, G-77, IADB, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IPU, ISO (correspondent), ITU, ITUC (NGOs), LAES, MIGA, NAM, OAS, OIC, OPANAL, OPCW, PCA, Petrocaribe, UN, UNASUR, UNCTAD, UNESCO, UNIDO, UPU, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Subhas-Chandra MUNGRA",
      "chancery": "Suite 460, 4301 Connecticut Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 244-7488",
      "fax": "[1] (202) 244-5878",
      "consulates_general": "Miami"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Jay N. ANANIA",
      "embassy": "Dr. Sophie Redmondstraat 129, Paramaribo",
      "mailing_address": "US Department of State, PO Box 1821, Paramaribo",
      "telephone": "[597] 472-900",
      "fax": "[597] 410-972"
    },
    "flag_description": {
      "text": "five horizontal bands of green (top, double width), white, red (quadruple width), white, and green (double width); a large, yellow, five-pointed star is centered in the red band; red stands for progress and love; green symbolizes hope and fertility; white signifies peace, justice, and freedom; the star represents the unity of all ethnic groups; from its yellow light the nation draws strength to bear sacrifices patiently while working toward a golden future"
    },
    "national_anthem": {
      "name": "\"God zij met ons Suriname!\" (God Be With Our Suriname)",
      "lyrics_music": "Cornelis Atses HOEKSTRA and Henry DE ZIEL/Johannes Corstianus DE PUY",
      "note": "adopted 1959; the anthem, originally adapted from a Sunday school song written in 1893, contains lyrics in both Dutch and Sranang Tongo"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "The economy is dominated by the mining industry, with exports of alumina, gold, and oil accounting for about 85% of exports and 25% of government revenues, making the economy highly vulnerable to mineral price volatility. Economic growth, which reached about 7% in 2008, owing to sizeable foreign investment in mining and oil, slowed to 2.2% in 2009 as investment waned and the country earned less from its commodity exports when global prices for most commodities fell. Trade picked up, boosting Suriname's economic growth about 4% per year in 2010-12, but the government's budget remained strained. Inflation rose from 1.3% in 2009 to 17.7% in 2011. In January 2011, the government devalued the currency by 20% and raised taxes to reduce the budget deficit. As a result of these measures, inflation receded to 6% in 2012. Suriname''s economic prospects for the medium term will depend on continued commitment to responsible monetary and fiscal policies and to the introduction of structural reforms to liberalize markets and promote competition."
    },
    "gdp_purchasing_power_parity": {
      "text": "$6.874 billion (2012 est.); $6.58 billion (2011 est.); $6.285 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$4.738 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "4.5% (2012 est.); 4.7% (2011 est.); 4.1% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$12,600 (2012 est.); $12,200 (2011 est.); $11,800 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "81%",
      "government_consumption": "18.4%",
      "investment_in_fixed_capital": "19.7%",
      "investment_in_inventories": "-19.8%",
      "exports_of_goods_and_services": "53.9%",
      "imports_of_goods_and_services": "-53.2% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "10.6%",
      "industry": "38.3%",
      "services": "51.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "rice, bananas, palm kernels, coconuts, plantains, peanuts; beef, chickens; shrimp; forest products"
    },
    "industries": {
      "text": "bauxite and gold mining, alumina production; oil, lumbering, food processing, fishing"
    },
    "industrial_production_growth_rate": {
      "text": "5% (2012 est.)"
    },
    "labor_force": {
      "text": "165,600 (2007)"
    },
    "labor_force_by_occupation": {
      "agriculture": "8%",
      "industry": "14%",
      "services": "78% (2004)"
    },
    "unemployment_rate": {
      "text": "9% (2008); 12.1% (2006)"
    },
    "population_below_poverty_line": {
      "text": "70% (2002 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "NA%",
      "highest_10%": "NA%"
    },
    "budget": {
      "revenues": "$826.6 million",
      "expenditures": "$939.7 million (2010 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "17.4% of GDP (2010 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2.4% of GDP (2010 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "5% (2012 est.); 17.7% (2011 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "11.7% (31 December 2012 est.); 11.75% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$1.132 billion (31 December 2012 est.); $1.075 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$2.3 billion (31 December 2012 est.); $2.033 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$1.364 billion (31 December 2012 est.); $1.026 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "$577.2 million (2012 est.); $251.1 million (2011 est.)"
    },
    "exports": {
      "text": "$2.563 billion (2012 est.); $2.467 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "alumina, gold, crude oil, lumber, shrimp and fish, rice, bananas"
    },
    "exports_partners": {
      "text": "US 26.1%, Belgium 17.6%, UAE 12.1%, Canada 10.4%, Guyana 6.5%, France 5.6%, Barbados 4.7% (2012)"
    },
    "imports": {
      "text": "$1.782 billion (2012 est.); $1.679 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "capital equipment, petroleum, foodstuffs, cotton, consumer goods"
    },
    "imports_partners": {
      "text": "US 25.8%, Netherlands 15.8%, China 9.8%, UAE 7.9%, Antigua and Barbuda 7.3%, Netherlands Antilles 5.4%, Japan 4.2% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$1.008 billion (31 December 2012 est.); $816.9 million (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$905 million (31 December 2012 est.); $869 million (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Surinamese dollars (SRD) per US dollar -; 3.3 (2012 est.); 3.2683 (2011 est.); 2.7454 (2010 est.); 2.745 (2009); 2.745 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "1.603 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "1.463 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "389,000 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "51.4% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "48.6% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "16,000 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "72 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "7,407 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "14,100 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "1,058 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "6,430 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2011 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "2.343 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "85,500 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "947,000 (2011)"
    },
    "telephone_system": {
      "general_assessment": "international facilities are good",
      "domestic": "combined fixed-line and mobile-cellular teledensity 185 telephones per 100 persons; microwave radio relay network",
      "international": "country code - 597; satellite earth stations - 2 Intelsat (Atlantic Ocean) (2010)"
    },
    "broadcast_media": {
      "text": "2 state-owned TV stations; 1 state-owned radio station; multiple private radio and TV stations (2007)"
    },
    "internet_country_code": {
      "text": ".sr"
    },
    "internet_hosts": {
      "text": "188 (2012)"
    },
    "internet_users": {
      "text": "163,000 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "55 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "6",
      "over_3_047_m": "1",
      "under_914_m": "5 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "49",
      "914_to_1_523_m": "4",
      "under_914_m": "45 (2013)"
    },
    "pipelines": {
      "text": "oil 50 km (2013)"
    },
    "roadways": {
      "total": "4,304 km",
      "paved": "1,130 km",
      "unpaved": "3,174 km (2003)"
    },
    "waterways": {
      "text": "1,200 km (most navigable by ships with drafts up to 7 m) (2011)"
    },
    "ports_and_terminals": {
      "text": "Paramaribo, Wageningen"
    }
  },
  "military": {
    "military_branches": {
      "text": "Suriname Armed Forces: Ground Forces, Naval Forces, Air Forces (2010)"
    },
    "military_service_age_and_obligation": {
      "text": "18 is the legal minimum age for voluntary military service; no conscription; personnel drawn almost exclusively from the Creole community (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "134,218",
      "females_age_16_49": "134,439 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "109,445",
      "females_age_16_49": "112,538 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "4,119",
      "female": "4,106 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.2% of GDP (2011)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "area claimed by French Guiana between Riviere Litani and Riviere Marouini (both headwaters of the Lawa); Suriname claims a triangle of land between the New and Kutari/Koetari rivers in a historic dispute over the headwaters of the Courantyne; Guyana seeks United Nations Convention on the Law of the Sea arbitration to resolve the longstanding dispute with Suriname over the axis of the territorial sea boundary in potentially oil-rich waters"
    },
    "trafficking_in_persons": {
      "current_situation": "Suriname is a source, destination, and transit country for women, men, and children who are subjected to sex trafficking and forced labor; women and girls from Suriname, Guyana, Brazil, and the Dominican Republic are subjected to sex trafficking in the country, sometimes around mining camps; debt bondage and sex trafficking are reported to occur within the Chinese migrant community; migrant workers in agriculture and on fishing boats and children working in informal urban sectors and gold mines are vulnerable to forced labor",
      "tier_rating": "Tier 2 Watch List - Suriname does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; the government has prosecuted an increased number of sex trafficking cases and identified an increased number of child sex trafficking victims; accountability for trafficking offenses continues to be a problem as no offenders have been convicted and the complicity of local officials remains a concern; authorities do not have a formal system for referring victims to NGOs that provide services but reported doing so on an ad hoc basis; the government's interagency anti-trafficking working group drafted an anti-trafficking policy in 2012 (2013)"
    },
    "illicit_drugs": {
      "text": "growing transshipment point for South American drugs destined for Europe via the Netherlands and Brazil; transshipment point for arms-for-drugs dealing"
    }
  }
}