{
  "intro": {
    "background": {
      "text": "Venezuela was one of three countries that emerged from the collapse of Gran Colombia in 1830 (the others being Ecuador and New Granada, which became Colombia). For most of the first half of the 20th century, Venezuela was ruled by generally benevolent military strongmen, who promoted the oil industry and allowed for some social reforms. Democratically elected governments have held sway since 1959. Hugo CHAVEZ, president from 1999 to 2013, sought to implement his \"21st Century Socialism,\" which purported to alleviate social ills while at the same time attacking capitalist globalization and existing democratic institutions. Current concerns include: a weakening of democratic institutions, political polarization, a politicized military, rampant violent crime, overdependence on the petroleum industry with its price fluctuations, and irresponsible mining operations that are endangering the rain forest and indigenous peoples."
    }
  },
  "geo": {
    "location": {
      "text": "Northern South America, bordering the Caribbean Sea and the North Atlantic Ocean, between Colombia and Guyana"
    },
    "geographic_coordinates": {
      "text": "8 00 N, 66 00 W"
    },
    "map_references": {
      "text": "South America"
    },
    "area": {
      "total": "912,050 sq km",
      "land": "882,050 sq km",
      "water": "30,000 sq km"
    },
    "area_comparative": {
      "text": "slightly more than twice the size of California"
    },
    "land_boundaries": {
      "total": "4,993 km",
      "border_countries": "Brazil 2,200 km, Colombia 2,050 km, Guyana 743 km"
    },
    "coastline": {
      "text": "2,800 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "15 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation"
    },
    "climate": {
      "text": "tropical; hot, humid; more moderate in highlands"
    },
    "terrain": {
      "text": "Andes Mountains and Maracaibo Lowlands in northwest; central plains (llanos); Guiana Highlands in southeast"
    },
    "elevation_extremes": {
      "lowest_point": "Caribbean Sea 0 m",
      "highest_point": "Pico Bolivar 5,007 m"
    },
    "natural_resources": {
      "text": "petroleum, natural gas, iron ore, gold, bauxite, other minerals, hydropower, diamonds"
    },
    "land_use": {
      "arable_land": "2.85%",
      "permanent_crops": "0.71%",
      "other": "96.44% (2011)"
    },
    "irrigated_land": {
      "text": "10,550 sq km (2008)"
    },
    "total_renewable_water_resources": {
      "text": "1,233 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "9.06  cu km/yr (23%/4%/74%)",
      "per_capita": "358.6  cu m/yr (2008)"
    },
    "natural_hazards": {
      "text": "subject to floods, rockslides, mudslides; periodic droughts"
    },
    "environment_current_issues": {
      "text": "sewage pollution of Lago de Valencia; oil and urban pollution of Lago de Maracaibo; deforestation; soil degradation; urban and industrial pollution, especially along the Caribbean coast; threat to the rainforest ecosystem from irresponsible mining operations"
    },
    "environment_international_agreements": {
      "party_to": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "on major sea and air routes linking North and South America; Angel Falls in the Guiana Highlands is the world's highest waterfall"
    }
  },
  "people": {
    "nationality": {
      "noun": "Venezuelan(s)",
      "adjective": "Venezuelan"
    },
    "ethnic_groups": {
      "text": "Spanish, Italian, Portuguese, Arab, German, African, indigenous people"
    },
    "languages": {
      "text": "Spanish (official), numerous indigenous dialects"
    },
    "religions": {
      "text": "nominally Roman Catholic 96%, Protestant 2%, other 2%"
    },
    "demographic_profile": {
      "text": "Although poverty in Venezuela has declined during the CHAVEZ administration, dropping from nearly 50% in 1999 to about 27% in 2011, it remains high and some experts question how much of a role social expenditures have played in this poverty reduction. Progress in lowering poverty, income inequality, and unemployment may in fact be more closely linked to the rise and fall of prices for oil, Venezuela's dominant export. In the long-run, education and healthcare spending may increase economic growth and reduce income inequality, but rising costs and the staffing of new healthcare jobs with foreigners are slowing development. In the meantime, social investment has led to better living standards, including increased school enrollment, a substantial reduction in infant and child mortality, and greater access to potable water and sanitation. Since CHAVEZ came to power in 1999, more than a million predominantly middle- and upper-class Venezuelans are estimated to have emigrated. The brain drain is attributed to a repressive political system, lack of economic opportunities, steep inflation, a high crime rate, and corruption. Thousands of oil engineers emigrated to Canada, Colombia, and the United States following CHAVEZ's firing of over 20,000 employees of the state-owned petroleum company during a 2002-2003 oil strike. Additionally, thousands of Venezuelans of European descent have taken up residence in their ancestral homelands. Nevertheless, Venezuela continues to attract immigrants from South America and southern Europe because of its lenient migration policy and the availability of education and healthcare. Venezuela also has been a fairly accommodating host to more than 200,000 Colombian refugees."
    },
    "population": {
      "text": "28,459,085 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "28.6% (male 4,144,958/female 3,989,521)",
      "15_24_years": "18.8% (male 2,686,366/female 2,664,062)",
      "25_54_years": "39.5% (male 5,520,689/female 5,727,432)",
      "55_64_years": "7.3% (male 993,176/female 1,094,586)",
      "65_years_and_over": "5.8% (male 722,234/female 916,061) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "53.2 %",
      "youth_dependency_ratio": "43.7 %",
      "elderly_dependency_ratio": "9.5 %",
      "potential_support_ratio": "10.6 (2013)"
    },
    "median_age": {
      "total": "26.6 years",
      "male": "25.9 years",
      "female": "27.3 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.44% (2013 est.)"
    },
    "birth_rate": {
      "text": "19.66 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.23 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "93% of total population (2010)",
      "rate_of_urbanization": "1.7% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "CARACAS (capital) 3.051 million; Maracaibo 2.153 million; Valencia 1.738 million; Barquisimeto 1.159 million; Maracay 1.04 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.01 male(s)/female",
      "25_54_years": "0.96 male(s)/female",
      "55_64_years": "0.91 male(s)/female",
      "65_years_and_over": "0.79 male(s)/female",
      "total_population": "0.98 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "92 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "19.75 deaths/1,000 live births",
      "male": "23.18 deaths/1,000 live births",
      "female": "16.14 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "74.23 years",
      "male": "71.12 years",
      "female": "77.5 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.37 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "70.3% (1998)"
    },
    "health_expenditures": {
      "text": "4.9% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.94 physicians/1,000 population (2001)"
    },
    "hospital_bed_density": {
      "text": "1.1 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 94% of population; rural: 74% of population; total: 92% of population",
      "unimproved": "urban: 6% of population; rural: 26% of population; total: 8% of population (2000 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 93% of population; rural: 54% of population; total: 89% of population",
      "unimproved": "urban: 7% of population; rural: 46% of population; total: 11% of population (2000 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "NA; note - no country specific models provided"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "NA"
    },
    "hiv_aids_deaths": {
      "text": "NA"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea and hepatitis A",
      "vectorborne_diseases": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "30.3% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "3.7% (2007)"
    },
    "education_expenditures": {
      "text": "3.6% of GDP (2007)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "95.5%",
      "male": "95.7%",
      "female": "95.4% (2009 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "14.3 years (2009)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "404,092",
      "percentage": "8 % (2000 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "17.5%",
      "male": "15.1%",
      "female": "22% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Bolivarian Republic of Venezuela",
      "conventional_short_form": "Venezuela",
      "local_long_form": "Republica Bolivariana de Venezuela",
      "local_short_form": "Venezuela"
    },
    "government_type": {
      "text": "federal republic"
    },
    "capital": {
      "name": "Caracas",
      "geographic_coordinates": "10 29 N, 66 52 W",
      "time_difference": "UTC-4.5 (half an hour ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "23 states (estados, singular - estado), 1 capital district* (distrito capital), and 1 federal dependency** (dependencia federal); Amazonas, Anzoategui, Apure, Aragua, Barinas, Bolivar, Carabobo, Cojedes, Delta Amacuro, Dependencias Federales (Federal Dependencies)**, Distrito Capital (Capital District)*, Falcon, Guarico, Lara, Merida, Miranda, Monagas, Nueva Esparta, Portuguesa, Sucre, Tachira, Trujillo, Vargas, Yaracuy, Zulia",
      "note": "the federal dependency consists of 11 federally controlled island groups with a total of 72 individual islands"
    },
    "independence": {
      "text": "5 July 1811 (from Spain)"
    },
    "national_holiday": {
      "text": "Independence Day, 5 July (1811)"
    },
    "constitution": {
      "text": "30 December 1999; amended 15 February 2009"
    },
    "legal_system": {
      "text": "civil law system based on the Spanish civil code"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; state party to the ICCT"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Nicolas MADURO Moros (since 8 March 2013); Executive Vice President Jorge Alberto ARREAZA Montserrat (since 8 March 2013); note - the president is both chief of state and head of government; former Executive Vice President Nicolas MADURO Moros assumed presidential responsibilites after the death of President Hugo CHAVEZ Frias on 5 March 2013, and was officially sworn in on 8 March 2013",
      "head_of_government": "President Nicolas MADURO Moros (since 8 March 2013); Executive Vice President Jorge Alberto ARREAZA Montserrat (since 8 March 2013)",
      "cabinet": "Council of Ministers appointed by the president",
      "elections": "president elected by popular vote for a six-year term (eligible for unlimited reelection); election last held on 14 April 2013; note - this was a special election held following the death of President Hugo CHAVEZ Frias on 5 March 2013; the next scheduled election after this is expected to be held in October 2018 pending official convocation by the country's electoral body)",
      "note": "in 1999, a National Constituent Assembly drafted a new constitution that increased the presidential term to six years; an election was subsequently held on 30 July 2000 under the terms of this constitution; in 2009, a national referendum approved the elimination of term limits on all elected officials, including the presidency",
      "election_results": "Nicolas MADURO Moros elected president; percent of vote - Nicolas MADURO Moros 50.08%, Henrique CAPRILES Radonski 49%, other 0.92%; note - official results pending"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly or Asamblea Nacional (165 seats; members elected by popular vote on a proportional basis to serve five-year terms; three seats reserved for the indigenous peoples of Venezuela)",
      "elections": "last held on 26 September 2010 (next to be held in 2015)",
      "election_results": "percent of vote by party - pro-government 48.9%, opposition coalition 47.9%, other 3.2%; seats by party - pro-government 98, opposition 65, other 2"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Tribunal of Justice (consists of 32 judges organized into six divisions -  constitutional, political administrative, electoral, civil appeals, criminal appeals, and social (mainly agrarian and labor issues)",
      "judge_selection_and_term_of_office": "judges proposed by the Committee of Judicial Postulation (an independent body of organizations dealing with legal issues and of the organs of citizen power) and appointed by the National Assembly; judges serve non-renewable 12-year terms",
      "subordinate_courts": "Superior or Appeals Courts (Tribunales Superiores); District Tribunals (Tribunales de Distrito); Courts of First Instance (Tribunales de Primera Instancia); Parish Courts (Tribunales de Parroquia); Justices of the Peace (Justicia de Paz) Network"
    },
    "political_parties_and_leaders": {
      "text": "A New Time or UNT [Omar BARBOZA]; Brave People's Alliance or ABP [Antonio LEDEZMA]; Christian Democrats or COPEI [Roberto ENRIQUEZ]; Communist Party of Venezuela or PCV [Oscar FIGUERA]; Democratic Action or AD [Henry RAMOS ALLUP]; Fatherland for All or PPT [Rafael UZCATEGUI]; For Social Democracy or PODEMOS [Ismael GARCIA]; Justice First [Julio BORGES]; Movement Toward Socialism or MAS [Nicolas SOSA]; Popular Will or VP [Leopoldo LOPEZ]; Progressive Wave or AP [Henri FALCON]; The Democratic Unity Table or MUD [Ramon Guillermo AVELEDO]; The Radical Cause [Daniel SANTOLO]; United Socialist Party of Venezuela or PSUV [Hugo CHAVEZ]; Venezuelan Progressive Movement or MPV [Simon CALZADILLA]; Venezuela Project or PV [Henrique SALAS ROMER]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Bolivarian and Socialist Workers' Union (a ruling party labor union); Confederacion Venezolana de Industriales or Coindustria (a conservative business group); Consejos Comunales (pro-Chavez local cooperatives); FEDECAMARAS (a conservative business group); Union of Oil Workers of Venezuela or FUTPV; Venezuelan Confederation of Workers or CTV (opposition-oriented labor organization); various civil society groups and human rights organizations"
    },
    "international_organization_participation": {
      "text": "Caricom (observer), CD, CDB, CELAC, FAO, G-15, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ITSO, ITU, ITUC (NGOs), LAES, LAIA, LAS (observer), Mercosur, MIGA, NAM, OAS, OPANAL, OPCW, OPEC, PCA, Petrocaribe, UN, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Calixto Antonio ORTEGA Rios",
      "chancery": "1099 30th Street NW, Washington, DC 20007",
      "telephone": "[1] (202) 342-2214",
      "fax": "[1] (202) 342-6820",
      "consulates_general": "Boston, Chicago, Houston, Miami, New Orleans, New York, San Francisco, San Juan (Puerto Rico)"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires James M. DERHAM",
      "embassy": "Calle F con Calle Suapure, Urbanizacion Colinas de Valle Arriba, Caracas 1080",
      "mailing_address": "P. O. Box 62291, Caracas 1060-A; APO AA 34037",
      "telephone": "[58] (212) 975-6411, 907-8400 (after hours)",
      "fax": "[58] (212) 907-8199"
    },
    "flag_description": {
      "text": "three equal horizontal bands of yellow (top), blue, and red with the coat of arms on the hoist side of the yellow band and an arc of eight white five-pointed stars centered in the blue band; the flag retains the three equal horizontal bands and three main colors of the banner of Gran Colombia, the South American republic that broke up in 1830; yellow is interpreted as standing for the riches of the land, blue for the courage of its people, and red for the blood shed in attaining independence; the seven stars on the original flag represented the seven provinces in Venezuela that united in the war of independence; in 2006, President Hugo CHAVEZ ordered an eighth star added to the star arc - a decision that sparked much controversy - to conform with the flag proclaimed by Simon Bolivar in 1827 and to represent the province of Guayana"
    },
    "national_symbols": {
      "text": "troupial (bird)"
    },
    "national_anthem": {
      "name": "\"Gloria al bravo pueblo\" (Glory to the Brave People)",
      "lyrics_music": "Vicente SALIAS/Juan Jose LANDAETA",
      "note": "adopted 1881; the lyrics were written in 1810, the music some years later; both SALIAS and LANDAETA were executed in 1814 during Venezuela's struggle for independence"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Venezuela remains highly dependent on oil revenues, which account for roughly 95% of export earnings, about 45% of federal budget revenues, and around 12% of GDP. Fueled by high oil prices, record government spending helped to boost GDP growth by 4.2% in 2011, after a sharp drop in oil prices caused an economic contraction in 2009-10. Government spending, minimum wage hikes, and improved access to domestic credit created an increase in consumption which combined with supply problems to cause higher inflation - roughly 26% in 2011 and 21% in 2012. President Hugo CHAVEZ's efforts to increase the government's control of the economy by nationalizing firms in the agribusiness, financial, construction, oil, and steel sectors have hurt the private investment environment, reduced productive capacity, and slowed non-petroleum exports. In the first half of 2010 Venezuela faced the prospect of lengthy nationwide blackouts when its main hydroelectric power plant - which provides more than 35% of the country's electricity - nearly shut down. In May 2010, CHAVEZ closed the unofficial foreign exchange market - the \"parallel market\" - in an effort to stem inflation and slow the currency's depreciation. In June 2010, the government created the \"Transaction System for Foreign Currency Denominated Securities\" to replace the \"parallel\" market. In December 2010, CHAVEZ eliminated the dual exchange rate system and unified the exchange rate at 4.3 bolivars per dollar. In January 2011, CHAVEZ announced the second devaluation of the bolivar within twelve months. In December 2010, the National Assembly passed a package of five organic laws designed to complete the transformation of the Venezuelan economy in line with CHAVEZ's vision of 21st century socialism. In 2012, Venezuela continued to wrestle with a housing crisis, high inflation, an electricity crisis, and rolling food and goods shortages - all of which were fallout from the government's unorthodox economic policies. The budget deficit for the entire government reached 17% of GDP in 2012, and public debt as a percent of GDP climbed steeply to 49%, despite record oil prices."
    },
    "gdp_purchasing_power_parity": {
      "text": "$408.5 billion (2012 est.); $387.1 billion (2011 est.); $371.5 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$382.4 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "5.5% (2012 est.); 4.2% (2011 est.); -1.5% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$13,800 (2012 est.); $13,300 (2011 est.); $13,000 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "28.9% of GDP (2012 est.); 30.8% of GDP (2011 est.); 24.2% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "58.9%",
      "government_consumption": "12.2%",
      "investment_in_fixed_capital": "19.9%",
      "investment_in_inventories": "6.1%",
      "exports_of_goods_and_services": "25.8%",
      "imports_of_goods_and_services": "-22.9% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "3.7%",
      "industry": "35.5%",
      "services": "60.8% (2012 est.)"
    },
    "agriculture_products": {
      "text": "corn, sorghum, sugarcane, rice, bananas, vegetables, coffee; beef, pork, milk, eggs; fish"
    },
    "industries": {
      "text": "petroleum, construction materials, food processing, textiles; iron ore mining, steel, aluminum; motor vehicle assembly, chemical products, paper products"
    },
    "industrial_production_growth_rate": {
      "text": "4.7% (2012 est.)"
    },
    "labor_force": {
      "text": "13.49 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "7.3%",
      "industry": "21.8%",
      "services": "70.9% (4th quarter, 2011 est.)"
    },
    "unemployment_rate": {
      "text": "7.8% (2012 est.); 8.2% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "31.6% (2011 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.7%",
      "highest_10%": "32.7% (2006)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "39 (2011); 49.5 (1998)"
    },
    "budget": {
      "revenues": "$109.8 billion",
      "expenditures": "$165.3 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "28.7% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-14.5% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "26.8% of GDP (2012 est.); 25.1% of GDP (2011 est.)",
      "note": "data cover central government debt, as well as the debt of state-owned oil company PDVSA; the data include treasury debt held by foreign entities; the data include some debt issued by subnational entities, as well as intra-governmental debt; intra-governmental debt consists of treasury borrowings from surpluses in the social funds, such as for retirement, medical care, and unemployment; some debt instruments for the social funds are sold at public auctions"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "21.1% (2012 est.); 26.1% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "29.5% (31 December 2010); 29.5% (31 December 2009)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "16.38% (31 December 2012 est.); 17.15% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$163 billion (31 December 2012 est.); $110.8 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$188.2 billion (31 December 2012 est.); $115.9 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$147.1 billion (31 December 2012 est.); $92.82 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$5.143 billion (31 December 2011); $3.991 billion (31 December 2010); $8.86 billion (31 December 2010)"
    },
    "current_account_balance": {
      "text": "$20.6 billion (2012 est.); $27.21 billion (2011 est.)"
    },
    "exports": {
      "text": "$97.34 billion (2012 est.); $92.81 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "petroleum, bauxite and aluminum, minerals, chemicals, agricultural products, basic manufactures"
    },
    "exports_partners": {
      "text": "US 39.3%, China 14.4%, India 12%, Netherlands Antilles 7.6%, Cuba 4.5% (2012)"
    },
    "imports": {
      "text": "$59.31 billion (2012 est.); $46.78 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "agricultural products, livestock, raw materials, machinery and equipment, transport equipment, construction materials, medical equipment, pharmaceuticals, chemicals, iron and steel products"
    },
    "imports_partners": {
      "text": "US 31.2%, China 16.5%, Brazil 8.9% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$29.89 billion (31 December 2012 est.); $29.89 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$75.75 billion (31 December 2012 est.); $67.91 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$47.4 billion (31 December 2012 est.); $45.2 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$21.25 billion (31 December 2012 est.); $19.81 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "bolivars (VEB) per US dollar -; 4.289 (2012 est.); 4.289 (2011 est.); 2.5821 (2010 est.); 2.147 (2009); 2.147 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "127.6 billion kWh (2012 est.)"
    },
    "electricity_consumption": {
      "text": "85.05 billion kWh (2011 est.)"
    },
    "electricity_exports": {
      "text": "633 million kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "260 million kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "27.5 million kW (2012 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "35.7% of total installed capacity (2012 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "64.3% of total installed capacity (2012 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "crude_oil_production": {
      "text": "2.47 million bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "1.645 million bbl/day (2010 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "209.4 billion bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "1.176 million bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "571,000 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "638,000 bbl/day (2010 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "16,660 bbl/day (2011 est.)"
    },
    "natural_gas_production": {
      "text": "31.2 billion cu m (2011 est.)"
    },
    "natural_gas_consumption": {
      "text": "33.1 billion cu m (2011 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2011 est.)"
    },
    "natural_gas_imports": {
      "text": "1.446 billion cu m (2011 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "5.524 trillion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "158.4 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "7.332 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "28.782 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "modern and expanding",
      "domestic": "domestic satellite system with 3 earth stations; recent substantial improvement in telephone service in rural areas; substantial increase in digitalization of exchanges and trunk lines; installation of a national interurban fiber-optic network capable of digital multimedia services; combined fixed and mobile-cellular telephone subscribership 130 per 100 persons",
      "international": "country code - 58; submarine cable systems provide connectivity to the Caribbean, Central and South America, and US; satellite earth stations - 1 Intelsat (Atlantic Ocean) and 1 PanAmSat; participating with Colombia, Ecuador, Peru, and Bolivia in the construction of an international fiber-optic network; constructing submarine cable to provide connectivity to Cuba with an estimated date of completion in late 2011 (2010)"
    },
    "broadcast_media": {
      "text": "government supervises a mixture of state-run and private broadcast media; 1 state-run TV network, 4 privately owned TV networks, a privately owned news channel with limited national coverage, and a government-backed pan-American channel; state-run radio network includes 65 news stations and roughly another 30 stations targeted at specific audiences; state-sponsored community broadcasters include 244 radio stations and 36 TV stations; the number of private broadcast radio stations has been declining, but many still remain in operation (2010)"
    },
    "internet_country_code": {
      "text": ".ve"
    },
    "internet_hosts": {
      "text": "1.016 million (2012)"
    },
    "internet_users": {
      "text": "8.918 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "444 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "127",
      "over_3_047_m": "6",
      "2_438_to_3_047_m": "9",
      "1_524_to_2_437_m": "33",
      "914_to_1_523_m": "62",
      "under_914_m": "17 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "317",
      "2_438_to_3_047_m": "3",
      "1_524_to_2_437_m": "57",
      "914_to_1_523_m": "127",
      "under_914_m": "130 (2013)"
    },
    "heliports": {
      "text": "3 (2013)"
    },
    "pipelines": {
      "text": "extra heavy crude 981 km; gas 5,941 km; oil 7,588 km; refined products 1,778 km (2013)"
    },
    "railways": {
      "total": "806 km",
      "standard_gauge": "806 km 1.435-m gauge (41 km electrified) (2008)"
    },
    "roadways": {
      "total": "96,155 km",
      "paved": "32,308 km",
      "unpaved": "63,847 km (2002)"
    },
    "waterways": {
      "text": "7,100 km (the Orinoco River (400 km) and Lake de Maracaibo are navigable by oceangoing vessels) (2011)"
    },
    "merchant_marine": {
      "total": "53",
      "by_type": "bulk carrier 4, cargo 12, chemical tanker 1, liquefied gas 5, passenger 1, passenger/cargo 14, petroleum tanker 16",
      "foreign_owned": "9 (Denmark 1, Estonia 1, Germany 1, Greece 4, Mexico 1, Spain 1)",
      "registered_in_other_countries": "14 (Panama 13, Saint Vincent and the Grenadines 1) (2010)"
    },
    "ports_and_terminals": {
      "text": "La Guaira, Maracaibo, Puerto Cabello, Punta Cardon",
      "oil_terminals": "Jose terminal"
    },
    "transportation_note": {
      "text": "the International Maritime Bureau reports the territorial and offshore waters in the Caribbean Sea as a significant risk for piracy and armed robbery against ships; numerous vessels, including commercial shipping and pleasure craft, have been attacked and hijacked both at anchor and while underway; crews have been robbed and stores or cargoes stolen"
    }
  },
  "military": {
    "military_branches": {
      "text": "Bolivarian National Armed Forces (Fuerza Armada Nacional Bolivariana, FANB): Bolivarian Army (Ejercito Bolivariano, EB), Bolivarian Navy (Armada Bolivariana, AB; includes Naval Infantry, Coast Guard, Naval Aviation), Bolivarian Military Aviation (Aviacion Militar Bolivariana, AMB; includes Air National Guard), Bolivarian National Guard (Guardia Nacional Bolivaria, GNB) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-30 years of age for compulsory and voluntary military service; 30-month conscript service obligation; Navy requires 6th-grade education for enlisted personnel; all citizens of military service age (18-60 years old) are obligated to register for military service (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "7,013,854",
      "females_age_16_49": "7,165,661 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "5,614,743",
      "females_age_16_49": "6,074,834 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "277,210",
      "female": "273,353 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.7% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "claims all of the area west of the Essequibo River in Guyana, preventing any discussion of a maritime boundary; Guyana has expressed its intention to join Barbados in asserting claims before the United Nations Convention on the Law of the Sea that Trinidad and Tobago's maritime boundary with Venezuela extends into their waters; dispute with Colombia over maritime boundary and Venezuelan administered Los Monjes islands near the Gulf of Venezuela; Colombian organized illegal narcotics and paramilitary activities penetrate Venezuela's shared border region; in 2006, an estimated 139,000 Colombians sought protection in 150 communities along the border in Venezuela; US, France, and the Netherlands recognize Venezuela's granting full effect to Aves Island, thereby claiming a Venezuelan Economic Exclusion Zone/continental shelf extending over a large portion of the eastern Caribbean Sea; Dominica, Saint Kitts and Nevis, Saint Lucia, and Saint Vincent and the Grenadines protest Venezuela's full effect claim"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "203,563 (Colombia) (2012)"
    },
    "trafficking_in_persons": {
      "current_situation": "Venezuela is a source, transit, and destination country for men, women, and children subjected to sex trafficking and forced labor; Venezuelan women and girls are trafficked within the country for sexual exploitation, lured from the nation's interior to urban and tourist areas; women from Colombia, Peru, Haiti, China, and South Africa are also reported to have been sexually exploited in Venezuela; some Venezuelan women are transported to Caribbean islands, particularly Aruba, Curacao, and Trinidad & Tobago, where they are subjected to forced prostitution; some Venezuelan children are forced to beg on the streets or work as domestic servants, while Ecuadorian children, who are often from indigenous communities, are subjected to forced labor",
      "tier_rating": "Tier 2 Watch List - Venezuela does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; the government has increased the investigation of forced labor crimes but has not publicly document progress on prosecutions and convictions of trafficking offenders or on victim identification or assistance; the government also does not report on the existence of formal procedures for identifying trafficking victims and referring them to victim services; authorities provide limited funding to some NGOs providing victim services; public service announcements and an awareness campaign on human trafficking have continued (2013)"
    },
    "illicit_drugs": {
      "text": "small-scale illicit producer of opium and coca for the processing of opiates and coca derivatives; however, large quantities of cocaine, heroin, and marijuana transit the country from Colombia bound for US and Europe; significant narcotics-related money-laundering activity, especially along the border with Colombia and on Margarita Island; active eradication program primarily targeting opium; increasing signs of drug-related activities by Colombian insurgents on border"
    }
  }
}