{
  "Introduction": {
    "Background": {
      "text": "<p>Venezuela was one of three countries that emerged from the collapse of Gran Colombia in 1830 (the others being Ecuador and New Granada, which became Colombia). For most of the first half of the 20th century, Venezuela was ruled by military strongmen who promoted the oil industry and allowed for some social reforms. Although democratically elected governments largely held sway since 1959, the executive branch under Hugo CHAVEZ, president from 1999 to 2013, exercised increasingly authoritarian control over other branches of government.  This undemocratic trend continued in 2018 when Nicolas MADURO claimed the presidency for his second term in an election boycotted by most opposition parties and widely viewed as fraudulent.<br><br>The last democratically-elected institution is the 2015 National Assembly. The President of the 2015 National Assembly, Juan GUAIDO is currently recognized by several countries - including the United States - as the interim president of Venezuela, while MADURO is recognized by most countries. In 2020, legislative elections were held for a new National Assembly, which the opposition boycotted and which were widely condemned as fraudulent. The resulting assembly is viewed by GUAIDO, most opposition parties, and many international actors as illegitimate. In November 2021, most opposition parties broke a three-year election boycott to participate in mayoral and gubernatorial elections, despite flawed conditions. As a result, the opposition more than doubled its representation at the mayoral level and retained four of 23 governorships. The 2021 regional elections marked the first time since 2006 that the EU was allowed to send an electoral observation mission to Venezuela.<br><br>The MADURO regime places strong restrictions on freedoms of expression and the press. Since CHAVEZ, the ruling party's economic policies expanded the state's role in the economy through expropriations of major enterprises, strict currency exchange and price controls that discourage private sector investment and production, and overdependence on the petroleum industry for revenues, among others. Years of economic mismanagement left Venezuela ill-prepared to weather the global drop in oil prices in 2014, sparking an economic decline that has resulted in reduced government social spending, shortages of basic goods, and high inflation. Worsened living conditions have prompted over 6 million Venezuelans to migrate, mainly settling in nearby countries. Since 2017, the US has imposed financial and sectoral sanctions on the MADURO regime. Since mid-2020, and despite MADURO regime mismanagement and faltering infrastructure, oil production has begun to rise primarily due to strengthened MADURO regime trade relations with China, Russia, Iran, and the illicit oil trade. Caracas has more recently relaxed some economic controls to mitigate the impact of its sustained economic crisis, such as allowing increased currency and liberalizing import flexibility for private citizens and companies. Other concerns include human rights abuses, rampant violent crime, political manipulation of the judicial and electoral systems, and corruption.</p>"
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern South America, bordering the Caribbean Sea and the North Atlantic Ocean, between Colombia and Guyana"
    },
    "Geographic coordinates": {
      "text": "8 00 N, 66 00 W"
    },
    "Map references": {
      "text": "South America"
    },
    "Area": {
      "total": {
        "text": "912,050 sq km"
      },
      "land": {
        "text": "882,050 sq km"
      },
      "water": {
        "text": "30,000 sq km"
      }
    },
    "Area - comparative": {
      "text": "almost six times the size of Georgia; slightly more than twice the size of California"
    },
    "Land boundaries": {
      "total": {
        "text": "5,267 km"
      },
      "border countries": {
        "text": "Brazil 2,137 km; Colombia 2,341 km; Guyana 789 km"
      }
    },
    "Coastline": {
      "text": "2,800 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "15 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200-m depth or to the depth of exploitation"
      }
    },
    "Climate": {
      "text": "tropical; hot, humid; more moderate in highlands"
    },
    "Terrain": {
      "text": "Andes Mountains and Maracaibo Lowlands in northwest; central plains (llanos); Guiana Highlands in southeast"
    },
    "Elevation": {
      "highest point": {
        "text": "Pico Bolivar 4,978 m"
      },
      "lowest point": {
        "text": "Caribbean Sea 0 m"
      },
      "mean elevation": {
        "text": "450 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, iron ore, gold, bauxite, other minerals, hydropower, diamonds"
    },
    "Land use": {
      "agricultural land": {
        "text": "24.5% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 3.1% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0.8% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 20.6% (2018 est.)"
      },
      "forest": {
        "text": "52.1% (2018 est.)"
      },
      "other": {
        "text": "23.4% (2018 est.)"
      }
    },
    "Irrigated land": {
      "text": "10,550 sq km (2012)"
    },
    "Major lakes (area sq km)": {
      "Salt water lake(s)": {
        "text": "Lago de Maracaibo - 13,010 sq km"
      }
    },
    "Major rivers (by length in km)": {
      "text": "Rio Negro (shared with Colombia [s] and Brazil [m]) - 2,250 km; Orinoco river source and mouth (shared with Colombia) - 2,101 km<br><strong>note</strong> – [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "text": "Atlantic Ocean drainage: Amazon (6,145,186 sq km), Orinoco (953,675 sq km)"
    },
    "Population distribution": {
      "text": "most of the population is concentrated in the northern and western highlands along an eastern spur at the northern end of the Andes, an area that includes the capital of Caracas"
    },
    "Natural hazards": {
      "text": "subject to floods, rockslides, mudslides; periodic droughts"
    },
    "Geography - note": {
      "text": "<p><strong>note 1:</strong> the country lies on major sea and air routes linking North and South America</p> <p><strong>note 2:</strong> Venezuela has some of the most unique geology in the world; tepuis are massive table-top mountains of the western Guiana Highlands that tend to be isolated and thus support unique endemic plant and animal species; their sheer cliffsides account for some of the most spectacular waterfalls in the world including Angel Falls, the world's highest (979 m) that drops off Auyan Tepui</p>"
    }
  },
  "People and Society": {
    "Population": {
      "text": "29,069,153 (July 2021 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Venezuelan(s)"
      },
      "adjective": {
        "text": "Venezuelan"
      }
    },
    "Ethnic groups": {
      "text": "unspecified Spanish, Italian, Portuguese, Arab, German, African, Indigenous"
    },
    "Languages": {
      "Languages": {
        "text": "Spanish (official), numerous indigenous dialects"
      },
      "major-language sample(s)": {
        "text": "<br>La Libreta Informativa del Mundo, la fuente indispensable de información básica. (Spanish)<br><br>The World Factbook, the indispensable source for basic information."
      }
    },
    "Religions": {
      "text": "Roman Catholic 96%, Protestant 2%, other 2%"
    },
    "Demographic profile": {
      "text": "<p>Social investment in Venezuela during the CHAVEZ administration reduced poverty from nearly 50% in 1999 to about 27% in 2011, increased school enrollment, substantially decreased infant and child mortality, and improved access to potable water and sanitation through social investment. \"Missions\" dedicated to education, nutrition, healthcare, and sanitation were funded through petroleum revenues. The sustainability of this progress remains questionable, however, as the continuation of these social programs depends on the prosperity of Venezuela's oil industry. In the long-term, education and health care spending may increase economic growth and reduce income inequality, but rising costs and the staffing of new health care jobs with foreigners are slowing development.</p> <p>While CHAVEZ was in power, more than one million predominantly middle- and upper-class Venezuelans are estimated to have emigrated. The brain drain is attributed to a repressive political system, lack of economic opportunities, steep inflation, a high crime rate, and corruption. Thousands of oil engineers emigrated to Canada, Colombia, and the United States following CHAVEZ's firing of over 20,000 employees of the state-owned petroleum company during a 2002-03 oil strike. Additionally, thousands of Venezuelans of European descent have taken up residence in their ancestral homelands. Nevertheless, Venezuela has attracted hundreds of thousands of immigrants from South America and southern Europe because of its lenient migration policy and the availability of education and health care. Venezuela also has been a fairly accommodating host to Colombian refugees, numbering about 170,000 as of year-end 2016. However, since 2014, falling oil prices have driven a major economic crisis that has pushed Venezuelans from all walks of life to migrate or to seek asylum abroad to escape severe shortages of food, water, and medicine; soaring inflation; unemployment; and violence. As of March 2020, an estimated 5 million Venezuelans were refugees or migrants worldwide, with almost 80% taking refuge in Latin America and the Caribbean (notably Colombia, Peru, Chile, Ecuador, Argentina, and Brazil, as well as the Dominican Republic, Aruba, and Curacao). Asylum applications increased significantly in the US and Brazil in 2016 and 2017. Several receiving countries are making efforts to increase immigration restrictions and to deport illegal Venezuelan migrants - Ecuador and Peru in August 2018 began requiring valid passports for entry, which are difficult to obtain for Venezuelans. Nevertheless, Venezuelans continue to migrate to avoid economic collapse at home.</p>"
    },
    "Age structure": {
      "0-14 years": {
        "text": "25.66% (male 3,759,280/female 3,591,897)"
      },
      "15-24 years": {
        "text": "16.14% (male 2,348,073/female 2,275,912)"
      },
      "25-54 years": {
        "text": "41.26% (male 5,869,736/female 5,949,082)"
      },
      "55-64 years": {
        "text": "8.76% (male 1,203,430/female 1,305,285)"
      },
      "65 years and over": {
        "text": "8.18% (male 1,069,262/female 1,272,646) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "54.4"
      },
      "youth dependency ratio": {
        "text": "42.1"
      },
      "elderly dependency ratio": {
        "text": "12.3"
      },
      "potential support ratio": {
        "text": "8.1 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "30 years"
      },
      "male": {
        "text": "29.4 years"
      },
      "female": {
        "text": "30.7 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "2.46% (2021 est.)"
    },
    "Birth rate": {
      "text": "17.27 births/1,000 population (2022 est.)"
    },
    "Death rate": {
      "text": "6.81 deaths/1,000 population (2022 est.)"
    },
    "Net migration rate": {
      "text": "14.22 migrant(s)/1,000 population (2021 est.)"
    },
    "Population distribution": {
      "text": "most of the population is concentrated in the northern and western highlands along an eastern spur at the northern end of the Andes, an area that includes the capital of Caracas"
    },
    "Urbanization": {
      "urban population": {
        "text": "88.4% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "1.16% annual rate of change (2020-25 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "2.957 million CARACAS (capital), 2.333 million Maracaibo, 1.959 million Valencia, 1.241 million Barquisimeto, 1.230 million Maracay, 950,000 Ciudad Guayana (2022)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.03 male(s)/female"
      },
      "25-54 years": {
        "text": "0.99 male(s)/female"
      },
      "55-64 years": {
        "text": "0.92 male(s)/female"
      },
      "65 years and over": {
        "text": "0.84 male(s)/female"
      },
      "total population": {
        "text": "0.99 male(s)/female (2020 est.)"
      }
    },
    "Maternal mortality ratio": {
      "text": "125 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "22.23 deaths/1,000 live births"
      },
      "male": {
        "text": "24.79 deaths/1,000 live births"
      },
      "female": {
        "text": "19.55 deaths/1,000 live births (2021 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "72.22 years"
      },
      "male": {
        "text": "68.9 years"
      },
      "female": {
        "text": "75.7 years (2021 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.24 children born/woman (2021 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "75% (2010)"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: NA"
      },
      "improved: rural": {
        "text": "rural: NA"
      },
      "improved: total": {
        "text": "total: 94.2% of population"
      },
      "unimproved: urban": {
        "text": "urban: NA"
      },
      "unimproved: rural": {
        "text": "rural: NA"
      },
      "unimproved: total": {
        "text": "total: 5.8% of population (2020 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "5.4% (2019)"
    },
    "Hospital bed density": {
      "text": "0.9 beds/1,000 population (2017)"
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: NA"
      },
      "improved: rural": {
        "text": "rural: NA"
      },
      "improved: total": {
        "text": "total: 95.8% of population"
      },
      "unimproved: urban": {
        "text": "urban: NA"
      },
      "unimproved: rural": {
        "text": "rural: NA"
      },
      "unimproved: total": {
        "text": "total: 4.2% of population (2020 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.5% (2020 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "100,000 (2020 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "4,200 (2020 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea and hepatitis A"
      },
      "vectorborne diseases": {
        "text": "dengue fever and malaria"
      },
      "note": "<strong>Note:</strong> as of 1 March 2021, the Centers for Disease Control and Prevention recommends that travelers avoid all nonessential travel to Venezuela; the country is experiencing outbreaks of infectious diseases, and adequate health care is currently not available in most of the country"
    },
    "Obesity - adult prevalence rate": {
      "text": "25.6% (2016)"
    },
    "Children under the age of 5 years underweight": {
      "text": "NA"
    },
    "Education expenditures": {
      "text": "1.3% of GDP (2017)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "97.1%"
      },
      "male": {
        "text": "97%"
      },
      "female": {
        "text": "97.2% (2016)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "12.1%"
      },
      "male": {
        "text": "10.5% NA"
      },
      "female": {
        "text": "14.9% NA (2017 est.)"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "sewage pollution of Lago de Valencia; oil and urban pollution of Lago de Maracaibo; deforestation; soil degradation; urban and industrial pollution, especially along the Caribbean coast; threat to the rainforest ecosystem from irresponsible mining operations"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic-Environmental Protection, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Comprehensive Nuclear Test Ban, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Nuclear Test Ban, Ozone Layer Protection, Ship Pollution, Tropical Timber 2006, Wetlands"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Air pollutants": {
      "particulate matter emissions": {
        "text": "15.82 micrograms per cubic meter (2016 est.)"
      },
      "carbon dioxide emissions": {
        "text": "164.18 megatons (2016 est.)"
      },
      "methane emissions": {
        "text": "68.66 megatons (2020 est.)"
      }
    },
    "Climate": {
      "text": "tropical; hot, humid; more moderate in highlands"
    },
    "Land use": {
      "agricultural land": {
        "text": "24.5% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 3.1% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0.8% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 20.6% (2018 est.)"
      },
      "forest": {
        "text": "52.1% (2018 est.)"
      },
      "other": {
        "text": "23.4% (2018 est.)"
      }
    },
    "Urbanization": {
      "urban population": {
        "text": "88.4% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "1.16% annual rate of change (2020-25 est.)"
      }
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea and hepatitis A"
      },
      "vectorborne diseases": {
        "text": "dengue fever and malaria"
      },
      "note": "<strong>Note:</strong> as of 1 March 2021, the Centers for Disease Control and Prevention recommends that travelers avoid all nonessential travel to Venezuela; the country is experiencing outbreaks of infectious diseases, and adequate health care is currently not available in most of the country"
    },
    "Food insecurity": {
      "widespread lack of access": {
        "text": "due to severe economic crisis - the total number of refugees and migrants from the country is estimated at 5.4 million, with the largest populations located in Colombia, Peru, and Chile; humanitarian needs for refugees and migrants are significant; the national economy, highly dependent on oil production and exports, is forecast to contract in 2021 for the eighth consecutive year; with the persistent negative effects of the COVID‑19 pandemic that have compounded the already severe macro‑economic crisis, the access to food of the most vulnerable households is expected to deteriorate throughout 2021 due to widespread losses of income‑generating activities and soaring food prices (2021)"
      }
    },
    "Waste and recycling": {
      "municipal solid waste generated annually": {
        "text": "9,779,093 tons (2010 est.)"
      }
    },
    "Major lakes (area sq km)": {
      "Salt water lake(s)": {
        "text": "Lago de Maracaibo - 13,010 sq km"
      }
    },
    "Major rivers (by length in km)": {
      "text": "Rio Negro (shared with Colombia [s] and Brazil [m]) - 2,250 km; Orinoco river source and mouth (shared with Colombia) - 2,101 km<br><strong>note</strong> – [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "text": "Atlantic Ocean drainage: Amazon (6,145,186 sq km), Orinoco (953,675 sq km)"
    },
    "Total water withdrawal": {
      "municipal": {
        "text": "5.123 billion cubic meters (2017 est.)"
      },
      "industrial": {
        "text": "793.3 million cubic meters (2017 est.)"
      },
      "agricultural": {
        "text": "16.71 billion cubic meters (2017 est.)"
      }
    },
    "Total renewable water resources": {
      "text": "1.325 trillion cubic meters (2017 est.)"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Bolivarian Republic of Venezuela"
      },
      "conventional short form": {
        "text": "Venezuela"
      },
      "local long form": {
        "text": "Republica Bolivariana de Venezuela"
      },
      "local short form": {
        "text": "Venezuela"
      },
      "former": {
        "text": "State of Venezuela, Republic of Venezuela, United States of Venezuela"
      },
      "etymology": {
        "text": "native stilt-houses built on Lake Maracaibo reminded early explorers Alonso de OJEDA and Amerigo VESPUCCI in 1499 of buildings in Venice and so they named the region \"Venezuola,\" which in Italian means \"Little Venice\""
      }
    },
    "Government type": {
      "text": "federal presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Caracas"
      },
      "geographic coordinates": {
        "text": "10 29 N, 66 52 W"
      },
      "time difference": {
        "text": "UTC-4 (1 hour ahead of Washington, DC, during Standard Time)"
      },
      "etymology": {
        "text": "named for the native Caracas tribe that originally settled in the city's valley site near the Caribbean coast"
      }
    },
    "Administrative divisions": {
      "text": "23 states (estados, singular - estado), 1 capital district* (distrito capital), and 1 federal dependency** (dependencia federal); Amazonas, Anzoategui, Apure, Aragua, Barinas, Bolivar, Carabobo, Cojedes, Delta Amacuro, Dependencias Federales (Federal Dependencies)**, Distrito Capital (Capital District)*, Falcon, Guarico, La Guaira, Lara, Merida, Miranda, Monagas, Nueva Esparta, Portuguesa, Sucre, Tachira, Trujillo, Yaracuy, Zulia",
      "note": "<strong>note:</strong> the federal dependency consists of 11 federally controlled island groups with a total of 72 individual islands"
    },
    "Independence": {
      "text": "5 July 1811 (from Spain)"
    },
    "National holiday": {
      "text": "Independence Day, 5 July (1811)"
    },
    "Constitution": {
      "history": {
        "text": "many previous; latest adopted 15 December 1999, effective 30 December 1999"
      },
      "amendments": {
        "text": "proposed through agreement by at least 39% of the National Assembly membership, by the president of the republic in session with the cabinet of ministers, or by petition of at least 15% of registered voters; passage requires simple majority vote by the Assembly and simple majority approval in a referendum; amended 2009; note - in 2016, President MADURO issued a decree to hold an election to form a constituent assembly to change the constitution; the election in July 2017 approved the formation of a 545-member constituent assembly and elected its delegates, empowering them to change the constitution and dismiss government institutions and officials"
      }
    },
    "Legal system": {
      "text": "civil law system based on the Spanish civil code"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "yes"
      },
      "citizenship by descent only": {
        "text": "yes"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "10 years; reduced to five years in the case of applicants from Spain, Portugal, Italy, or a Latin American or Caribbean country"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "Notification Statement: the United States recognizes Juan GUAIDO as the Interim President of Venezuela<br><br>President Nicolas MADURO Moros (since 19 April 2013); Executive Vice President Delcy RODRIGUEZ Gomez (since 14 June 2018); note - the president is both chief of state and head of government"
      },
      "head of government": {
        "text": "President Nicolas MADURO Moros (since 19 April 2013); Executive Vice President Delcy RODRIGUEZ Gomez (since 14 June 2018)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by simple majority popular vote for a 6-year term (no term limits); election last held on 20 May 2018 (next election scheduled for 2024)"
      },
      "election results": {
        "text": "2018: Nicolas MADURO Moros reelected president; percent of vote - Nicolas MADURO Moros (PSUV) 68%, Henri FALCON (AP) 21%, Javier BERTUCCI 11%; note - the election was marked by serious shortcomings and electoral fraud; voter turnout was approximately 46% due largely to an opposition boycott of the election<br><br>2013: Nicolas MADURO Moros elected president; percent of vote - Nicolas MADURO Moros (PSUV) 50.6%, Henrique CAPRILES Radonski (PJ) 49.1%, other 0.3%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral National Assembly or Asamblea Nacional (277 seats; 3 seats reserved for indigenous peoples of Venezuela; members serve 5-year terms); note - in 2020, the National Electoral Council increased the number of seats in the National Assembly from 167 to 277 for the 6 December 2020 election"
      },
      "elections": {
        "text": "last held on 6 December 2020 (next to be held in December 2025)"
      },
      "election results": {
        "text": "percent of vote by party - GPP (pro-government) 69.32%, Democratic Alliance (opposition coalition) 17.68%, other 13%; seats by party - GPP 253, Democratic Alliance 18, indigenous peoples 3, other 3"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Tribunal of Justice (consists of 32 judges organized into constitutional, political-administrative, electoral, civil appeals, criminal appeals, and social divisions)"
      },
      "judge selection and term of office": {
        "text": "judges proposed by the Committee of Judicial Postulation (an independent body of organizations dealing with legal issues and of the organs of citizen power) and appointed by the National Assembly; judges serve nonrenewable 12-year terms; note - in July 2017, the National Assembly named 33 judges to the court to replace a series of judges, it argued, had been illegally appointed in late 2015 by the outgoing, socialist-party-led Assembly; the Government of President MADURO and the Socialist Party-appointed judges refused to recognize these appointments, however, and many of the new judges have since been imprisoned or forced into exile"
      },
      "subordinate courts": {
        "text": "Superior or Appeals Courts (Tribunales Superiores); District Tribunals (Tribunales de Distrito); Courts of First Instance (Tribunales de Primera Instancia); Parish Courts (Tribunales de Parroquia); Justices of the Peace (Justicia de Paz) Network"
      }
    },
    "Political parties and leaders": {
      "text": "<p>A New Era or UNT [Manuel ROSALES]<br>Brave People's Alliance or ABP [Richard BLANCO]<br>Cambiemos Movimiento Ciudadano or CMC [Timoteo ZAMBRANO]<br>Christian Democrats or COPEI [Miguel SALAZAR]<br>Clear Accounts or CC [Enzo SCARENO]<br>Coalition of parties loyal to Nicolas MADURO -- Great Patriotic Pole or GPP [Nicolas MADURO]<br>Coalition of opposition parties -- Democratic Alliance (Alianza Democratica) (comprised of AD, EL CAMBIO, COPEI, CMC, and AP)<br>Come Venezuela (Vente Venezuela) or VV [Maria MACHADO]<br>Communist Party of Venezuela or PCV [Oscar FIGUERA]<br>Democratic Action or AD [Jose Bernabe GUTIERREZ Parra]<br>EL CAMBIO (The Change) [Javier Alejandro BERTUCCI Carrero]<br>Justice First or PJ [Julio BORGES]<br>Popular Will or VP [Leopoldo LOPEZ]<br>Progressive Wave or AP [Henri FALCON]<br>The Radical Cause or La Causa R [Andres VELAZQUEZ]<br>United Socialist Party of Venezuela or PSUV [Nicolas MADURO]<br>Venezuelan Progressive Movement or MPV [Simon CALZADILLA]<br>Venezuela Project or PV [Henrique Fernando SALAS FEO]</p>"
    },
    "International organization participation": {
      "text": "Caricom (observer), CD, CDB, CELAC, FAO, G-15, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt (signatory), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ITSO, ITU, ITUC (NGOs), LAES, LAIA, LAS (observer), MIGA, NAM, OAS, OPANAL, OPCW, OPEC, PCA, Petrocaribe, UN, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Carlos Alfredo VECCHIO (since 8 April 2019)"
      },
      "chancery": {
        "text": "1099 30th Street NW, Washington, DC 20007"
      },
      "telephone": {
        "text": "[1] (202) 342-2214"
      },
      "FAX": {
        "text": "[1] (202) 342-6820"
      },
      "email address and website": {
        "text": "<br>despacho.embveus@mppre.gob.ve"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires James \"Jimmy\" STORY (since July 2018); note - on 11 March 2019, the Department of State announced the temporary suspension of operations of the US Embassy in Caracas and the withdrawal of diplomatic personnel; all consular services, routine and emergency, are suspended"
      },
      "embassy": {
        "text": "now operating from Bogota, Colombia<br>Venezuela Affairs Unit, Carrera 45 N. 24B-27, Bogota<br><br>previously - F St. and Suapure St.; Urb . Colinas de Valle Arriba; Caracas 1080"
      },
      "mailing address": {
        "text": "3140 Caracas Place, Washington DC&nbsp; 20521-3140"
      },
      "telephone": {
        "text": "1-888-407-4747<br>  "
      },
      "email address and website": {
        "text": "<br>ACSBogota@state.gov<br><br>https://ve.usembassy.gov/"
      }
    },
    "Flag description": {
      "text": "three equal horizontal bands of yellow (top), blue, and red with the coat of arms on the hoist side of the yellow band and an arc of eight white five-pointed stars centered in the blue band; the flag retains the three equal horizontal bands and three main colors of the banner of Gran Colombia, the South American republic that broke up in 1830; yellow is interpreted as standing for the riches of the land, blue for the courage of its people, and red for the blood shed in attaining independence; the seven stars on the original flag represented the seven provinces in Venezuela that united in the war of independence; in 2006, then President Hugo CHAVEZ ordered an eighth star added to the star arc - a decision that sparked much controversy - to conform with the flag proclaimed by Simon Bolivar in 1827 and to represent the historic province of Guayana"
    },
    "National symbol(s)": {
      "text": "troupial (bird); national colors: yellow, blue, red"
    },
    "National anthem": {
      "name": {
        "text": "\"Gloria al bravo pueblo\" (Glory to the Brave People)"
      },
      "lyrics/music": {
        "text": "Vicente SALIAS/Juan Jose LANDAETA"
      },
      "note": "<strong>note:</strong> adopted 1881; lyrics written in 1810, the music some years later; both SALIAS and LANDAETA were executed in 1814 during Venezuela's struggle for independence"
    },
    "National heritage": {
      "total World Heritage Sites": {
        "text": "3 (2 cultural, 1 natural)"
      },
      "selected World Heritage Site locales": {
        "text": "Coro and its Port (c), Canaima National Park (n), Ciudad Universitaria de Caracas (c)"
      }
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "<p>Venezuela remains highly dependent on oil revenues, which account for almost all export earnings and nearly half of the government’s revenue, despite a continued decline in oil production in 2017. In the absence of official statistics, foreign experts estimate that GDP contracted 12% in 2017, inflation exceeded 2000%, people faced widespread shortages of consumer goods and medicine, and the central bank's international reserves dwindled. In late 2017, Venezuela also entered selective default on some of its sovereign and state oil company, Petroleos de Venezuela, S.A., (PDVSA) bonds. Domestic production and industry continues to severely underperform and the Venezuelan Government continues to rely on imports to meet its basic food and consumer goods needs.</p><p></p><p>Falling oil prices since 2014 have aggravated Venezuela’s economic crisis. Insufficient access to dollars, price controls, and rigid labor regulations have led some US and multinational firms to reduce or shut down their Venezuelan operations. Market uncertainty and PDVSA’s poor cash flow have slowed investment in the petroleum sector, resulting in a decline in oil production.</p><p></p><p>Under President Nicolas MADURO, the Venezuelan Government’s response to the economic crisis has been to increase state control over the economy and blame the private sector for shortages. MADURO has given authority for the production and distribution of basic goods to the military and to local socialist party member committees. The Venezuelan Government has maintained strict currency controls since 2003. The government has been unable to sustain its mechanisms for distributing dollars to the private sector, in part because it needed to withhold some foreign exchange reserves to make its foreign bond payments. As a result of price and currency controls, local industries have struggled to purchase production inputs necessary to maintain their operations or sell goods at a profit on the local market. Expansionary monetary policies and currency controls have created opportunities for arbitrage and corruption and fueled a rapid increase in black market activity.</p>"
    },
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2018": {
        "text": "$269.068 billion (2018 est.)"
      },
      "Real GDP (purchasing power parity) 2017": {
        "text": "$334.751 billion (2017 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2018": {
        "text": "-19.67% (2018 est.)"
      },
      "Real GDP growth rate 2017": {
        "text": "-15.76% (2017 est.)"
      }
    },
    "Real GDP per capita": {
      "Real GDP per capita 2018": {
        "text": "$7,704 (2018 est.)"
      },
      "Real GDP per capita 2017": {
        "text": "$9,417 (2017 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$210.1 billion (2017 est.)"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2019": {
        "text": "146,101.7% (2019 est.)"
      },
      "Inflation rate (consumer prices) 2018": {
        "text": "45,518.1% (2018 est.)"
      },
      "Inflation rate (consumer prices) 2017": {
        "text": "416.8% (2017 est.)"
      }
    },
    "Credit ratings": {
      "Fitch rating": {
        "text": "RD (2017)"
      },
      "Moody's rating": {
        "text": "WR (2019)"
      },
      "Standard & Poors rating": {
        "text": "SD (2017)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "4.7% (2017 est.)"
      },
      "industry": {
        "text": "40.4% (2017 est.)"
      },
      "services": {
        "text": "54.9% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "68.5% (2017 est.)"
      },
      "government consumption": {
        "text": "19.6% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "13.9% (2017 est.)"
      },
      "investment in inventories": {
        "text": "1.7% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "7% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-10.7% (2017 est.)"
      }
    },
    "Agricultural products": {
      "text": "sugar cane, maize, milk, rice, plantains, bananas, pineapples, potatoes, beef, poultry"
    },
    "Industries": {
      "text": "agricultural products, livestock, raw materials, machinery and equipment, transport equipment, construction materials, medical equipment, pharmaceuticals, chemicals, iron and steel products, crude oil and petroleum products"
    },
    "Industrial production growth rate": {
      "text": "-2% (2017 est.)"
    },
    "Labor force": {
      "text": "14.21 million (2017 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "7.3%"
      },
      "industry": {
        "text": "21.8%"
      },
      "services": {
        "text": "70.9% (4th quarter, 2011 est.)"
      }
    },
    "Unemployment rate": {
      "Unemployment rate 2018": {
        "text": "6.9% (2018 est.)"
      },
      "Unemployment rate 2017": {
        "text": "27.1% (2017 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "12.1%"
      },
      "male": {
        "text": "10.5% NA"
      },
      "female": {
        "text": "14.9% NA (2017 est.)"
      }
    },
    "Population below poverty line": {
      "text": "33.1% (2015 est.)"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2011": {
        "text": "39 (2011)"
      },
      "Gini Index coefficient - distribution of family income 1998": {
        "text": "49.5 (1998)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "1.7%"
      },
      "highest 10%": {
        "text": "32.7% (2006)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "92.8 billion (2017 est.)"
      },
      "expenditures": {
        "text": "189.7 billion (2017 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-46.1% (of GDP) (2017 est.)"
    },
    "Public debt": {
      "Public debt 2017": {
        "text": "38.9% of GDP (2017 est.)"
      },
      "Public debt 2016": {
        "text": "31.3% of GDP (2016 est.)"
      },
      "note": "<strong>note:</strong> data cover central government debt, as well as the debt of state-owned oil company PDVSA; the data include treasury debt held by foreign entities; the data include some debt issued by subnational entities, as well as intragovernmental debt; intragovernmental debt consists of treasury borrowings from surpluses in the social funds, such as for retirement, medical care, and unemployment; some debt instruments for the social funds are sold at public auctions"
    },
    "Taxes and other revenues": {
      "text": "44.2% (of GDP) (2017 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Current account balance": {
      "Current account balance 2017": {
        "text": "$4.277 billion (2017 est.)"
      },
      "Current account balance 2016": {
        "text": "-$3.87 billion (2016 est.)"
      }
    },
    "Exports": {
      "Exports 2018": {
        "text": "$83.401 billion (2018 est.)"
      },
      "Exports 2017": {
        "text": "$93.485 billion (2017 est.)"
      }
    },
    "Exports - partners": {
      "text": "India 34%, China 28%, United States 12%, Spain 6% (2019)"
    },
    "Exports - commodities": {
      "text": "crude petroleum, refined petroleum, industrial alcohols, gold, iron (2019)"
    },
    "Imports": {
      "Imports 2018": {
        "text": "$18.432 billion (2018 est.)"
      },
      "Imports 2017": {
        "text": "$18.376 billion (2017 est.)"
      }
    },
    "Imports - partners": {
      "text": "China 28%, United States 22%, Brazil 8%, Spain 6%, Mexico 6%&nbsp; (2019)"
    },
    "Imports - commodities": {
      "text": "refined petroleum, rice, corn, tires, soybean meal, wheat (2019)"
    },
    "Reserves of foreign exchange and gold": {
      "Reserves of foreign exchange and gold 31 December 2017": {
        "text": "$9.661 billion (31 December 2017 est.)"
      },
      "Reserves of foreign exchange and gold 31 December 2016": {
        "text": "$11 billion (31 December 2016 est.)"
      }
    },
    "Debt - external": {
      "Debt - external 31 December 2017": {
        "text": "$100.3 billion (31 December 2017 est.)"
      },
      "Debt - external 31 December 2016": {
        "text": "$109.8 billion (31 December 2016 est.)"
      }
    },
    "Exchange rates": {
      "currency": {
        "text": "bolivars (VEB) per US dollar -"
      },
      "Exchange rates 2017": {
        "text": "3,345 (2017 est.)"
      },
      "Exchange rates 2016": {
        "text": "673.76 (2016 est.)"
      },
      "Exchange rates 2015": {
        "text": "48.07 (2015 est.)"
      },
      "Exchange rates 2014": {
        "text": "13.72 (2014 est.)"
      },
      "Exchange rates 2013": {
        "text": "6.284 (2013 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "99.6% (2019)"
      },
      "electrification - urban areas": {
        "text": "100% (2019)"
      },
      "electrification - rural areas": {
        "text": "99% (2019)"
      }
    },
    "Electricity - production": {
      "text": "109.3 billion kWh (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "71.96 billion kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2015 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "31 million kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "51% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "49% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "1.484 million bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "1.656 million bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "302.3 billion bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "926,300 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "659,000 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "325,800 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "20,640 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "27.07 billion cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "24.21 billion cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "5.739 trillion cu m (1 January 2018 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "5,276,274 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "18.55 (2020 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "18,028,388 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "63.4 (2020 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "telecom industry struggling due to political upheaval in the country; poor quality of service in many areas of the country due to decrepit state of fixed-line network and operators&rsquo; inability to pay for equipment from foreign vendors; operator suffering from stolen or damaged infrastructure; many consumers favor mobile service, and cancel their fixed-line services; popularity of social networks caused growth in mobile data traffic; LTE coverage to about half of the population; government launched National Fiber Optic backbone project in 2019; national satellite drifted off course and became non-operational; American company closed a telecom service due to US sanctions and a Chilean company later acquired the service; Internet freedom deteriorating amid crisis, with frequent disruptions to service and monitoring; importer of broadcasting equipment from the USA (2020)"
      },
      "domestic": {
        "text": "two domestic satellite systems with three earth stations; recent substantial improvement in telephone service in rural areas; 3 major providers operate in the mobile market and compete with state-owned company; fixed-line over 18 per 100 and mobile-cellular telephone subscribership about 63 per 100 persons (2020)"
      },
      "international": {
        "text": "country code - 58; landing points for the Venezuela Festoon, ARCOS, PAN-AM, SAC, GlobeNet, ALBA-1 and Americas II submarine cable system providing connectivity to the Caribbean, Central and South America, and US; satellite earth stations - 1 Intelsat (Atlantic Ocean) and 1 PanAmSat (2020)"
      },
      "note": "<strong>note:</strong> the COVID-19 pandemic continues to have a significant impact on production and supply chains globally; since 2020, some aspects of the telecom sector have experienced downturn, particularly in mobile device production; many network operators delayed upgrades to infrastructure; progress towards 5G implementation was postponed or slowed in some countries; consumer spending on telecom services and devices was affected by large-scale job losses and the consequent restriction on disposable incomes; the crucial nature of telecom services as a tool for work and school from home became evident, and received some support from governments"
    },
    "Broadcast media": {
      "text": "Venezuela has a mixture of state-run and private broadcast media that are subject to high levels of government control, including the shuttering of opposition-leaning media outlets; 13 public service networks, 61 privately owned TV networks, a privately owned news channel with limited national coverage, and a government-backed Pan-American channel; 3 state-run radio networks officially control roughly 65 news stations and another 30 stations targeted at specific audiences; state-sponsored community broadcasters include 235 radio stations and 44 TV stations; the number of private broadcast radio stations has been declining, but many still remain in operation (2021)"
    },
    "Internet country code": {
      "text": ".ve"
    },
    "Internet users": {
      "total": {
        "text": "20.57 million (2021 est.)"
      },
      "percent of population": {
        "text": "72% (2019 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "2,407,187 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "8.47 (2020 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "12 (2020)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "75"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "2,137,771 (2018)"
      },
      "annual freight traffic on registered air carriers": {
        "text": "1.55 million mt-km (2018)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "YV"
    },
    "Airports": {
      "total": {
        "text": "444 (2013)"
      }
    },
    "Airports - with paved runways": {
      "total": {
        "text": "127"
      },
      "over 3,047 m": {
        "text": "6"
      },
      "2,438 to 3,047 m": {
        "text": "9"
      },
      "1,524 to 2,437 m": {
        "text": "33"
      },
      "914 to 1,523 m": {
        "text": "62"
      },
      "under 914 m": {
        "text": "17 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "317"
      },
      "2,438 to 3,047 m": {
        "text": "3"
      },
      "1,524 to 2,437 m": {
        "text": "57"
      },
      "914 to 1,523 m": {
        "text": "127"
      },
      "under 914 m": {
        "text": "130 (2013)"
      }
    },
    "Heliports": {
      "text": "3 (2013)"
    },
    "Pipelines": {
      "text": "981 km extra heavy crude, 5941 km gas, 7588 km oil, 1778 km refined products (2013)"
    },
    "Railways": {
      "total": {
        "text": "447 km (2014)"
      },
      "standard gauge": {
        "text": "447 km 1.435-m gauge (41.4 km electrified) (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "96,189 km (2014)"
      }
    },
    "Waterways": {
      "text": "7,100 km (Orinoco River (400 km) and Lake de Maracaibo navigable by oceangoing vessels) (2011)"
    },
    "Merchant marine": {
      "total": {
        "text": "281"
      },
      "by type": {
        "text": "bulk carrier 4, container ship 1, general cargo 26, oil tanker 18, other 232 (2021)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "La Guaira, Maracaibo, Puerto Cabello, Punta Cardon"
      },
      "oil terminal(s)": {
        "text": "Jose terminal"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "Bolivarian National Armed Forces (Fuerza Armada Nacional Bolivariana, FANB): Bolivarian Army (Ejercito Bolivariano, EB), Bolivarian Navy (Armada Bolivariana, AB; includes marines, Coast Guard), Bolivarian Military Aviation (Aviacion Militar Bolivariana, AMB; includes a joint-service Aerospace Defense Command (Comando de Defensa Aeroespacial Integral, CODAI), Bolivarian Militia (Milicia Bolivariana), Bolivarian National Guard (Guardia Nacional Bolivaria, GNB) <br><br>Bolivarian National Police: Special Action Forces (Fuerzas de Acciones Especiales, FAES) (2021)",
      "note": "note(s) - the Bolivarian Militia was added as a \"special component\" to the FANB in 2020; the National Guard is responsible for maintaining public order, guarding the exterior of key government installations and prisons, conducting counter-narcotics operations, monitoring borders, and providing law enforcement in remote areas; it reports to both the Ministry of Defense and the Ministry of Interior, Justice, and Peace<br><br>the FAES police paramilitary unit was created by President MADURO after the 2017 anti-government protests to bolster internal security; it has been accused of multiple human rights abuses "
    },
    "Military expenditures": {
      "Military Expenditures 2019": {
        "text": "5.2% of GDP (2019 est.)"
      },
      "Military Expenditures 2018": {
        "text": "4.4% of GDP (2018 est.)"
      },
      "Military Expenditures 2017": {
        "text": "2.9% of GDP (2017 est.)"
      },
      "Military Expenditures 2016": {
        "text": "2.2% of GDP (2016 est.)"
      },
      "Military Expenditures 2015": {
        "text": "1.8% of GDP (2015 est.)"
      }
    },
    "Military and security service personnel strengths": {
      "text": "information varies; approximately 125-150,000 active personnel, including about 25-30,000 National Guard (2021)",
      "note": "note - in 2020, the Venezuelan Government claimed the Bolivarian Militia had over 4 million members, but most reportedly have little to no military training"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the FANB inventory is mainly of Chinese and Russian origin with a smaller mix of equipment from Western countries, including the US; since 2010, Russia is the top supplier of military hardware to Venezuela (2021)"
    },
    "Military service age and obligation": {
      "text": "18-30 (25 for women) for voluntary service; the minimum service obligation is 24-30 months; all citizens of military service age (18-50 years old) are obligated to register for military service and subject to military training, although “forcible recruitment” is forbidden (2021)",
      "note": "note - as of 2017, women made up more than 20% of the active duty military"
    },
    "Military - note": {
      "text": "between 2013 and 2017, Venezuela established at least a dozen military-led firms in a variety of economic sectors, such as agriculture, banking, construction, insurance, the media, mining, oil, and tourism; as of 2020, military officers reportedly led at least 60 state-owned companies; as of 2019, 9 of 32 government ministries were controlled by the military, including the ministries of agriculture and energy<br><br>as of late 2021, an estimated 1,500- 2,000 members of the terrorist organizations National Liberation Army (ELN) and Revolutionary Armed Forces of Colombia dissidents (FARC-People's Army and Segundo Marquetalia - see Appendix T) operated in Venezuela, mostly in the states of Amazonas, Apure, Bolivar, Guarico, Tachira, and Zulia, although ELN was assessed to be present in 12 of Venezuela’s 23 states; the groups were particularly active in Apure state where the Venezuelan military clashed several times with FARC dissidents of the 10th Front in 2020-2021"
    },
    "Maritime threats": {
      "text": "The International Maritime Bureau continues to report the territorial and offshore waters in the Caribbean Sea as at risk for piracy and armed robbery against ships; numerous vessels, including commercial shipping and pleasure craft, have been attacked and hijacked both at anchor and while underway; crews have been robbed and stores or cargoes stolen; in 2020, no attacks were reported which was a decrease from the six attacks in 2019"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "National Liberation Army (ELN); Revolutionary Armed Forces of Colombia (FARC)",
      "note": "<strong>note:</strong> details about the history, aims, leadership, organization, areas of operation, tactics, targets, weapons, size, and sources of support of the group(s) appear(s) in Appendix-T"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>claims all of the area west of the Essequibo River in Guyana, preventing any discussion of a maritime boundary; Guyana has expressed its intention to join Barbados in asserting claims before the UN Convention on the Law of the Sea that Trinidad and Tobago's maritime boundary with Venezuela extends into their waters; dispute with Colombia over maritime boundary and Venezuelan administered Los Monjes Islands near the Gulf of Venezuela; Colombian organized illegal narcotics and paramilitary activities penetrate Venezuela's shared border region; US, France, and the Netherlands recognize Venezuela's granting full effect to Aves Island, thereby claiming a Venezuelan Economic Exclusion Zone/continental shelf extending over a large portion of the eastern Caribbean Sea; Dominica, Saint Kitts and Nevis, Saint Lucia, and Saint Vincent and the Grenadines protest Venezuela's full effect claim</p>"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "67,935 (Colombia) (2020)"
      },
      "note": "<strong>note: </strong>As of December 2020, more than 800,000 Venezuelans have applied for asylum worldwide"
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Venezuela is a source, transit, and destination country for men, women, and children subjected to sex trafficking and forced labor; Venezuelan women and girls are trafficked within the country for sexual exploitation, lured from the nation's interior to urban and tourist areas; women from Colombia, Peru, Haiti, China, and South Africa are also reported to have been sexually exploited in Venezuela; some Venezuelan women are transported to Caribbean islands, particularly Aruba, Curacao, and Trinidad &amp; Tobago, where they are subjected to forced prostitution; some Venezuelan children are forced to beg on the streets or work as domestic servants, while Ecuadorian children, often from indigenous communities, are subjected to forced labor; the government provided support to FARC dissidents and the ELN, which grew through the recruitment of child soldiers and exploitation of children in sex trafficking and forced labor; Illegal armed groups lure children in vulnerable conditions and dire economic circumstances with gifts and promises of basic sustenance to later recruit them into their ranks"
      },
      "tier rating": {
        "text": "Tier 3 &mdash; Venezuela does not fully meet the minimum standards for the elimination of trafficking and is not making significant efforts to do so; the government created a specialized prosecutor&rsquo;s office to oversee trafficking investigations and prosecutions; authorities began legal proceedings against three complicit officials in a notable case; however, the government did not assist any victims or investigate, prosecute, or convict any traffickers; little effort was made to curb the forced recruitment of Venezuelan children by Colombian armed groups operating illegally in Venezuela; authorities made little effort to screen Cuban medical professionals for trafficking indicators as the Cuban Government may have forced them to work by withholding their documentation, and coercing them to falsify medical records (2020)"
      }
    },
    "Illicit drugs": {
      "text": "<p> a major drug transit country and trafficking route in the Western Hemisphere largely destined for the Caribbean, Central America, the United States, West Africa, and Europe for illegal drugs, predominately cocaine; government officials reportedly complicit with illegal armed narcotrafficking groups little international drug control cooperation;  significant narcotics-related money-laundering activity, increasing signs of drug-related activities by Colombian insurgents on border</p>"
    }
  }
}