{
  "Introduction": {
    "Background": {
      "text": "Venezuela was one of three countries that emerged from the collapse of Gran Colombia in 1830 (the others being Ecuador and New Granada, which became Colombia). For most of the first half of the 20th century, Venezuela was ruled by generally benevolent military strongmen who promoted the oil industry and allowed for some social reforms. Democratically elected governments have held sway since 1959, although the re-election of current disputed President Nicolas MADURO in an election boycotted by most opposition parties was widely viewed as fraudulent. Under Hugo CHAVEZ, president from 1999 to 2013, and his hand-picked successor, MADURO, the executive branch has exercised increasingly authoritarian control over other branches of government. National Assembly President Juan GUAIDO is currently recognized by more than 50 countries - including the United States - as the interim president while MADURO retains control of all other institutions within the country and has the support of security forces. Venezuela is currently authoritarian with only one democratic institution - the National Assembly - and strong restrictions on freedoms of expression and the press. The ruling party's economic policies expanded the state's role in the economy through expropriations of major enterprises, strict currency exchange and price controls that discourage private sector investment and production, and overdependence on the petroleum industry for revenues, among others. However, Caracas in 2019 relaxed some economic controls to mitigate some impacts of the economic crisis driven by a drop in oil production. Current concerns include human rights abuses, rampant violent crime, high inflation, and widespread shortages of basic consumer goods, medicine, and medical supplies."
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern South America, bordering the Caribbean Sea and the North Atlantic Ocean, between Colombia and Guyana"
    },
    "Geographic coordinates": {
      "text": "8 00 N, 66 00 W"
    },
    "Map references": {
      "text": "South America"
    },
    "Area": {
      "total": {
        "text": "912,050 sq km"
      },
      "land": {
        "text": "882,050 sq km"
      },
      "water": {
        "text": "30,000 sq km"
      }
    },
    "Area - comparative": {
      "text": "almost six times the size of Georgia; slightly more than twice the size of California"
    },
    "Land boundaries": {
      "total": {
        "text": "5,267 km"
      },
      "border countries": {
        "text": "Brazil 2137 km, Colombia 2341 km, Guyana 789 km"
      }
    },
    "Coastline": {
      "text": "2,800 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "contiguous zone": {
        "text": "15 nm"
      },
      "continental shelf": {
        "text": "200-m depth or to the depth of exploitation"
      }
    },
    "Climate": {
      "text": "tropical; hot, humid; more moderate in highlands"
    },
    "Terrain": {
      "text": "Andes Mountains and Maracaibo Lowlands in northwest; central plains (llanos); Guiana Highlands in southeast"
    },
    "Elevation": {
      "mean elevation": {
        "text": "450 m"
      },
      "lowest point": {
        "text": "Caribbean Sea 0 m"
      },
      "highest point": {
        "text": "Pico Bolivar 4,978 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, iron ore, gold, bauxite, other minerals, hydropower, diamonds"
    },
    "Land use": {
      "agricultural land": {
        "text": "24.5% (2011 est.)"
      },
      "arable land / permanent crops / permanent pasture": {
        "text": "3.1% (2011 est.) / 0.8% (2011 est.) / 20.6% (2011 est.)"
      },
      "forest": {
        "text": "52.1% (2011 est.)"
      },
      "other": {
        "text": "23.4% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "10,550 sq km (2012)"
    },
    "Population distribution": {
      "text": "most of the population is concentrated in the northern and western highlands along an eastern spur at the northern end of the Andes, an area that includes the capital of Caracas"
    },
    "Natural hazards": {
      "text": "subject to floods, rockslides, mudslides; periodic droughts"
    },
    "Environment - current issues": {
      "text": "sewage pollution of Lago de Valencia; oil and urban pollution of Lago de Maracaibo; deforestation; soil degradation; urban and industrial pollution, especially along the Caribbean coast; threat to the rainforest ecosystem from irresponsible mining operations"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "note": {
        "text": "note 1: the country lies on major sea and air routes linking North and South America ++ note 2: Venezuela has some of the most unique geology in the world; tepuis are massive table-top mountains of the western Guiana Highlands that tend to be isolated and thus support unique endemic plant and animal species; their sheer cliffsides account for some of the most spectacular waterfalls in the world including Angel Falls, the world's highest (979 m) that drops off Auyan Tepui"
      }
    }
  },
  "People and Society": {
    "Population": {
      "text": "28,644,603 (July 2020 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Venezuelan(s)"
      },
      "adjective": {
        "text": "Venezuelan"
      }
    },
    "Ethnic groups": {
      "text": "unspecified Spanish, Italian, Portuguese, Arab, German, African, indigenous people"
    },
    "Languages": {
      "text": "Spanish (official), numerous indigenous dialects"
    },
    "Religions": {
      "text": "nominally Roman Catholic 96%, Protestant 2%, other 2%"
    },
    "Demographic profile": {
      "text": "Social investment in Venezuela during the CHAVEZ administration reduced poverty from nearly 50% in 1999 to about 27% in 2011, increased school enrollment, substantially decreased infant and child mortality, and improved access to potable water and sanitation through social investment. \"Missions\" dedicated to education, nutrition, healthcare, and sanitation were funded through petroleum revenues. The sustainability of this progress remains questionable, however, as the continuation of these social programs depends on the prosperity of Venezuela's oil industry. In the long-term, education and health care spending may increase economic growth and reduce income inequality, but rising costs and the staffing of new health care jobs with foreigners are slowing development. ++ While CHAVEZ was in power, more than one million predominantly middle- and upper-class Venezuelans are estimated to have emigrated. The brain drain is attributed to a repressive political system, lack of economic opportunities, steep inflation, a high crime rate, and corruption. Thousands of oil engineers emigrated to Canada, Colombia, and the United States following CHAVEZ's firing of over 20,000 employees of the state-owned petroleum company during a 2002-03 oil strike. Additionally, thousands of Venezuelans of European descent have taken up residence in their ancestral homelands. Nevertheless, Venezuela has attracted hundreds of thousands of immigrants from South America and southern Europe because of its lenient migration policy and the availability of education and health care. Venezuela also has been a fairly accommodating host to Colombian refugees, numbering about 170,000 as of year-end 2016. However, since 2014, falling oil prices have driven a major economic crisis that has pushed Venezuelans from all walks of life to migrate or to seek asylum abroad to escape severe shortages of food, water, and medicine; soaring inflation; unemployment; and violence. As of November 2019, an estimated 4.6 million Venezuelans were refugees or migrants worldwide, with almost 80% taking refuge in Latin America and the Caribbean (notably Colombia, Peru, Chile, Ecuador, Argentina, and Brazil, as well as the Dominican Republic, Aruba, and Curacao). Asylum applications increased significantly in the US and Brazil in 2016 and 2017. Several receiving countries are making efforts to increase immigration restrictions and to deport illegal Venezuelan migrants - Ecuador and Peru in August 2018 began requiring valid passports for entry, which are difficult to obtain for Venezuelans. Nevertheless, Venezuelans continue to migrate to avoid economic collapse at home."
    },
    "Age structure": {
      "0-14 years": {
        "text": "25.66% (male 3,759,280/female 3,591,897)"
      },
      "15-24 years": {
        "text": "16.14% (male 2,348,073/female 2,275,912)"
      },
      "25-54 years": {
        "text": "41.26% (male 5,869,736/female 5,949,082)"
      },
      "55-64 years": {
        "text": "8.76% (male 1,203,430/female 1,305,285)"
      },
      "65 years and over": {
        "text": "8.18% (male 1,069,262/female 1,272,646) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "54.4"
      },
      "youth dependency ratio": {
        "text": "42.1"
      },
      "elderly dependency ratio": {
        "text": "12.3"
      },
      "potential support ratio": {
        "text": "8.1 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "30 years"
      },
      "male": {
        "text": "29.4 years"
      },
      "female": {
        "text": "30.7 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "-0.18% (2020 est.)"
    },
    "Birth rate": {
      "text": "17.9 births/1,000 population (2020 est.)"
    },
    "Death rate": {
      "text": "7.5 deaths/1,000 population (2020 est.)"
    },
    "Net migration rate": {
      "text": "-3.4 migrant(s)/1,000 population (2020 est.)"
    },
    "Population distribution": {
      "text": "most of the population is concentrated in the northern and western highlands along an eastern spur at the northern end of the Andes, an area that includes the capital of Caracas"
    },
    "Urbanization": {
      "urban population": {
        "text": "88.3% of total population (2020)"
      },
      "rate of urbanization": {
        "text": "1.28% annual rate of change (2015-20 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "2.939 million CARACAS (capital), 2.258 million Maracaibo, 1.910 million Valencia, 1.214 million Barquisimeto, 1.203 million Maracay (2020)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.03 male(s)/female"
      },
      "25-54 years": {
        "text": "0.99 male(s)/female"
      },
      "55-64 years": {
        "text": "0.92 male(s)/female"
      },
      "65 years and over": {
        "text": "0.84 male(s)/female"
      },
      "total population": {
        "text": "0.99 male(s)/female (2020 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "125 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "27.9 deaths/1,000 live births"
      },
      "male": {
        "text": "31.1 deaths/1,000 live births"
      },
      "female": {
        "text": "24.5 deaths/1,000 live births (2020 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "71 years"
      },
      "male": {
        "text": "67.5 years"
      },
      "female": {
        "text": "74.7 years (2020 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.26 children born/woman (2020 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "75% (2010)"
    },
    "Drinking water source": {
      "improved": {
        "text": "total: 95.7% of population"
      },
      "unimproved": {
        "text": "total: 4.3% of population (2017 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "1.2% (2017)"
    },
    "Hospital bed density": {
      "text": "0.9 beds/1,000 population (2017)"
    },
    "Sanitation facility access": {
      "improved": {
        "text": "total: 93.9% of population"
      },
      "unimproved": {
        "text": "total: 6.4% of population (2017 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.5% (2019 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "110,000 (2019 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea and hepatitis A"
      },
      "vectorborne diseases": {
        "text": "dengue fever and malaria"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "25.6% (2016)"
    },
    "Children under the age of 5 years underweight": {
      "text": "2.9% (2009)"
    },
    "Education expenditures": {
      "text": "6.9% of GDP (2009)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "97.1%"
      },
      "male": {
        "text": "97%"
      },
      "female": {
        "text": "97.2% (2016)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "14 years"
      },
      "male": {
        "text": "NA"
      },
      "female": {
        "text": "NA (2009)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "14.6%"
      },
      "male": {
        "text": "NA"
      },
      "female": {
        "text": "NA (2015 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Bolivarian Republic of Venezuela"
      },
      "conventional short form": {
        "text": "Venezuela"
      },
      "local long form": {
        "text": "Republica Bolivariana de Venezuela"
      },
      "local short form": {
        "text": "Venezuela"
      },
      "former": {
        "text": "State of Venezuela, Republic of Venezuela, United States of Venezuela"
      },
      "etymology": {
        "text": "native stilt-houses built on Lake Maracaibo reminded early explorers Alonso de OJEDA and Amerigo VESPUCCI in 1499 of buildings in Venice and so they named the region \"Venezuola,\" which in Italian means \"Little Venice\""
      }
    },
    "Government type": {
      "text": "federal presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Caracas"
      },
      "geographic coordinates": {
        "text": "10 29 N, 66 52 W"
      },
      "time difference": {
        "text": "UTC-4 (1 hour ahead of Washington, DC, during Standard Time)"
      },
      "note": {
        "text": "etymology: named for the native Caracas tribe that originally settled in the city's valley site near the Caribbean coast"
      }
    },
    "Administrative divisions": {
      "text": "23 states (estados, singular - estado), 1 capital district* (distrito capital), and 1 federal dependency** (dependencia federal); Amazonas, Anzoategui, Apure, Aragua, Barinas, Bolivar, Carabobo, Cojedes, Delta Amacuro, Dependencias Federales (Federal Dependencies)**, Distrito Capital (Capital District)*, Falcon, Guarico, La Guaira, Lara, Merida, Miranda, Monagas, Nueva Esparta, Portuguesa, Sucre, Tachira, Trujillo, Yaracuy, Zulia",
      "note": {
        "text": "note: the federal dependency consists of 11 federally controlled island groups with a total of 72 individual islands"
      }
    },
    "Independence": {
      "text": "5 July 1811 (from Spain)"
    },
    "National holiday": {
      "text": "Independence Day, 5 July (1811)"
    },
    "Constitution": {
      "history": {
        "text": "many previous; latest adopted 15 December 1999, effective 30 December 1999"
      },
      "amendments": {
        "text": "proposed through agreement by at least 39% of the National Assembly membership, by the president of the republic in session with the cabinet of ministers, or by petition of at least 15% of registered voters; passage requires simple majority vote by the Assembly and simple majority approval in a referendum; amended 2009; note - in 2016, President MADURO issued a decree to hold an election to form a constituent assembly to change the constitution; the election in July 2017 approved the formation of a 545-member constituent assembly and elected its delegates, empowering them to change the constitution and dismiss government institutions and officials"
      }
    },
    "Legal system": {
      "text": "civil law system based on the Spanish civil code"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "yes"
      },
      "citizenship by descent only": {
        "text": "yes"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "10 years; reduced to five years in the case of applicants from Spain, Portugal, Italy, or a Latin American or Caribbean country"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "Notification Statement: the United States recognizes Juan GUAIDO as the Interim President of Venezuela ++ President Nicolas MADURO Moros (since 19 April 2013); Executive Vice President Delcy RODRIGUEZ Gomez (since 14 June 2018); note - the president is both chief of state and head of government"
      },
      "head of government": {
        "text": "President Nicolas MADURO Moros (since 19 April 2013); Executive Vice President Delcy RODRIGUEZ Gomez (since 14 June 2018)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by simple majority popular vote for a 6-year term (no term limits); election last held on 20 May 2018 (next election scheduled for 2024)"
      },
      "election results": {
        "text": "Nicolas MADURO Moros reelected president; percent of vote - Nicolas MADURO Moros (PSUV) 68%, Henri FALCON (AP) 21%, Javier BERTUCCI 11%; note - the election was marked by serious shortcomings and electoral fraud; voter turnout was approximately 46% due largely to an opposition boycott of the election"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral National Assembly or Asamblea Nacional (167 seats; 113 members directly elected in single- and multi-seat constituencies by simple majority vote, 51 directly elected in multi-seat constituencies by closed, party-list proportional representation vote, and 3 seats reserved for indigenous peoples of Venezuela; members serve 5-year terms)"
      },
      "elections": {
        "text": "last held on 6 December 2015 (next to be held on 6 December 2020)"
      },
      "election results": {
        "text": "percent of vote by party - MUD (opposition coalition) 56.2%, PSUV (pro-government) 40.9%, other 2.9%; seats by party - MUD 109, PSUV 55, indigenous peoples 3; composition - men 143, women 24, percent of women 14.4%"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Tribunal of Justice (consists of 32 judges organized into constitutional, political-administrative, electoral, civil appeals, criminal appeals, and social divisions)"
      },
      "judge selection and term of office": {
        "text": "judges proposed by the Committee of Judicial Postulation (an independent body of organizations dealing with legal issues and of the organs of citizen power) and appointed by the National Assembly; judges serve nonrenewable 12-year terms; note - in July 2017, the National Assembly named 33 judges to the court to replace a series of judges, it argued, had been illegally appointed in late 2015 by the outgoing, socialist-party-led Assembly; the Government of President MADURO and the Socialist Party-appointed judges refused to recognize these appointments, however, and many of the new judges have since been imprisoned or forced into exile"
      },
      "subordinate courts": {
        "text": "Superior or Appeals Courts (Tribunales Superiores); District Tribunals (Tribunales de Distrito); Courts of First Instance (Tribunales de Primera Instancia); Parish Courts (Tribunales de Parroquia); Justices of the Peace (Justicia de Paz) Network"
      }
    },
    "Political parties and leaders": {
      "text": "A New Era or UNT [Manuel ROSALES] ++ Brave People's Alliance or ABP [Richard BLANCO] ++ Christian Democrats or COPEI [Roberto ENRIQUEZ] ++ Clear Accounts or CC [Enzo SCARENO] ++ Coalition of parties loyal to Hugo CHAVEZ -- Great Patriotic Pole or GPP [Nicolas MADURO] ++ Coalition of opposition parties -- The Democratic Unity Table or MUD [Jose Luis CARTAYA] ++ Come On Venezuela or VV [Maria MACHADO] ++ Communist Party of Venezuela or PCV [Oscar FIGUERA] ++ Democratic Action or AD [Henry RAMOS ALLUP] ++ Justice First or PJ [Julio BORGES] ++ Popular Will or VP [Leopoldo LOPEZ] ++ Progressive Wave or AP [Henri FALCON] ++ The Radical Cause or La Causa R [Andres VELAZQUEZ] ++ United Socialist Party of Venezuela or PSUV [Nicolas MADURO] ++ Venezuelan Progressive Movement or MPV [Simon CALZADILLA] ++ Venezuela Project or PV [Henrique Fernando SALAS FEO]"
    },
    "International organization participation": {
      "text": "Caricom (observer), CD, CDB, CELAC, FAO, G-15, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt (signatory), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ITSO, ITU, ITUC (NGOs), LAES, LAIA, LAS (observer), MIGA, NAM, OAS, OPANAL, OPCW, OPEC, PCA, Petrocaribe, UN, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires Carlos Lissett M. HERNANDEZ Marquez (since May 2018)"
      },
      "chancery": {
        "text": "1099 30th Street NW, Washington, DC 20007"
      },
      "telephone": {
        "text": "[1] (202) 342-2214"
      },
      "FAX": {
        "text": "[1] (202) 342-6820"
      },
      "consulate(s) general": {
        "text": "Boston, Chicago, Houston, New Orleans, New York, San Francisco, San Juan (Puerto Rico)"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires James \"Jimmy\" STORY (since July 2018); note - on 11 March 2019, the Department of State announced the temporary suspension of operations of the US Embassy in Caracas and the withdrawal of diplomatic personnel; all consular services, routine and emergency, are suspended"
      },
      "telephone": {
        "text": "[58] (212) 975-6411, 907-8400 (after hours)"
      },
      "embassy": {
        "text": "now operating from Bogota, Colombia"
      },
      "mailing address": {
        "text": "P. O. Box 62291, Caracas 1060-A; APO AA 34037"
      },
      "FAX": {
        "text": "[58] (212) 907-8106"
      }
    },
    "Flag description": {
      "text": "three equal horizontal bands of yellow (top), blue, and red with the coat of arms on the hoist side of the yellow band and an arc of eight white five-pointed stars centered in the blue band; the flag retains the three equal horizontal bands and three main colors of the banner of Gran Colombia, the South American republic that broke up in 1830; yellow is interpreted as standing for the riches of the land, blue for the courage of its people, and red for the blood shed in attaining independence; the seven stars on the original flag represented the seven provinces in Venezuela that united in the war of independence; in 2006, then President Hugo CHAVEZ ordered an eighth star added to the star arc - a decision that sparked much controversy - to conform with the flag proclaimed by Simon Bolivar in 1827 and to represent the historic province of Guayana"
    },
    "National symbol(s)": {
      "text": "troupial (bird); national colors: yellow, blue, red"
    },
    "National anthem": {
      "name": {
        "text": "\"Gloria al bravo pueblo\" (Glory to the Brave People)"
      },
      "lyrics/music": {
        "text": "Vicente SALIAS/Juan Jose LANDAETA"
      },
      "note": {
        "text": "note: adopted 1881; lyrics written in 1810, the music some years later; both SALIAS and LANDAETA were executed in 1814 during Venezuela's struggle for independence"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Venezuela remains highly dependent on oil revenues, which account for almost all export earnings and nearly half of the government's revenue, despite a continued decline in oil production in 2017. In the absence of official statistics, foreign experts estimate that GDP contracted 12% in 2017, inflation exceeded 2000%, people faced widespread shortages of consumer goods and medicine, and the central bank's international reserves dwindled. In late 2017, Venezuela also entered selective default on some of its sovereign and state oil company, Petroleos de Venezuela, S.A., (PDVSA) bonds. Domestic production and industry continues to severely underperform and the Venezuelan Government continues to rely on imports to meet its basic food and consumer goods needs. ++ Falling oil prices since 2014 have aggravated Venezuela's economic crisis. Insufficient access to dollars, price controls, and rigid labor regulations have led some US and multinational firms to reduce or shut down their Venezuelan operations. Market uncertainty and PDVSA's poor cash flow have slowed investment in the petroleum sector, resulting in a decline in oil production. ++ Under President Nicolas MADURO, the Venezuelan Government's response to the economic crisis has been to increase state control over the economy and blame the private sector for shortages. MADURO has given authority for the production and distribution of basic goods to the military and to local socialist party member committees. The Venezuelan Government has maintained strict currency controls since 2003. The government has been unable to sustain its mechanisms for distributing dollars to the private sector, in part because it needed to withhold some foreign exchange reserves to make its foreign bond payments. As a result of price and currency controls, local industries have struggled to purchase production inputs necessary to maintain their operations or sell goods at a profit on the local market. Expansionary monetary policies and currency controls have created opportunities for arbitrage and corruption and fueled a rapid increase in black market activity."
    },
    "GDP (purchasing power parity)": {
      "text": "$381.6 billion (2017 est.) / $443.7 billion (2016 est.) / $531.1 billion (2015 est.)",
      "note": {
        "text": "note: data are in 2017 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$210.1 billion (2017 est.)"
    },
    "GDP - real growth rate": {
      "text": "-14% (2017 est.) / -16.5% (2016 est.) / -6.2% (2015 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$12,500 (2017 est.) / $14,400 (2016 est.) / $17,300 (2015 est.)",
      "note": {
        "text": "note: data are in 2017 dollars"
      }
    },
    "Gross national saving": {
      "text": "12.1% of GDP (2017 est.) / 8.6% of GDP (2016 est.) / 31.8% of GDP (2015 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "68.5% (2017 est.)"
      },
      "government consumption": {
        "text": "19.6% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "13.9% (2017 est.)"
      },
      "investment in inventories": {
        "text": "1.7% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "7% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-10.7% (2017 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "4.7% (2017 est.)"
      },
      "industry": {
        "text": "40.4% (2017 est.)"
      },
      "services": {
        "text": "54.9% (2017 est.)"
      }
    },
    "Agriculture - products": {
      "text": "corn, sorghum, sugarcane, rice, bananas, vegetables, coffee; beef, pork, milk, eggs; fish"
    },
    "Industries": {
      "text": "agricultural products, livestock, raw materials, machinery and equipment, transport equipment, construction materials, medical equipment, pharmaceuticals, chemicals, iron and steel products, crude oil and petroleum products"
    },
    "Industrial production growth rate": {
      "text": "-2% (2017 est.)"
    },
    "Labor force": {
      "text": "14.21 million (2017 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "7.3%"
      },
      "industry": {
        "text": "21.8%"
      },
      "services": {
        "text": "70.9% (4th quarter, 2011 est.)"
      }
    },
    "Unemployment rate": {
      "text": "27.1% (2017 est.) / 20.6% (2016 est.)"
    },
    "Population below poverty line": {
      "text": "19.7% (2015 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "1.7%"
      },
      "highest 10%": {
        "text": "32.7% (2006)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "92.8 billion (2017 est.)"
      },
      "expenditures": {
        "text": "189.7 billion (2017 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "44.2% (of GDP) (2017 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-46.1% (of GDP) (2017 est.)"
    },
    "Public debt": {
      "text": "38.9% of GDP (2017 est.) / 31.3% of GDP (2016 est.)",
      "note": {
        "text": "note: data cover central government debt, as well as the debt of state-owned oil company PDVSA; the data include treasury debt held by foreign entities; the data include some debt issued by subnational entities, as well as intragovernmental debt; intragovernmental debt consists of treasury borrowings from surpluses in the social funds, such as for retirement, medical care, and unemployment; some debt instruments for the social funds are sold at public auctions"
      }
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "1,087.5% (2017 est.) / 254.4% (2016 est.)"
    },
    "Current account balance": {
      "text": "$4.277 billion (2017 est.) / -$3.87 billion (2016 est.)"
    },
    "Exports": {
      "text": "$32.06 billion (2017 est.) / $27.2 billion (2016 est.)"
    },
    "Exports - partners": {
      "text": "US 34.8%, India 17.2%, China 16%, Netherlands Antilles 8.2%, Singapore 6.3%, Cuba 4.2% (2017)"
    },
    "Exports - commodities": {
      "text": "petroleum and petroleum products, bauxite and aluminum, minerals, chemicals, agricultural products"
    },
    "Imports": {
      "text": "$11 billion (2017 est.) / $16.34 billion (2016 est.)"
    },
    "Imports - commodities": {
      "text": "agricultural products, livestock, raw materials, machinery and equipment, transport equipment, construction materials, medical equipment, petroleum products, pharmaceuticals, chemicals, iron and steel products"
    },
    "Imports - partners": {
      "text": "US 24.8%, China 14.2%, Mexico 9.5% (2017)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$9.661 billion (31 December 2017 est.) / $11 billion (31 December 2016 est.)"
    },
    "Debt - external": {
      "text": "$100.3 billion (31 December 2017 est.) / $109.8 billion (31 December 2016 est.)"
    },
    "Exchange rates": {
      "text": "bolivars (VEB) per US dollar - / 3,345 (2017 est.) / 673.76 (2016 est.) / 48.07 (2015 est.) / 13.72 (2014 est.) / 6.284 (2013 est.)"
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "99.6% (2016)"
      },
      "electrification - urban areas": {
        "text": "100% (2016)"
      },
      "electrification - rural areas": {
        "text": "96.4% (2016)"
      }
    },
    "Electricity - production": {
      "text": "109.3 billion kWh (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "71.96 billion kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2015 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "31 million kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "51% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "49% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "1.484 million bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "1.656 million bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "302.3 billion bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "926,300 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "659,000 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "325,800 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "20,640 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "27.07 billion cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "24.21 billion cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "5.739 trillion cu m (1 January 2018 est.)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "129.9 million Mt (2017 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "5,501,135"
      },
      "subscriptions per 100 inhabitants": {
        "text": "19.17 (2019 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "16,664,106"
      },
      "subscriptions per 100 inhabitants": {
        "text": "58.07 (2019 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "by late 2018 teledensity has fallen due to political upheaval in the country with people holding on to mobile service, but cancelling fixed-line telecom services; poor quality of service in many areas of the country due to financial concerns of customers, decrepit sate of fixed-line network and difficulty to pay for equipment from foreign vendors; popularity of social networks has given growth to mobile data traffic; LTE population coverage about 46%; govt. launches National Fiber Optic backbone project; mobile penetration below average for South America; MNO suffering from stolen or damaged infrastructure (2020)"
      },
      "domestic": {
        "text": "two domestic satellite systems with three earth stations; recent substantial improvement in telephone service in rural areas; 3 major providers operate in the mobile market and compete with state-owned company; fixed-line 19 per 100 and mobile-cellular telephone subscribership about 58 per 100 persons (2019)"
      },
      "international": {
        "text": "country code - 58; landing points for the Venezuela Festoon, ARCOS, PAN-AM, SAC, GlobeNet, ALBA-1 and Americas II submarine cable system providing connectivity to the Caribbean, Central and South America, and US; satellite earth stations - 1 Intelsat (Atlantic Ocean) and 1 PanAmSat (2020)"
      },
      "note": {
        "text": "note: the COVID-19 outbreak is negatively impacting telecommunications production and supply chains globally; consumer spending on telecom devices and services has also slowed due to the pandemic's effect on economies worldwide; overall progress towards improvements in all facets of the telecom industry - mobile, fixed-line, broadband, submarine cable and satellite - has moderated"
      }
    },
    "Broadcast media": {
      "text": "government supervises a mixture of state-run and private broadcast media; 13 public service networks, 61 privately owned TV networks, a privately owned news channel with limited national coverage, and a government-backed Pan-American channel; state-run radio network includes roughly 65 news stations and another 30 stations targeted at specific audiences; state-sponsored community broadcasters include 235 radio stations and 44 TV stations; the number of private broadcast radio stations has been declining, but many still remain in operation"
    },
    "Internet country code": {
      "text": ".ve"
    },
    "Internet users": {
      "total": {
        "text": "21,354,499"
      },
      "percent of population": {
        "text": "72% (July 2018 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "2,604,578"
      },
      "subscriptions per 100 inhabitants": {
        "text": "9 (2018 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "12 (2020)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "75"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "2,137,771 (2018)"
      },
      "annual freight traffic on registered air carriers": {
        "text": "1.55 million mt-km (2018)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "YV (2016)"
    },
    "Airports": {
      "text": "444 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "127 (2013)"
      },
      "over 3,047 m": {
        "text": "6 (2013)"
      },
      "2,438 to 3,047 m": {
        "text": "9 (2013)"
      },
      "1,524 to 2,437 m": {
        "text": "33 (2013)"
      },
      "914 to 1,523 m": {
        "text": "62 (2013)"
      },
      "under 914 m": {
        "text": "17 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "317 (2013)"
      },
      "2,438 to 3,047 m": {
        "text": "3 (2013)"
      },
      "1,524 to 2,437 m": {
        "text": "57 (2013)"
      },
      "914 to 1,523 m": {
        "text": "127 (2013)"
      },
      "under 914 m": {
        "text": "130 (2013)"
      }
    },
    "Heliports": {
      "text": "3 (2013)"
    },
    "Pipelines": {
      "text": "981 km extra heavy crude, 5941 km gas, 7588 km oil, 1778 km refined products (2013)"
    },
    "Railways": {
      "total": {
        "text": "447 km (2014)"
      },
      "standard gauge": {
        "text": "447 km 1.435-m gauge (41.4 km electrified) (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "96,189 km (2014)"
      }
    },
    "Waterways": {
      "text": "7,100 km (Orinoco River (400 km) and Lake de Maracaibo navigable by oceangoing vessels) (2011)"
    },
    "Merchant marine": {
      "total": {
        "text": "289"
      },
      "by type": {
        "text": "bulk carrier 4, container ship 1, general cargo 27, oil tanker 23, other 234 (2019)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "La Guaira, Maracaibo, Puerto Cabello, Punta Cardon"
      },
      "oil terminal(s)": {
        "text": "Jose terminal"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "Bolivarian National Armed Forces (Fuerza Armada Nacional Bolivariana, FANB): Bolivarian Army (Ejercito Bolivariano, EB), Bolivarian Navy (Armada Bolivariana, AB; includes Marines, Coast Guard), Bolivarian Military Aviation (Aviacion Militar Bolivariana, AMB), Integral Aerospace Defense Command (Comando de Defensa Aeroespacial Integral, CODAI), Bolivarian National Guard (Guardia Nacional Bolivaria, GNB); Bolivarian Militia (Milicia Bolivariana, NMB) (2019)",
      "note": {
        "text": "note: the CODAI is a joint service command with personnel drawn from other services"
      }
    },
    "Military expenditures": {
      "text": "0.5% of GDP (2017) / 0.5% of GDP (2016) / 1% of GDP (2015) / 1.2% of GDP (2014) / 1.7% of GDP (2013)"
    },
    "Military and security service personnel strengths": {
      "text": "the Bolivarian National Armed Forces (FANB) have approximately 125,000 active personnel (62,000 Army; 25,000 Navy; 11,000 Air Force; 27,000 National Guard) (2019 est.)"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the FANB inventory is mainly of Chinese and Russian origin with a smaller mix of equipment from Western countries such as France, Germany, Italy, the Netherlands, Spain, the UK, and the US; since 2010, China and Russia are the top suppliers of military hardware to Venezuela (2019 est.)"
    },
    "Military service age and obligation": {
      "text": "all citizens of military service age (18-60 years old) are obligated to register for military service and subject to military training, though mandatory recruitment is forbidden; the minimum service obligation is 24-30 months (2016)"
    },
    "Maritime threats": {
      "text": "The International Maritime Bureau continues to report the territorial and offshore waters in the Caribbean Sea as at risk for piracy and armed robbery against ships; numerous vessels, including commercial shipping and pleasure craft, have been attacked and hijacked both at anchor and while underway; crews have been robbed and stores or cargoes stolen; in 2018, 11 attacks were reported which was a slight decrease from the 12 attacks in 2017.  Nevertheless, the waters off Venezuela continue to be the fourth most dangerous area for mariners in the world. (2018)"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "National Liberation Army; Revolutionary Armed Forces of Colombia (2019)",
      "note": {
        "text": "note: details about the history, aims, leadership, organization, areas of operation, tactics, targets, weapons, size, and sources of support of the group(s) appear(s) in Appendix-T"
      }
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "claims all of the area west of the Essequibo River in Guyana, preventing any discussion of a maritime boundary; Guyana has expressed its intention to join Barbados in asserting claims before the UN Convention on the Law of the Sea that Trinidad and Tobago's maritime boundary with Venezuela extends into their waters; dispute with Colombia over maritime boundary and Venezuelan administered Los Monjes Islands near the Gulf of Venezuela; Colombian organized illegal narcotics and paramilitary activities penetrate Venezuela's shared border region; US, France, and the Netherlands recognize Venezuela's granting full effect to Aves Island, thereby claiming a Venezuelan Economic Exclusion Zone/continental shelf extending over a large portion of the eastern Caribbean Sea; Dominica, Saint Kitts and Nevis, Saint Lucia, and Saint Vincent and the Grenadines protest Venezuela's full effect claim"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "67,156 (Colombia) (2018)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Venezuela is a source and destination country for men, women, and children subjected to sex trafficking and forced labor; Venezuelan women and girls, sometimes lured from poor interior regions to urban and tourist areas, are trafficked for sexual exploitation within the country, as well as in the Caribbean; Venezuelan children are exploited, frequently by their families, in domestic servitude; people from South America, the Caribbean, Asia, and Africa are sex and labor trafficking victims in Venezuela; thousands of Cuban citizens, particularly doctors, who work in Venezuela on government social programs in exchange for the provision of resources to the Cuban Government experience conditions of forced labor"
      },
      "tier rating": {
        "text": "Tier 3 – Venezuela does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; in 2014, the government appeared to increase efforts to hold traffickers criminally accountable, but a lack of government data made anti-trafficking law enforcement efforts difficult to assess; publically available information indicated many cases pursued under anti-trafficking law involved illegal adoption rather than sex and labor trafficking; authorities identified a small number of trafficking victims, and victim referrals to limited government services were made on an ad hoc basis; because no specialized facilities are available for trafficking victims, women and child victims accessed centers for victims of domestic violence or at-risk youth, and services for men were virtually non-existent; NGOs provided some services to sex and labor trafficking victims; Venezuela has no permanent anti-trafficking interagency body, no national anti-trafficking plan, and still has not passed anti-trafficking legislation drafted in 2010 (2015)"
      }
    },
    "Illicit drugs": {
      "text": "small-scale illicit producer of opium and coca for the processing of opiates and coca derivatives; however, large quantities of cocaine, heroin, and marijuana transit the country from Colombia bound for US and Europe; significant narcotics-related money-laundering activity, especially along the border with Colombia and on Margarita Island; active eradication program primarily targeting opium; increasing signs of drug-related activities by Colombian insurgents on border"
    }
  }
}