{
  "Introduction": {
    "Background": {
      "text": "A large body of recent oceanographic research has shown that the Antarctic Circumpolar Current (ACC), an ocean current that flows from west to east around Antarctica, plays a crucial role in global ocean circulation. The region where the cold waters of the ACC meet and mingle with the warmer waters of the north defines a distinct border - the Antarctic Convergence - which fluctuates with the seasons, but which encompasses a discrete body of water and a unique ecologic region. The Convergence concentrates nutrients, which promotes marine plant life, and which, in turn, allows for a greater abundance of animal life. In 2000, the International Hydrographic Organization delimited the waters within the Convergence as a fifth world ocean - the Southern Ocean - by combining the southern portions of the Atlantic Ocean, Indian Ocean, and Pacific Ocean. The Southern Ocean extends from the coast of Antarctica north to 60 degrees south latitude, which coincides with the Antarctic Treaty region and which approximates the extent of the Antarctic Convergence. As such, the Southern Ocean is now the fourth largest of the world's five oceans (after the Pacific Ocean, Atlantic Ocean, and Indian Ocean, but larger than the Arctic Ocean). It should be noted that inclusion of the Southern Ocean does not imply recognition of this feature as one of the world's primary oceans by the US Government."
    }
  },
  "Geography": {
    "Location": {
      "text": "body of water between 60 degrees south latitude and Antarctica"
    },
    "Geographic coordinates": {
      "text": "60 00 S, 90 00 E (nominally), but the Southern Ocean has the unique distinction of being a large circumpolar body of water totally encircling the continent of Antarctica; this ring of water lies between 60 degrees south latitude and the coast of Antarctica and encompasses 360 degrees of longitude"
    },
    "Map references": {
      "text": "Antarctic Region"
    },
    "Area": {
      "total": {
        "text": "21.96 million sq km"
      },
      "note": "<strong>note:</strong> includes Amundsen Sea, Bellingshausen Sea, part of the Drake Passage, Ross Sea, a small part of the Scotia Sea, Weddell Sea, and other tributary water bodies"
    },
    "Area - comparative": {
      "text": "slightly more than twice the size of the US"
    },
    "Coastline": {
      "text": "17,968 km"
    },
    "Climate": {
      "text": "sea temperatures vary from about 10 degrees Celsius to -2 degrees Celsius; cyclonic storms travel eastward around the continent and frequently are intense because of the temperature contrast between ice and open ocean; the ocean area from about latitude 40 south to the Antarctic Circle has the strongest average winds found anywhere on Earth; in winter the ocean freezes outward to 65 degrees south latitude in the Pacific sector and 55 degrees south latitude in the Atlantic sector, lowering surface temperatures well below 0 degrees Celsius; at some coastal points intense persistent drainage winds from the interior keep the shoreline ice-free throughout the winter"
    },
    "Ocean volume": {
      "ocean volume": {
        "text": "71.8 million cu km"
      },
      "percent of World Ocean total volume": {
        "text": "5.4%"
      }
    },
    "Major ocean currents": {
      "text": "<p>the cold, clockwise-flowing Antarctic Circumpolar Current (West Wind Drift; 21,000 km long) moves perpetually eastward around the continent and is the world's largest and strongest ocean current, transporting 130 million cubic meters of water per second - 100 times the flow of all the world's rivers; it is also the only current that flows all the way around the planet and connects the Atlantic, Pacific, and Indian Oceans; the cold Antarctic Coastal Current (East Wind Drift) is the southernmost current in the world, flowing westward and parallel to the Antarctic coastline</p>"
    },
    "Bathymetry": {
      "continental shelf": {
        "text": "The <em>continental shelf </em>(see Figure 1), a rather flat area of the sea floor adjacent to the coast that gradually slopes down from the shore to water depths of about 200 m (660 ft). Dimensions can vary: they may be narrow or nearly nonexistent in some places or extend for hundreds of miles in others. The waters along the continental shelf are usually productive in both plant and animal life, both from sunlight and nutrients from ocean upwelling and terrestrial runoff. Compared to the <em>continental shelf</em> found in other oceans, in Antarctica the continental shelf is narrower and much deeper. In addition, the <em>continental shelf</em> has been deeply scoured by glacial action. The following are examples of features found on the <em>continental shelf</em> of the Southern Ocean (see Figure 2).<br>Astrid Ridge (see also Figure 4)<br>Belgrano Bank<br>Gunnerus Ridge (see also Figure 4)<br>Hayes Bank<br>Iselin Bank"
      },
      "continental slope": {
        "text": "The <em>continental slope</em> (see Figure 1) is where the ocean bottom drops off more rapidly until it meets the deep-sea floor (abyssal plain) at about 3,200 m (10,500 ft) water depth. The deep waters of the continental slope are characterized by cold temperatures, low light conditions, and very high pressures. Sunlight does not penetrate to these depths, having been absorbed or reflected in the water above. The <em>continental slope</em> can be indented by submarine canyons, often associated with the outflow of major rivers. In the case of Antarctica, the <em>continental slope</em> has been scoured by glacial action cutting troughs and canyons down the slope. Another feature of the continental slope are alluvial fans or cones of sediments carried downstream to the ocean by major rivers and deposited down the slope. The following are examples of features found on the <em>continental slope</em> of the Southern Ocean (see Figure 2).<br>Amery Basin (see also Figure 4)<br>Filchner Trough<br>Hillary Canyon<br>Pobeda Canyon (Figure 3)"
      },
      "abyssal plains": {
        "text": "The <em>abyssal plains </em>(see Figure 1), at depths of over 3,000 m (10,000 ft) and covering 70% of the ocean floor, are the largest habitat on earth. Sunlight does not penetrate to the sea floor, making these deep, dark ecosystems less productive than those along the continental shelf. Despite their name, these “plains” are not uniformly flat; they are interrupted by features like hills, valleys, and seamounts. The following are examples of features found on the <em>abyssal plains</em> of the Southern Ocean (see Figures 2, 3, and 4).<br>Amundsen (Abyssal) Plain<br>Enderby (Abyssal) Plain<br>South Indian/Australian-Antarctic Basin<br>Southeast Pacific/Bellinghausen Basin<br>Weddell (Abyssal) Plain"
      },
      "mid-ocean ridge": {
        "text": "The <em>mid-ocean ridge </em>(see Figure 1), rising up from the abyssal plain, is an underwater mountain range, over 64,000 km (40,000 mi) long, rising to an average depth of 2,400 m (8,000 ft). <em>Mid-ocean ridges</em> form at divergent plate boundaries where two tectonic plates are moving apart and new crust is created by magma pushing up from the mantle. Tracing their way around the global ocean, this system of underwater volcanoes forms the longest mountain range on Earth. Fracture Zones are linear transform faults that develop perpendicular to the line of the mid-ocean ridge which can offset the ridge line and divide it into segments. The following are examples of <em>mid-ocean ridges</em> found on the floor of the Southern Ocean (see Figure 2).<br>Pacific-Antarctic Ridge (see also Figure 3)"
      },
      "seamounts": {
        "text": "<em>Seamounts</em> (see Figure 1) are submarine mountains at least 1,000 m (3,300 ft) high formed from individual volcanoes on the ocean floor. They are distinct from the plate-boundary volcanic system of the mid-ocean ridges, because <em>seamounts</em> tend to be circular or conical. A circular collapse caldera is often centered at the summit, evidence of a magma chamber within the volcano. Flat topped <em>seamounts</em> are known as <em>guyots</em>. Long chains of <em>seamounts</em> are often fed by \"hot spots\" in the deep mantle. These hot spots are associated with stationary plumes of molten rock rising from deep within the Earth's mantle. These hot spot plumes melt through the overlying tectonic plate as it moves and supplies magma to the active volcanic island at the end of the chain of volcanic islands and <em>seamounts</em>. The following are examples of <em>seamounts</em> found on the floor of the Southern Ocean (see Figure 2).<br>Akopov Seamounts (Figure 3)<br>De Gerlache Seamounts (see also Figure 3, 4)<br>Endurance Ridge (Figure 4)<br>Marie Byrd Seamount (see also Figure 3)<br>Maud Rise (see also Figure 4)<br>Scott Seamounts (see also Figure 3)"
      },
      "ocean trenches": {
        "text": "<em>Ocean trenches</em> (see Figure 1) are the deepest parts of the ocean floor and are created by the process of subduction. Trenches form along convergent boundaries where tectonic plates are moving toward each other, and one plate sinks (is subducted) under another. The location where the sinking of a plate occurs is called a subduction zone. Subduction can occur when oceanic crust collides with and sinks under (subducts) continental crust resulting in volcanic, seismic, and mountain-building processes. Subduction can also occur in the convergence of two oceanic plates where one will sink under the other and in the process create a deep ocean trench. Subduction processes in oceanic-oceanic plate convergence also result in the formation of volcanoes. Over millions of years, the erupted lava and volcanic debris pile up on the ocean floor until a submarine volcano rises above sea level to form a volcanic island. Such volcanoes are typically strung out in chains called island arcs. As the name implies, volcanic island arcs, which closely parallel the trenches, are generally curved. The following are examples of <em>ocean trenches</em> found on the floor of the Southern Ocean (see Figure 2).<br>South Sandwich Trench (also see Figure 4); note - the deepest location in the Southern Ocean"
      },
      "atolls": {
        "text": "note - due to the extremely cold water there are no atolls in the Southern Ocean"
      }
    },
    "Elevation": {
      "highest point": {
        "text": "sea level"
      },
      "lowest point": {
        "text": "southern end of the South Sandwich Trench -7,434 m unnamed deep"
      },
      "mean depth": {
        "text": "-3,270 m"
      },
      "ocean zones": {
        "text": "Composed of water and in a fluid state, the oceans are delimited differently than the solid continents. Oceans are divided into three zones based on depth and light level. Although some sea creatures depend on light to live, others can do without it. Sunlight entering the water may travel about 1,000 m into the oceans under the right conditions, but there is rarely any significant light beyond 200 m.<br><br>The upper 200 m (656 ft) of oceans is called the euphotic, or \"sunlight,\" zone. This zone contains the vast majority of commercial fisheries and is home to many protected marine mammals and sea turtles. Only a small amount of light penetrates beyond this depth. <br><br>The zone between 200 m (656 ft) and 1,000 m (3,280 ft) is usually referred to as the \"twilight\" zone, but is officially the dysphotic zone. In this zone, the intensity of light rapidly dissipates as depth increases. Such a minuscule amount of light penetrates beyond a depth of 200 m that photosynthesis is no longer possible.<br><br>The aphotic, or \"midnight,\" zone exists in depths below 1,000 m (3,280 ft). Sunlight does not penetrate to these depths and the zone is bathed in darkness."
      }
    },
    "Natural resources": {
      "text": "probable large oil and gas fields on the continental margin; manganese nodules, possible placer deposits, sand and gravel, fresh water as icebergs; squid, whales, and seals - none exploited; krill, fish"
    },
    "Natural hazards": {
      "text": "huge icebergs with drafts up to several hundred meters; smaller bergs and iceberg fragments; sea ice (generally 0.5 to 1 m thick) with sometimes dynamic short-term variations and with large annual and interannual variations; deep continental shelf floored by glacial deposits varying widely over short distances; high winds and large waves much of the year; ship icing, especially May-October; most of region is remote from sources of search and rescue"
    },
    "Geography - note": {
      "text": "the major chokepoint is the Drake Passage between South America and Antarctica; the Polar Front (Antarctic Convergence) is the best natural definition of the northern extent of the Southern Ocean; it is a distinct region at the middle of the Antarctic Circumpolar Current that separates the cold polar surface waters to the south from the warmer waters to the north; the Front and the Current extend entirely around Antarctica, reaching south of 60 degrees south near New Zealand and near 48 degrees south in the far South Atlantic coinciding with the path of the maximum westerly winds"
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "changes to the ocean's physical, chemical, and biological systems have taken place because of climate change, ocean acidification, and commercial exploitation"
    },
    "Environment - international agreements": {
      "text": "the Southern Ocean is subject to all international agreements regarding the world's oceans; in addition, it is subject to these agreements specific to the Antarctic region: International Whaling Commission (prohibits commercial whaling south of 40 degrees south [south of 60 degrees south between 50 degrees and 130 degrees west]); Convention on the Conservation of Antarctic Seals (limits sealing); Convention on the Conservation of Antarctic Marine Living Resources (regulates fishing) <p><strong>note:</strong> mineral exploitation except for scientific research is banned by the Environmental Protocol to the Antarctic Treaty; additionally, many nations (including the US) prohibit mineral resource exploration and exploitation south of the fluctuating Polar Front (Antarctic Convergence), which is in the middle of the Antarctic Circumpolar Current and serves as the dividing line between the cold polar surface waters to the south and the warmer waters to the north</p>"
    },
    "Climate": {
      "text": "sea temperatures vary from about 10 degrees Celsius to -2 degrees Celsius; cyclonic storms travel eastward around the continent and frequently are intense because of the temperature contrast between ice and open ocean; the ocean area from about latitude 40 south to the Antarctic Circle has the strongest average winds found anywhere on Earth; in winter the ocean freezes outward to 65 degrees south latitude in the Pacific sector and 55 degrees south latitude in the Atlantic sector, lowering surface temperatures well below 0 degrees Celsius; at some coastal points intense persistent drainage winds from the interior keep the shoreline ice-free throughout the winter"
    },
    "Marine fisheries": {
      "text": "the Southern Ocean fishery is relatively small with a total catch of 388,901 mt in 2021; the Food and Agriculture Organization has delineated three regions in the Southern Ocean (Regions 48, 58, 88) that generally encompass the waters south of 40° to 60° South latitude; the most important producers in these regions include Norway (241,408 mt), China (47,605 mt), and South Korea (39,487 mt); Antarctic Krill made up 95.5% of the total catch in 2021, while other important species include Patagonian and Antarctic toothfish<br><br><strong>Regional fisheries bodies:</strong> Commission on the Conservation of Antarctic Marine Living Resources"
    }
  },
  "Government": {
    "Country name": {
      "etymology": {
        "text": "the International Hydrographic Organization (IHO) included the ocean and its definition as the waters south of 60 degrees south in its year 2000 revision, but this has not formally been adopted; the 2000 IHO definition, however, was circulated in a draft edition in 2002 and has acquired de facto usage by many nations and organizations, including the CIA"
      }
    }
  },
  "Economy": {
  },
  "Transportation": {
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "McMurdo, Palmer, and offshore anchorages in Antarctica"
      },
      "note": "<strong>note:</strong> few ports or harbors exist on the southern side of the Southern Ocean; ice conditions limit use of most to short periods in midsummer; even then some cannot be entered without icebreaker escort; most Antarctic ports are operated by government research stations and, except in an emergency, are not open to commercial or private vessels"
    },
    "Transportation - note": {
      "text": "Drake Passage offers alternative to transit through the Panama Canal"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p><em>Antarctica-various</em>: Antarctic Treaty defers claims (see Antarctica entry), but Argentina, Australia, Chile, France, NZ, Norway, and UK assert claims (some overlapping), including the continental shelf in the Southern Ocean; several states have expressed an interest in extending those continental shelf claims under the UN Convention on the Law of the Sea to include undersea ridges; the US and most other states do not recognize the land or maritime claims of other states and have made no claims themselves (the US and Russia have reserved the right to do so); no formal claims exist in the waters in the sector between 90 degrees west and 150 degrees west</p>"
    }
  }
}