{
  "Introduction": {
    "Background": {
      "text": "The Indian Ocean is the third largest of the world's five oceans (after the Pacific Ocean and Atlantic Ocean, but larger than the Southern Ocean and Arctic Ocean). Four critically important access waterways are the Suez Canal (Egypt), Bab el Mandeb (Djibouti-Yemen), Strait of Hormuz (Iran-Oman), and Strait of Malacca (Indonesia-Malaysia).The decision by the International Hydrographic Organization in the spring of 2000 to delimit a fifth ocean, the Southern Ocean, removed the portion of the Indian Ocean south of 60 degrees south latitude."
    }
  },
  "Geography": {
    "Location": {
      "text": "body of water between Africa, the Southern Ocean, Asia, and Australia"
    },
    "Geographic coordinates": {
      "text": "20 00 S, 80 00 E"
    },
    "Map references": {
      "text": "Political Map of the World"
    },
    "Area": {
      "total": {
        "text": "70.560 million sq km"
      },
      "note": "<strong>note:</strong> includes Andaman Sea, Arabian Sea, Bay of Bengal, Flores Sea, Great Australian Bight, Gulf of Aden, Gulf of Oman, Java Sea, Mozambique Channel, Persian Gulf, Red Sea, Savu Sea, Strait of Malacca, Timor Sea, and other tributary water bodies"
    },
    "Area - comparative": {
      "text": "almost 7 times the size of the US"
    },
    "Coastline": {
      "text": "66,526 km"
    },
    "Climate": {
      "text": "northeast monsoon (December to April), southwest monsoon (June to October); tropical cyclones occur during May/June and October/November in the northern Indian Ocean and January/February in the southern Indian Ocean"
    },
    "Terrain": {
      "text": "<p>surface dominated by a major gyre (broad, circular system of currents) in the southern Indian Ocean and a unique reversal of surface currents in the northern Indian Ocean; ocean floor is dominated by the Mid-Indian Ocean Ridge and subdivided by the Southeast Indian Ocean Ridge, Southwest Indian Ocean Ridge, and Ninetyeast Ridge</p> <p><strong>major surface currents:</strong> the counterclockwise Indian Ocean Gyre comprised of the southward flowing warm Agulhas and East Madagascar Currents in the west, the eastward flowing South Indian Current in the south, the northward flowing cold West Australian Current in the east, and the westward flowing South Equatorial Current in the north; a distinctive annual reversal of surface currents occurs in the northern Indian Ocean; low atmospheric pressure over southwest Asia from hot, rising, summer air results in the southwest monsoon and southwest-to-northeast winds and clockwise currents, while high pressure over northern Asia from cold, falling, winter air results in the northeast monsoon and northeast-to-southwest winds and counterclockwise currents</p>"
    },
    "Elevation": {
      "highest point": {
        "text": "sea level"
      },
      "lowest point": {
        "text": "Java Trench -7,192 m unnamed deep"
      },
      "mean depth": {
        "text": "-3,741 m"
      },
      "ocean zones": {
        "text": "Composed of water and in a fluid state, the oceans are delimited differently than the solid continents. Oceans are divided into three zones based on depth and light level. Although some sea creatures depend on light to live, others can do without it. Sunlight entering the water may travel about 1,000 m into the oceans under the right conditions, but there is rarely any significant light beyond 200 m.<br><br>The upper 200 m (656 ft) of oceans is called the euphotic, or \"sunlight,\" zone. This zone contains the vast majority of commercial fisheries and is home to many protected marine mammals and sea turtles. Only a small amount of light penetrates beyond this depth. <br><br>The zone between 200 m (656 ft) and 1,000 m (3,280 ft) is usually referred to as the \"twilight\" zone, but is officially the dysphotic zone. In this zone, the intensity of light rapidly dissipates as depth decreases. Such a minuscule amount of light penetrates beyond a depth of 200 m that photosynthesis is no longer possible.<br><br>The aphotic, or \"midnight,\" zone exists in depths below 1,000 m (3,280 ft). Sunlight does not penetrate to these depths and the zone is bathed in darkness."
      }
    },
    "Natural resources": {
      "text": "oil and gas fields, fish, shrimp, sand and gravel aggregates, placer deposits, polymetallic nodules"
    },
    "Natural hazards": {
      "text": "occasional icebergs pose navigational hazard in southern reaches"
    },
    "Geography - note": {
      "text": "major chokepoints include Bab el Mandeb, Strait of Hormuz, Strait of Malacca, southern access to the Suez Canal, and the Lombok Strait"
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "marine pollution caused by ocean dumping, waste disposal, and oil spills; deep sea mining; oil pollution in Arabian Sea, Persian Gulf, and Red Sea; coral reefs threatened due climate change, direct human pressures, and inadequate governance, awareness, and political will; loss of biodiversity; endangered marine species include the dugong, seals, turtles, and whales"
    },
    "Marine fisheries": {
      "text": "<p>the Indian Ocean fisheries are the third most important in the world accounting for 15.3%, or 12,248,064 mt of the global catch in 2019; tuna, small pelagic fish, and shrimp are important species in these regions; the Food and Agriculture Organization delineated two fishing regions in the Indian Ocean:</p> <p><em>Eastern Indian Ocean</em> region (Region 57) is the most important region and the fifth largest producing region in the world with 8.5%, or 6,784,778 mt, of the global catch in 2019; the region encompasses the waters north of 55º South latitude and east of 80º East longitude including the Bay of Bengal and Andaman Sea with the major producers including India (2,362,481 mt), Indonesia (1,940,558 mt), Burma (1,114,777 mt), Bangladesh (877,837 mt), and Sri Lanka (373,369 mt); the principal catches include shad, Skipjack tuna, mackerel, shrimp, and sardinellas</p> <em>Western Indian Ocean</em> region (Region 51) is the world’s sixth largest producing region with more than 6.8% or 5,463,286 mt of the global catch in 2019; this region encompasses the waters north of 40º South latitude and west of 80º East longitude including the western Indian Ocean, Arabian Sea, Persian Gulf, and Red Sea as well as the waters along the east coast of Africa and Madagascar, the south coast of the Arabian Peninsula, and the west coast of India with major producers including India (2,207,125 mt), Oman (580,048 mt), Pakistan (341,730 mt), and Mozambique (274,791 mt); the principal catches include Skipjack and Yellowfin tuna, mackerel, sardines, shrimp, and cephalopods"
    },
    "Climate": {
      "text": "northeast monsoon (December to April), southwest monsoon (June to October); tropical cyclones occur during May/June and October/November in the northern Indian Ocean and January/February in the southern Indian Ocean"
    }
  },
  "Government": {
    "Country name": {
      "etymology": {
        "text": "named for the country of India, which makes up much of its northern border"
      }
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "The Indian Ocean provides major sea routes connecting the Middle East, Africa, and East Asia with Europe and the Americas. It carries a particularly heavy traffic of petroleum and petroleum products from the oilfields of the Persian Gulf and Indonesia. Its fish are of great and growing importance to the bordering countries for domestic consumption and export. Fishing fleets from Russia, Japan, South Korea, and Taiwan also exploit the Indian Ocean, mainly for shrimp and tuna. Large reserves of hydrocarbons are being tapped in the offshore areas of Saudi Arabia, Iran, India, and western Australia. An estimated 40% of the world's offshore oil production comes from the Indian Ocean. Beach sands rich in heavy minerals and offshore placer deposits are actively exploited by bordering countries, particularly India, South Africa, Indonesia, Sri Lanka, and Thailand."
    }
  },
  "Transportation": {
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Chennai (Madras, India); Colombo (Sri Lanka); Durban (South Africa); Jakarta (Indonesia); Kolkata (Calcutta, India); Melbourne (Australia); Mumbai (Bombay, India); Richards Bay (South Africa)"
      }
    }
  },
  "Military and Security": {
    "Maritime threats": {
      "text": "the International Maritime Bureau continues to report the territorial waters of littoral states and offshore waters as high risk for piracy and armed robbery against ships, particularly in the Gulf of Aden, along the east coast of Africa, the Bay of Bengal, and the Strait of Malacca; the presence of several naval task forces in the Gulf of Aden and additional anti-piracy measures on the part of ship operators, including the use of on-board armed security teams, have reduced incidents of piracy; 2020 saw no incidents in the region of the Horn of Africa; the EU naval mission, Operation ATALANTA, continues its operations in the Gulf of Aden and Indian Ocean through 2022; naval units from Japan, India, and China also operate in conjunction with EU forces; China has established a logistical base in Djibouti to support its deployed naval units in the Horn of Africa <br><br>the Maritime Administration of the US Department of Transportation has issued a Maritime Advisory (2021-003A Persian Gulf, Strait of Hormuz, Gulf of Oman, Arabian Sea, Red Sea-Threats to US and International Shipping from Iran) effective 26 February 2021, which states in part that \"heightened military activities and increased political tensions in this region continue to present risk to commercial shipping...there is a continued possibility that Iran and/or its regional proxies could take actions against US and partner interests in the region;\" Coalition Task Force (CTF) Sentinel has been established to provide escorts for commercial shipping transiting the Persian Gulf, Strait of Hormuz, and Gulf of Oman"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>some maritime disputes (see littoral states)</p>"
    }
  }
}