{
  "Introduction": {
    "Background": {
      "text": "The Indian Ocean is the third largest of the world's five oceans (after the Pacific Ocean and Atlantic Ocean, but larger than the Southern Ocean and Arctic Ocean). Four critically important access waterways are the Suez Canal (Egypt), Bab el Mandeb (Djibouti-Yemen), Strait of Hormuz (Iran-Oman), and Strait of Malacca (Indonesia-Malaysia). The decision by the International Hydrographic Organization in the spring of 2000 to delimit a fifth ocean, the Southern Ocean, removed the portion of the Indian Ocean south of 60 degrees south latitude."
    }
  },
  "Geography": {
    "Location": {
      "text": "body of water between Africa, the Southern Ocean, Asia, and Australia"
    },
    "Geographic coordinates": {
      "text": "20 00 S, 80 00 E"
    },
    "Map references": {
      "text": "Political Map of the World"
    },
    "Area": {
      "total": {
        "text": "68.556 million sq km"
      },
      "note": {
        "text": "includes Andaman Sea, Arabian Sea, Bay of Bengal, Flores Sea, Great Australian Bight, Gulf of Aden, Gulf of Oman, Java Sea, Mozambique Channel, Persian Gulf, Red Sea, Savu Sea, Strait of Malacca, Timor Sea, and other tributary water bodies"
      }
    },
    "Area - comparative": {
      "text": "almost 7 times the size of the US"
    },
    "Coastline": {
      "text": "66,526 km"
    },
    "Climate": {
      "text": "northeast monsoon (December to April), southwest monsoon (June to October); tropical cyclones occur during May/June and October/November in the northern Indian Ocean and January/February in the southern Indian Ocean"
    },
    "Terrain": {
      "text": "surface dominated by counterclockwise gyre (broad, circular system of currents) in the southern Indian Ocean; unique reversal of surface currents in the northern Indian Ocean; low atmospheric pressure over southwest Asia from hot, rising, summer air results in the southwest monsoon and southwest-to-northeast winds and currents, while high pressure over northern Asia from cold, falling, winter air results in the northeast monsoon and northeast-to-southwest winds and currents; ocean floor is dominated by the Mid-Indian Ocean Ridge and subdivided by the Southeast Indian Ocean Ridge, Southwest Indian Ocean Ridge, and Ninetyeast Ridge"
    },
    "Elevation": {
      "mean depth": {
        "text": "-3,741 m"
      },
      "elevation extremes": {
        "text": "lowest point: Java Trench -7,258 m ++ highest point: sea level 0 m"
      }
    },
    "Natural resources": {
      "text": "oil and gas fields, fish, shrimp, sand and gravel aggregates, placer deposits, polymetallic nodules"
    },
    "Natural hazards": {
      "text": "occasional icebergs pose navigational hazard in southern reaches"
    },
    "Environment - current issues": {
      "text": "endangered marine species include the dugong, seals, turtles, and whales; oil pollution in the Arabian Sea, Persian Gulf, and Red Sea"
    },
    "Geography - note": {
      "text": "major chokepoints include Bab el Mandeb, Strait of Hormuz, Strait of Malacca, southern access to the Suez Canal, and the Lombok Strait"
    }
  },
  "Government": {
    "Country name": {
      "etymology": {
        "text": "named for the country of India, which makes up much of its northern border"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "The Indian Ocean provides major sea routes connecting the Middle East, Africa, and East Asia with Europe and the Americas. It carries a particularly heavy traffic of petroleum and petroleum products from the oilfields of the Persian Gulf and Indonesia. Its fish are of great and growing importance to the bordering countries for domestic consumption and export. Fishing fleets from Russia, Japan, South Korea, and Taiwan also exploit the Indian Ocean, mainly for shrimp and tuna. Large reserves of hydrocarbons are being tapped in the offshore areas of Saudi Arabia, Iran, India, and western Australia. An estimated 40% of the world's offshore oil production comes from the Indian Ocean. Beach sands rich in heavy minerals and offshore placer deposits are actively exploited by bordering countries, particularly India, South Africa, Indonesia, Sri Lanka, and Thailand."
    }
  },
  "Transportation": {
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Chennai (Madras, India); Colombo (Sri Lanka); Durban (South Africa); Jakarta (Indonesia); Kolkata (Calcutta, India); Melbourne (Australia); Mumbai (Bombay, India); Richards Bay (South Africa)"
      }
    },
    "Transportation - note": {
      "text": "although the number of reported incidents of piracy have dropped dramatically in 2014, the International Maritime Bureau continues to report the territorial waters of littoral states and offshore waters as high risk for piracy and armed robbery against ships, particularly in the Gulf of Aden, along the east coast of Africa, the Bay of Bengal, and the Strait of Malacca; the presence of several naval task forces in the Gulf of Aden and additional anti-piracy measures on the part of ship operators, including the use of on-board armed security teams, have reduced incidents of piracy; in response, Somali-based pirates, using hijacked fishing trawlers as \"mother ships\" to extend their range, shifted operations as far south as the Mozambique Channel, eastward to the vicinity of the Maldives, and northeastward to the Strait of Hormuz"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "some maritime disputes (see littoral states)"
    }
  }
}