{
  "Introduction": {
    "Background": {
      "text": "The Arctic Ocean is the smallest of the world's five oceans (after the Pacific Ocean, Atlantic Ocean, Indian Ocean, and the Southern Ocean). The Northwest Passage (US and Canada) and Northern Sea Route (Norway and Russia) are two important seasonal waterways. In recent years the polar ice pack has receded in the summer allowing for increased navigation and raising the possibility of future sovereignty and shipping disputes among the six countries bordering the Arctic Ocean (Canada, Denmark (Greenland), Iceland, Norway, Russia, US)."
    }
  },
  "Geography": {
    "Location": {
      "text": "body of water between Europe, Asia, and North America, mostly north of the Arctic Circle"
    },
    "Geographic coordinates": {
      "text": "90 00 N, 0 00 E"
    },
    "Map references": {
      "text": "Arctic Region"
    },
    "Area": {
      "total": {
        "text": "15.558 million sq km"
      },
      "note": "<strong>note:</strong> includes Barents Sea, Beaufort Sea, Chukchi Sea, East Siberian Sea, Greenland Sea, Kara Sea, Laptev Sea, Northwest Passage, Norwegian Sea, and other tributary water bodies"
    },
    "Area - comparative": {
      "text": "slightly less than 1.5 times the size of the US"
    },
    "Coastline": {
      "text": "45,389 km"
    },
    "Climate": {
      "text": "polar climate characterized by persistent cold and relatively narrow annual temperature range; winters characterized by continuous darkness, cold and stable weather conditions, and clear skies; summers characterized by continuous daylight, damp and foggy weather, and weak cyclones with rain or snow"
    },
    "Ocean volume": {
      "ocean volume": {
        "text": "18.75 million cu km"
      },
      "percent of World Ocean total volume": {
        "text": "1.4%"
      }
    },
    "Major ocean currents": {
      "text": "<p>two major, slow-moving, wind-driven currents (drift streams) dominate: a clockwise drift pattern in the Beaufort Gyre in the western part of the Arctic Ocean and a nearly straight line Transpolar Drift Stream that moves eastward across the ocean from the New Siberian Islands (Russia) to the Fram Strait (between Greenland and Svalbard); sea ice that lies close to the center of the gyre can complete a 360 degree circle in about 2 years, while ice on the gyre periphery will complete the same circle in about 7-8 years; sea ice in the Transpolar Drift crosses the ocean in about 3 years</p>"
    },
    "Bathymetry": {
      "continental shelf": {
        "text": "The <em>continental shelf </em>(see Figure 1), a rather flat area of the sea floor adjacent to the coast that gradually slopes down from the shore to water depths of about 200 m (660 ft). Dimensions can vary: they may be narrow or nearly nonexistent in some places or extend for hundreds of miles in others. The waters along the continental shelf are usually productive in both plant and animal life, both from sunlight and nutrients from ocean upwelling and terrestrial runoff. More than one quarter of the Arctic sea floor is <em>continental shelf</em>. The Eurasian shelf is very wide extending out 1,500 km (930 mi) and is the largest <em>continental shelf</em> in the World. The following are examples of features found on the <em>continental shelf</em> of the Arctic Ocean (see Figure 2).<br>Barents Shelf<br>Beaufort Shelf<br>Davis Sill<br>Chukchi Shelf<br>East Siberian Shelf<br>Kara Shelf<br>Laptev Shelf<br>Lincoln Shelf"
      },
      "continental slope": {
        "text": "The <em>continental slope</em> (see Figure 1) is where the ocean bottom drops off more rapidly until it meets the deep-sea floor (abyssal plain) at about 3,200 m (10,500 ft) water depth. The deep waters of the continental slope are characterized by cold temperatures, low light conditions, and very high pressures. Sunlight does not penetrate to these depths, having been absorbed or reflected in the water above. The <em>continental slope</em> can be indented by submarine canyons, often associated with the outflow of major rivers. Another feature of the continental slope are alluvial fans or cones of sediments carried downstream to the ocean by major rivers and deposited down the slope. The following are examples of features found on the <em>continental slope</em> of the Arctic Ocean (see Figure 2).<br>Litke Trough<br>Novaya Zemlya Trough<br>Svyataya Anna Trough (Saint Anna Trough)<br>Voronin Trough"
      },
      "abyssal plains": {
        "text": "The <em>abyssal plains </em>(see Figure 1), at depths of over 3,000 m (10,000 ft) and covering 70% of the ocean floor, are the largest habitat on earth. Sunlight does not penetrate to the sea floor, making these deep, dark ecosystems less productive than those along the continental shelf. Despite their name, these “plains” are not uniformly flat; they are interrupted by features like hills, valleys, and seamounts. The following are examples of features found on the <em>abyssal plains</em> of the Arctic Ocean (see Figure 2).<br>Baffin Basin<br>Canada Basin<br>Fram/Amundsen Basin<br>Greenland Abyssal Plain<br>Iceland Basin<br>Makarov Basin<br>Molloy Deep; note - deepest point in the Arctic Ocean<br>Nansen Basin<br>Norwegian Basin"
      },
      "mid-ocean ridge": {
        "text": "The <em>mid-ocean ridge </em>(see Figure 1), rising up from the abyssal plain, is an underwater mountain range, over 64,000 km (40,000 mi) long, rising to an average depth of 2,400 m (8,000 ft). <em>Mid-ocean ridges</em> form at divergent plate boundaries where two tectonic plates are moving apart and new crust is created by magma pushing up from the mantle. Tracing their way around the global ocean, this system of underwater volcanoes forms the longest mountain range on Earth. Fracture Zones are linear transform faults that develop perpendicular to the line of the mid-ocean ridge which can offset the ridge line and divide it into segments. The following are examples of <em>mid-ocean ridges</em> found on the floor of the Arctic Ocean (see Figure 2).<br>Gakkel Ridge<br>Mohns Ridge"
      },
      "seamounts": {
        "text": "<em>Seamounts</em> (see Figure 1) are submarine mountains at least 1,000 m (3,300 ft) high formed from individual volcanoes on the ocean floor. They are distinct from the plate-boundary volcanic system of the mid-ocean ridges, because <em>seamounts</em> tend to be circular or conical. A circular collapse caldera is often centered at the summit, evidence of a magma chamber within the volcano. Flat topped <em>seamounts</em> are known as <em>guyots</em>. Long chains of <em>seamounts</em> are often fed by \"hot spots\" in the deep mantle. These hot spots are associated with stationary plumes of molten rock rising from deep within the Earth's mantle. These hot spot plumes melt through the overlying tectonic plate as it moves and supplies magma to the active volcanic island at the end of the chain of volcanic islands and <em>seamounts</em>. The following are examples of <em>seamounts</em> found on the floor of the Arctic Ocean (see Figure 2).<br>Alpha Ridge<br>Chukchi Plateau<br>Iceland Plateau<br>Lomonosov Ridge<br>Mendeleev Rise<br>Voring Plateau<br>Yermak Plateau"
      },
      "ocean trenches": {
        "text": "note - there are no oceanic trenches on the Arctic sea floor"
      },
      "atolls": {
        "text": "note - there are no atolls found in the Arctic Ocean"
      }
    },
    "Elevation": {
      "highest point": {
        "text": "sea level"
      },
      "lowest point": {
        "text": "Molloy Deep -5,577 m"
      },
      "mean depth": {
        "text": "-1,205 m"
      },
      "ocean zones": {
        "text": "Composed of water and in a fluid state, the oceans are delimited differently than the solid continents. Oceans are divided into three zones based on depth and light level. Although some sea creatures depend on light to live, others can do without it. Sunlight entering the water may travel about 1,000 m into the oceans under the right conditions, but there is rarely any significant light beyond 200 m.<br><br>The upper 200 m (656 ft) of oceans is called the euphotic, or \"sunlight,\" zone. This zone contains the vast majority of commercial fisheries and is home to many protected marine mammals and sea turtles. Only a small amount of light penetrates beyond this depth. <br><br>The zone between 200 m (656 ft) and 1,000 m (3,280 ft) is usually referred to as the \"twilight\" zone, but is officially the dysphotic zone. In this zone, the intensity of light rapidly dissipates as depth increases. Such a minuscule amount of light penetrates beyond a depth of 200 m that photosynthesis is no longer possible.<br><br>The aphotic, or \"midnight,\" zone exists in depths below 1,000 m (3,280 ft). Sunlight does not penetrate to these depths and the zone is bathed in darkness."
      }
    },
    "Natural resources": {
      "text": "sand and gravel aggregates, placer deposits, polymetallic nodules, oil and gas fields, fish, marine mammals (seals and whales)"
    },
    "Natural hazards": {
      "text": "ice islands occasionally break away from northern Ellesmere Island; icebergs calved from glaciers in western Greenland and extreme northeastern Canada; permafrost in islands; virtually ice locked from October to June; ships subject to superstructure icing from October to May"
    },
    "Geography - note": {
      "text": "major chokepoint is the southern Chukchi Sea (northern access to the Pacific Ocean via the Bering Strait); strategic location between North America and Russia; shortest marine link between the extremes of eastern and western Russia; floating research stations operated by the US and Russia; maximum snow cover in March or April about 20 to 50 centimeters over the frozen ocean; snow cover lasts about 10 months"
    }
  },
  "People and Society": {
  },
  "Environment": {
    "Environment - current issues": {
      "text": "climate change; changes in biodiversity; water pollution from use of toxic chemicals; endangered marine species include walruses and whales; fragile ecosystem slow to change and slow to recover from disruptions or damage; thinning polar icepack"
    },
    "Climate": {
      "text": "polar climate characterized by persistent cold and relatively narrow annual temperature range; winters characterized by continuous darkness, cold and stable weather conditions, and clear skies; summers characterized by continuous daylight, damp and foggy weather, and weak cyclones with rain or snow"
    },
    "Marine fisheries": {
      "text": "the Arctic fishery region (Region 18) is the smallest in the world with a catch of only 708 mt in 2019, although the Food and Agriculture Organization assesses that some Arctic catches are reported in adjacent regions; Russia and Canada were historically the major producers; in 2017, Canada, Denmark (Greenland), Iceland, Norway, Russia, and the US, along with the People’s Republic of China, the European Union, Japan, and the Republic of Korea, agreed to a 16 year ban on fishing in the Central Arctic Ocean to allow for time to study the ecological system of these waters<br><br><strong>Regional fisheries bodies:</strong> International Council for the Exploration of the Seas"
    }
  },
  "Government": {
    "Country name": {
      "etymology": {
        "text": "the name Arctic comes from the Greek word \"arktikos\" meaning \"near the bear\" or \"northern,\" and that word derives from \"arktos,\" meaning \"bear\"; the name refers either to the constellation Ursa Major, the \"Great Bear,\" which is prominent in the northern celestial sphere, or to the constellation Ursa Minor, the \"Little Bear,\" which contains Polaris, the North (Pole) Star"
      }
    }
  },
  "Economy": {
  },
  "Transportation": {
    "Icebreakers": {
      "text": "Norway: one PC 3 or 4 class medium icebreaker, and one PC 5 or 6 class light icebreaker<br>Russia: seven PC 1 or 2 class heavy icebreakers, eight PC 3 or 4 class medium icebreakers, and three PC 5 or 6 class light icebreakers<br><br><strong>note:</strong> the ships are listed by Polar Class (PC) vessel: PC 1 - year-round operation in all polar waters (ice thickness &gt;3 m); PC 2 - year-round operation in moderate multi-year ice conditions (ice thickness up to 3 m); PC 3 - year-round operation in second-year ice which may include multi-year ice inclusions (ice thickness up to 2.5 m); PC 4 - year-round operation in thick first-year ice which may include old ice inclusions (ice thickness up to 120 cm); PC 5 - year-round operation in medium first-year ice which may include old ice inclusions (ice thickness up to 70-120 cm); PC 6 - summer/autumn operation in medium first-year ice which may include old ice inclusions (ice thickness up to 30-70 cm)"
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Churchill (Canada), Murmansk (Russia), Prudhoe Bay (US)"
      }
    },
    "Transportation - note": {
      "text": "sparse network of air, ocean, river, and land routes; the Northwest Passage (North America) and Northern Sea Route (Eurasia) are important seasonal waterways"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>record summer melting of sea ice in the Arctic has renewed interest in maritime shipping lanes and sea floor exploration<em><br><br>Canada-US:</em> dispute how to divide the Beaufort Sea and the status of the Northwest Passage but continue to work cooperatively to survey the Arctic continental shelf<br><br><em>Canada-Denmark (Greenland)-Norway:</em> have made submissions to the UN Commission on the Limits of the Continental shelf (CLCS)<br><br><em>Norway-Russia:</em> signed a comprehensive maritime boundary agreement in 2010; Russia has augmented its 2001 CLCS submission</p>"
    }
  }
}