{
  "Introduction": {
    "Background": {
      "text": "The Pacific Ocean is the largest of the world's five oceans (followed by the Atlantic Ocean, Indian Ocean, Southern Ocean, and Arctic Ocean). Strategically important access waterways include the La Perouse, Tsugaru, Tsushima, Taiwan, Singapore, and Torres Straits. The decision by the International Hydrographic Organization in the spring of 2000 to delimit a fifth ocean, the Southern Ocean, removed the portion of the Pacific Ocean south of 60 degrees south. For convenience and because of its immense size, the Pacific Ocean is often divided at the Equator and designated as the North Pacific Ocean and the South Pacific Ocean.&nbsp;"
    }
  },
  "Geography": {
    "Location": {
      "text": "body of water between the Southern Ocean, Asia, Australia, and the Western Hemisphere"
    },
    "Geographic coordinates": {
      "text": "0 00 N, 160 00 W"
    },
    "Map references": {
      "text": "Political Map of the World"
    },
    "Area": {
      "total": {
        "text": "168.723 million sq km"
      },
      "note": "<strong>note:</strong> includes Arafura Sea, Bali Sea, Banda Sea, Bering Sea, Bering Strait, Celebes Sea, Coral Sea, East China Sea, Flores Sea, Gulf of Alaska, Gulf of Thailand, Gulf of Tonkin, Java Sea, Philippine Sea, Sea of Japan, Sea of Okhotsk, Solomon Sea, South China Sea, Sulu Sea, Tasman Sea, and other tributary water bodies"
    },
    "Area - comparative": {
      "text": "about 15 times the size of the US; covers about 28% of the global surface; almost equal to the total land area of the world"
    },
    "Coastline": {
      "text": "135,663 km"
    },
    "Climate": {
      "text": "planetary air pressure systems and resultant wind patterns exhibit remarkable uniformity in the south and east; trade winds and westerly winds are well-developed patterns, modified by seasonal fluctuations; tropical cyclones (hurricanes) may form south of Mexico from June to October and affect Mexico and Central America; continental influences cause climatic uniformity to be much less pronounced in the eastern and western regions at the same latitude in the North Pacific Ocean; the western Pacific is monsoonal - a rainy season occurs during the summer months, when moisture-laden winds blow from the ocean over the land, and a dry season during the winter months, when dry winds blow from the Asian landmass back to the ocean; tropical cyclones (typhoons) may strike southeast and east Asia from May to December"
    },
    "Ocean volume": {
      "ocean volume": {
        "text": "669.88 million cu km"
      },
      "percent of World Ocean total volume": {
        "text": "50.1%"
      }
    },
    "Major ocean currents": {
      "text": "the clockwise North Pacific Gyre formed by the warm northward flowing Kuroshio Current in the west, the eastward flowing North Pacific Current in the north, the southward flowing cold California Current in the east, and the westward flowing North Equatorial Current in the south; the counterclockwise South Pacific Gyre composed of the southward flowing warm East Australian Current in the west, the eastward flowing South Pacific Current in the south, the northward flowing cold Peru (Humbolt) Current in the east, and the westward flowing South Equatorial Current in the north"
    },
    "Bathymetry": {
      "continental shelf": {
        "text": "The <em>continental shelf</em> (see Figure 1), a rather flat area of the sea floor adjacent to the coast that gradually slopes down from the shore to water depths of about 200 m (660 ft). Dimensions can vary: they may be narrow or nearly nonexistent in some places or extend for hundreds of miles in others. The waters along the <em>continental shelf</em> are usually productive in both plant and animal life, both from sunlight and nutrients from ocean upwelling and terrestrial runoff. The following are examples of features found on the <em>continental shelf</em> of the Pacific Ocean.<br> <p>Arafura Shelf (Figure 5)<br>Sahul Shelf (Figure 5)<br>Sunda Shelf (Figure 5)<br>Taiwan Banks (Figure 5)<br><br></p>"
      },
      "continental slope": {
        "text": "The c<em>ontinental slope</em> (see Figure 1) is where the ocean bottom drops off more rapidly until it meets the deep-sea floor (<em>abyssal plain</em>) at about 3,200 m (10,500 ft) water depth. The deep waters of the <em>continental slope</em> are characterized by cold temperatures, low light conditions, and very high pressures. Sunlight does not penetrate to these depths, having been absorbed or reflected in the water above. The <em>continental slope</em> can be indented by submarine canyons, often associated with the outflow of major rivers. Another feature of the <em>continental slope</em> are alluvial fans or cones of sediments carried downstream to the ocean by major rivers and deposited down the slope. The following are examples of features found on the <em>continental slope</em> of the Pacific Ocean.<br> <p>Pribilof Canyon (Figure 2)<br>Zhemchug Canyon (Figure 2); note - deepest submarine canyon</p>"
      },
      "abyssal plains": {
        "text": "The a<em>byssal plains</em> (see Figure 1), at depths of over 3,000 m (10,000 ft) and covering 70% of the ocean floor, are the largest habitat on earth. Sunlight does not penetrate to the sea floor, making these deep, dark ecosystems less productive than those along the continental shelf. Despite their name, these “plains” are not uniformly flat; they are interrupted by features like hills, valleys, and seamounts. The following are examples of features found on the <em>abyssal plains</em> of the Pacific Ocean.<br> <p>Aleutian Basin (Figure 2)<br>Central Pacific Basin (Figure 2)<br>Northeast Pacific Basin (Figure 2)<br>Northwest Pacific Basin (Figure 2)<br>Philippine Basin (Figure 4)<br>Southwest Pacific Basin (Figure 4)<br>Tasman Basin (Figure 4)</p>"
      },
      "mid-ocean ridge": {
        "text": "The <em>mid-ocean ridge </em>(see Figure 1), rising up from the <em>abyssal plain</em>, is an underwater mountain range, over 64,000 km (40,000 mi) long, rising to an average depth of 2,400 m (8,000 ft). <em>Mid-ocean ridges</em> form at divergent plate boundaries where two tectonic plates are moving apart and new crust is created by magma pushing up from the mantle. Tracing their way around the global ocean, this system of underwater volcanoes forms the longest mountain range on Earth. Fracture Zones are linear transform faults that develop perpendicular to the line of the mid-ocean ridge which can offset the ridge line and divide it into segments. The following are examples of <em>mid-ocean ridges</em> found on the floor of the Pacific Ocean.<br> <p>East Pacific Rise (Figure 3)<br>Pacific-Antarctic Ridge (Figure 3)</p>"
      },
      "seamounts": {
        "text": "<em>Seamounts</em> (see Figure 1) are submarine mountains at least 1,000 m (3,300 ft) high formed from individual volcanoes on the ocean floor. They are distinct from the plate-boundary volcanic system of the <em>mid-ocean ridges</em>, because <em>seamounts</em> tend to be circular or conical. A circular collapse caldera is often centered at the summit, evidence of a magma chamber within the volcano. Flat topped <em>seamounts</em> are known as <em>guyots</em>. Long chains of <em>seamounts</em> are often fed by \"hot spots\" in the deep mantle. These hot spots are associated with stationary plumes of molten rock rising from deep within the Earth's mantle. These hot spot plumes melt through the overlying tectonic plate as it moves and supplies magma to the active volcanic island at the end of the chain of volcanic islands and <em>seamounts</em>. The following are examples of <em>seamounts</em> found on the floor of the Pacific Ocean.<br> <p>Caroline Seamounts (Figure 5)<br>East Mariana Ridge (Figure 4)<br>Emperor Seamount Chain (Figure 2)<br>Hawaiian Ridge (Figure 2)<br>Lord Howe Seamount Chain (Figure 4)<br>Louisville Ridge (Figure 4)<br>Kapingamarangi (Ontong-Java) Rise (Figure 5); note - largest submarine plateau<br>Macclesfield Bank (Figure 5)<br>Marshall Seamounts (Figure 2)<br>Magellan Seamounts (Figure 2)<br>Mid-Pacific Seamounts (Figure 2)<br>Reed Tablemount (Figure 5)<br>Shatsky Rise (Figure 2); note - third largest submarine plateau<br>Tonga-Kermadec Ridge (Figure 4)</p>"
      },
      "ocean trenches": {
        "text": "<em>Ocean trenches</em> (see Figure 1) are the deepest parts of the ocean floor and are created by the process of subduction. <em>Trenches</em> form along convergent boundaries where tectonic plates are moving toward each other, and one plate sinks (is subducted) under another. The location where the sinking of a plate occurs is called a subduction zone. Subduction can occur when oceanic crust collides with and sinks under (subducts) continental crust resulting in volcanic, seismic, and mountain-building processes. Subduction can also occur in the convergence of two oceanic plates where one will sink under the other and in the process create a deep <em>ocean trench</em>. Subduction processes in oceanic-oceanic plate convergence also result in the formation of volcanoes. Over millions of years, the erupted lava and volcanic debris pile up on the ocean floor until a submarine volcano rises above sea level to form a <em>volcanic island</em>. Such volcanoes are typically strung out in chains called island arcs. As the name implies, volcanic island arcs, which closely parallel the <em>trenches</em>, are generally curved. The following are examples of <em>ocean trenches</em> found on the floor of the Pacific Ocean.<br> <p>Aleutian Trench (Figure 2)<br>Chile Trench (Figure 3)<br>Izu-Ogasawara Trench (Figure 2)<br>Japan Trench (Figure 2)<br>Kermadec Trench (Figure 3, 4)<br>Kuril-Kamchatka Trench (Figure 2)<br>Manus Trench (Figure 4)<br>Mariana Trench (Figure 2, 4); note - deepest ocean trench<br>Middle America Trench (Figure 3)<br>Nansei-Shoto Trench (Figure 5)<br>Palau Trench (Figure 2, 4)<br>Philippine Trench (Figure 4)<br>Peru-Chile Trench (Figure 3)<br>South New Hebrides Trench (Figure 4)<br>Tonga Trench (Figure 3, 4)<br>Yap Trench (Figure 2, 4)</p>"
      },
      "atolls": {
        "text": "<em>Atolls</em> are the remains of dormant volcanic islands. In warm tropical oceans, coral colonies establish themselves on the margins of the island. Then, over time, the high elevation of the island collapses and erodes away to sea level leaving behind an outline of the island in the form of the fringing coral reef. The resulting low island is typified by the coral reef surrounding a low elevation of sand and coral above sea level with an interior shallow lagoon. Often times the remaining dry land is broken into a ring of islets. Some lagoons can be hundreds of square kilometers. It may take as long as 300,000 years for an <em>atoll</em> formation to occur. <em>Guyots </em>are submerged atoll structures, which explains why they are flat topped seamounts. The following are examples of <em>atolls</em> found in the Pacific Ocean; for more information see the following entries in The World Factbook.<br><br>Federated States of Micronesia<br>French Polynesia<br>Kiribati<br>Marshall Islands<br>Midway Island<br>Tonga<br>Tuvalu<br>US Pacific Island Wildlife Refuges<br>Vanuatu<br>Wake Island"
      }
    },
    "Elevation": {
      "highest point": {
        "text": "sea level"
      },
      "lowest point": {
        "text": "Challenger Deep in the Mariana Trench -10,924 m<br>note - the Pacific Ocean is the deepest ocean basin"
      },
      "mean depth": {
        "text": "-4,080 m"
      },
      "ocean zones": {
        "text": "Composed of water and in a fluid state, the oceans are delimited differently than the solid continents. Oceans are divided into three zones based on depth and light level. Although some sea creatures depend on light to live, others can do without it. Sunlight entering the water may travel about 1,000 m into the oceans under the right conditions, but there is rarely any significant light beyond 200 m.<br><br>The upper 200 m (656 ft) of oceans is called the euphotic, or \"sunlight,\" zone. This zone contains the vast majority of commercial fisheries and is home to many protected marine mammals and sea turtles. Only a small amount of light penetrates beyond this depth. <br><br>The zone between 200 m (656 ft) and 1,000 m (3,280 ft) is usually referred to as the \"twilight\" zone, but is officially the dysphotic zone. In this zone, the intensity of light rapidly dissipates as depth increases. Such a minuscule amount of light penetrates beyond a depth of 200 m that photosynthesis is no longer possible.<br><br>The aphotic, or \"midnight,\" zone exists in depths below 1,000 m (3,280 ft). Sunlight does not penetrate to these depths and the zone is bathed in darkness."
      }
    },
    "Natural resources": {
      "text": "oil and gas fields, polymetallic nodules, sand and gravel aggregates, placer deposits, fish"
    },
    "Natural hazards": {
      "text": "surrounded by a zone of violent volcanic and earthquake activity sometimes referred to as the \"Pacific Ring of Fire\"; up to 90% of the world's earthquakes and some 75% of the world's volcanoes occur within the Ring of Fire; 80% of tsunamis, caused by volcanic or seismic events, occur within the \"Pacific Ring of Fire\"; subject to tropical cyclones (typhoons) in southeast and east Asia from May to December (most frequent from July to October); tropical cyclones (hurricanes) may form south of Mexico and strike Central America and Mexico from June to October (most common in August and September); cyclical El Nino/La Nina phenomenon occurs in the equatorial Pacific, influencing weather in the Western Hemisphere and the western Pacific; ships subject to superstructure icing in extreme north from October to May; persistent fog in the northern Pacific can be a maritime hazard from June to December"
    },
    "Geography - note": {
      "text": "the major chokepoints are the Bering Strait, Panama Canal, Luzon Strait, and the Singapore Strait; the Equator divides the Pacific Ocean into the North Pacific Ocean and the South Pacific Ocean; dotted with low coral islands and rugged volcanic islands in the southwestern Pacific Ocean; much of the Pacific Ocean's rim lies along the Ring of Fire, a belt of active volcanoes and earthquake epicenters that accounts for up to 90% of the world's earthquakes and some 75% of the world's volcanoes; the Pacific Ocean is the deepest ocean basin averaging 4,000 m in depth"
    }
  },
  "People and Society": {
    "Contraceptive prevalence rate": {
      "text": "NA"
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "pollution (such as sewage, runoff from land and toxic waste); habitat destruction; over-fishing; climate change leading to sea level rise, ocean acidification, and warming; endangered marine species include the dugong, sea lion, sea otter, seals, turtles, and whales; oil pollution in Philippine Sea and South China Sea"
    },
    "Climate": {
      "text": "planetary air pressure systems and resultant wind patterns exhibit remarkable uniformity in the south and east; trade winds and westerly winds are well-developed patterns, modified by seasonal fluctuations; tropical cyclones (hurricanes) may form south of Mexico from June to October and affect Mexico and Central America; continental influences cause climatic uniformity to be much less pronounced in the eastern and western regions at the same latitude in the North Pacific Ocean; the western Pacific is monsoonal - a rainy season occurs during the summer months, when moisture-laden winds blow from the ocean over the land, and a dry season during the winter months, when dry winds blow from the Asian landmass back to the ocean; tropical cyclones (typhoons) may strike southeast and east Asia from May to December"
    },
    "Marine fisheries": {
      "text": "<p>the Pacific Ocean fisheries are the most important in the world accounting for 58.1%, or 45,800,000 mt, of the global marine capture in 2020; of the six regions delineated by the Food and Agriculture Organization in the Pacific Ocean, the following are the most important:</p> <p><em>Northwest Pacific</em> region (Region 61) is the world’s most important fishery producing 24.3% of the global catch or 19,150,000 mt in 2020; it encompasses the waters north of 20º north latitude and west of 175º west longitude with the major producers including China (29,080726 mt), Japan (3,417,871 mt), South Korea (1,403,892 mt), and Taiwan (487,739 mt); the principal catches include Alaska Pollock, Japanese anchovy, chub mackerel, and scads</p> <p><em>Western Central Pacific</em> region (Region 71) is the world’s second most important fishing region producing 16.8%, or 13,260,000 mt, of the global catch in 2020; tuna is the most important species in this region; the region includes the waters between 20º North and 25º South latitude and west of 175º West longitude with the major producers including Indonesia (6,907,932 mt), Vietnam (4,571,497 mt), Philippines (2,416,879 mt), Thailand (1,509,574 mt), and Malaysia (692,553 mt); the principal catches include Skipjack and Yellowfin tuna, sardinellas, and cephalopods</p> <p><em>Southeast Pacific </em>region (Region 87) is the third major Pacific fishery and third largest in the world producing 10.7%, or 8,400,000 mt, of the global catch in 2020; this region includes the nutrient rich upwelling waters off the west coast of South America between 5º North and 60º South latitude and east of 120º West longitude with the major producers including Peru (4,888,730 mt), Chile (3,298,795 mt), and Ecuador (1,186,249 mt); the principal catches include Peruvian anchovy (68.5% of the catch), Jumbo flying squid, and Chilean jack mackerel</p> <em>Pacific Northeast</em> region (Region 67) is the fourth largest Pacific Ocean fishery and eighth largest in the world producing 3.6% of the global catch or 2,860,000 mt in 2020; this region encompasses the waters north of 40º North latitude and east of 175º West longitude including the Gulf of Alaska and Bering Sea with the major producers including the US (3,009,568 mt), Canada (276,677 mt), and Russia (6,908 mt); the principal catches include Alaska pollock, Pacific cod, and North Pacific hake<br><br><strong>Regional fisheries bodies:</strong> Commission for the Conservation of Southern Bluefin Tuna, Inter-American Tropical Tuna Commission, International  Council for the Exploration of the Seas, North Pacific Anadromous Fish Commission, North Pacific Fisheries Commission, South Pacific Regional Fisheries Management Organization, Southeast Asian Fisheries Development Center, Western and Central Pacific Fisheries Commission"
    }
  },
  "Government": {
    "Country name": {
      "etymology": {
        "text": "named by Portuguese explorer Ferdinand MAGELLAN during the Spanish circumnavigation of the world in 1521; encountering favorable winds upon reaching the ocean, he called it \"Mar Pacifico,\" which means \"peaceful sea\" in both Portuguese and Spanish"
      }
    }
  },
  "Economy": {
  },
  "Transportation": {
    "Icebreakers": {
      "text": "<em>North Pacific</em><br>China: one PC 3 or 4 class medium icebreaker, and three PC 5 or 6 class light icebreakers<br>Japan: one PC 3 or 4 class medium icebreaker<br>Russia: one PC 3 or 4 class medium icebreaker, and six PC 5 or 6 class light icebreakers<br>US: one PC 1 or 2 class heavy icebreaker, one PC 3 or 4 class medium icebreaker, and one PC 5 or 6 class light icebreaker<br><em>South Pacific</em><br>Australia: one PC 3 or 4 class medium icebreaker<br>Chile: one PC 5 or 6 class light icebreaker<br>France (French Polynesia): one PC 3 or 4 class medium icebreaker<br><br><strong>note:</strong> the ships are listed by Polar Class (PC) vessel: PC 1 - year-round operation in all polar waters (ice thickness &gt;3 m); PC 2 - year-round operation in moderate multi-year ice conditions (ice thickness up to 3 m); PC 3 - year-round operation in second-year ice which may include multi-year ice inclusions (ice thickness up to 2.5 m); PC 4 - year-round operation in thick first-year ice which may include old ice inclusions (ice thickness up to 120 cm); PC 5 - year-round operation in medium first-year ice which may include old ice inclusions (ice thickness up to 70-120 cm); PC 6 - summer/autumn operation in medium first-year ice which may include old ice inclusions (ice thickness up to 30-70 cm)"
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Bangkok (Thailand), Hong Kong (China), Kao-hsiung (Taiwan), Los Angeles (US), Manila (Philippines), Pusan (South Korea), San Francisco (US), Seattle (US), Shanghai (China), Singapore, Sydney (Australia), Vladivostok (Russia), Wellington (NZ), Yokohama (Japan)"
      }
    }
  },
  "Military and Security": {
    "Military - note": {
      "text": "according to the International Maritime Bureau, the risk for piracy and armed robbery in the territorial waters of littoral states and offshore waters in the South China Sea is high, particularly the Singapore Straits and the Celebes and Sulu Seas between the Philippines and Malaysia (2023)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>some maritime disputes (see littoral states)</p>"
    }
  }
}