{
  "Introduction": {
    "Background": {
      "text": "The Pacific Ocean is the largest of the world's five oceans (followed by the Atlantic Ocean, Indian Ocean, Southern Ocean, and Arctic Ocean). Strategically important access waterways include the La Perouse, Tsugaru, Tsushima, Taiwan, Singapore, and Torres Straits.The decision by the International Hydrographic Organization in the spring of 2000 to delimit a fifth ocean, the Southern Ocean, removed the portion of the Pacific Ocean south of 60 degrees south."
    }
  },
  "Geography": {
    "Location": {
      "text": "body of water between the Southern Ocean, Asia, Australia, and the Western Hemisphere"
    },
    "Geographic coordinates": {
      "text": "0 00 N, 160 00 W"
    },
    "Map references": {
      "text": "Political Map of the World"
    },
    "Area": {
      "total": {
        "text": "161.760 million sq km"
      },
      "note": "<strong>note:</strong> includes Bali Sea, Bering Sea, Bering Strait, Coral Sea, East China Sea, Gulf of Alaska, Gulf of Tonkin, Philippine Sea, Sea of Japan, Sea of Okhotsk, South China Sea, Tasman Sea, and other tributary water bodies"
    },
    "Area - comparative": {
      "text": "about 15 times the size of the US; covers about 28% of the global surface; almost equal to the total land area of the world"
    },
    "Coastline": {
      "text": "135,663 km"
    },
    "Climate": {
      "text": "planetary air pressure systems and resultant wind patterns exhibit remarkable uniformity in the south and east; trade winds and westerly winds are well-developed patterns, modified by seasonal fluctuations; tropical cyclones (hurricanes) may form south of Mexico from June to October and affect Mexico and Central America; continental influences cause climatic uniformity to be much less pronounced in the eastern and western regions at the same latitude in the North Pacific Ocean; the western Pacific is monsoonal - a rainy season occurs during the summer months, when moisture-laden winds blow from the ocean over the land, and a dry season during the winter months, when dry winds blow from the Asian landmass back to the ocean; tropical cyclones (typhoons) may strike southeast and east Asia from May to December"
    },
    "Terrain": {
      "text": "<p>surface dominated by two large gyres (broad, circular systems of currents), one in the northern Pacific and another in the southern Pacific; in the northern Pacific, sea ice forms in the Bering Sea and Sea of Okhotsk in winter; in the southern Pacific, sea ice from Antarctica reaches its northernmost extent in October; the ocean floor in the eastern Pacific is dominated by the East Pacific Rise, while the western Pacific is dissected by deep trenches, including the Mariana Trench, which is the world's deepest at 10,924 m</p> <p><strong>major surface currents:</strong> clockwise North Pacific Gyre formed by the warm northward flowing Kuroshio Current in the west, the eastward flowing North Pacific Current in the north, the southward flowing cold California Current in the east, and the westward flowing North Equatorial Current in the south; the counterclockwise South Pacific Gyre composed of the southward flowing warm East Australian Current in the west, the eastward flowing South Pacific Current in the south, the northward flowing cold Peru (Humbolt) Current in the east, and the westward flowing South Equatorial Current in the north</p>"
    },
    "Elevation": {
      "highest point": {
        "text": "sea level"
      },
      "lowest point": {
        "text": "Challenger Deep in the Mariana Trench -10,924 m<br>note - the Pacific Ocean is the deepest ocean basin"
      },
      "mean depth": {
        "text": "-4,080 m"
      },
      "ocean zones": {
        "text": "Composed of water and in a fluid state, the oceans are delimited differently than the solid continents. Oceans are divided into three zones based on depth and light level. Although some sea creatures depend on light to live, others can do without it. Sunlight entering the water may travel about 1,000 m into the oceans under the right conditions, but there is rarely any significant light beyond 200 m.<br><br>The upper 200 m (656 ft) of oceans is called the euphotic, or \"sunlight,\" zone. This zone contains the vast majority of commercial fisheries and is home to many protected marine mammals and sea turtles. Only a small amount of light penetrates beyond this depth. <br><br>The zone between 200 m (656 ft) and 1,000 m (3,280 ft) is usually referred to as the \"twilight\" zone, but is officially the dysphotic zone. In this zone, the intensity of light rapidly dissipates as depth decreases. Such a minuscule amount of light penetrates beyond a depth of 200 m that photosynthesis is no longer possible.<br><br>The aphotic, or \"midnight,\" zone exists in depths below 1,000 m (3,280 ft). Sunlight does not penetrate to these depths and the zone is bathed in darkness."
      }
    },
    "Natural resources": {
      "text": "oil and gas fields, polymetallic nodules, sand and gravel aggregates, placer deposits, fish"
    },
    "Natural hazards": {
      "text": "surrounded by a zone of violent volcanic and earthquake activity sometimes referred to as the \"Pacific Ring of Fire\"; up to 90% of the world's earthquakes and some 75% of the world's volcanoes occur within the Ring of Fire; 80% of tsunamis, caused by volcanic or seismic events, occur within the \"Pacific Ring of Fire\"; subject to tropical cyclones (typhoons) in southeast and east Asia from May to December (most frequent from July to October); tropical cyclones (hurricanes) may form south of Mexico and strike Central America and Mexico from June to October (most common in August and September); cyclical El Nino/La Nina phenomenon occurs in the equatorial Pacific, influencing weather in the Western Hemisphere and the western Pacific; ships subject to superstructure icing in extreme north from October to May; persistent fog in the northern Pacific can be a maritime hazard from June to December"
    },
    "Geography - note": {
      "text": "the major chokepoints are the Bering Strait, Panama Canal, Luzon Strait, and the Singapore Strait; the Equator divides the Pacific Ocean into the North Pacific Ocean and the South Pacific Ocean; dotted with low coral islands and rugged volcanic islands in the southwestern Pacific Ocean; much of the Pacific Ocean's rim lies along the Ring of Fire, a belt of active volcanoes and earthquake epicenters that accounts for up to 90% of the world's earthquakes and some 75% of the world's volcanoes; the Pacific Ocean is the deepest ocean basin averaging 4,000 m in depth"
    }
  },
  "People and Society": {
    "Contraceptive prevalence rate": {
      "text": "NA"
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "pollution (such as sewage, runoff from land and toxic waste); habitat destruction; over-fishing; climate change leading to sea level rise, ocean acidification, and warming; endangered marine species include the dugong, sea lion, sea otter, seals, turtles, and whales; oil pollution in Philippine Sea and South China Sea"
    },
    "Marine fisheries": {
      "text": "<p>the Pacific Ocean fisheries are the most important in the world accounting for 57.8%, or 46,144,490 mt, of the global marine capture in 2019; of the six regions delineated by the Food and Agriculture Organization in the Pacific Ocean, the following are the most important:</p> <p><em>Northwest Pacific</em> region (Region 61) is the world’s most important fishery producing 24% of the global catch or 19,151,516 mt in 2019; it encompasses the waters north of 20º north latitude and west of 175º west longitude with the major producers including China (29,080726 mt), Japan (3,417,871 mt), South Korea (1,403,892 mt), and Taiwan (487,739 mt); the principal catches include Alaska Pollock, Japanese anchovy, chub mackerel, and scads</p> <p><em>Western Central Pacific</em> region (Region 71) is the world’s second most important fishing region producing 17.3%, or 13,798,443 mt, of the global catch in 2019; tuna is the most important species in this region; the region includes the waters between 20º North and 25º South latitude and west of 175º West longitude with the major producers including Indonesia (6,907,932 mt), Vietnam (4,571,497 mt), Philippines (2,416,879 mt), Thailand (1,509,574 mt), and Malaysia (692,553 mt); the principal catches include Skipjack and Yellowfin tuna, sardinellas, and cephalopods</p> <p><em>Southeast Pacific </em>region (Region 87) is the third major Pacific fishery and third largest in the world producing 9.7%, or 7,755,134 mt, of the global catch in 2019; this region includes the nutrient rich upwelling waters off the west coast of South America between 5º North and 60º South latitude and east of 120º West longitude with the major producers including Peru (4,888,730 mt), Chile (3,298,795 mt), and Ecuador (1,186,249 mt); the principal catches include Peruvian anchovy (68.5% of the catch), Jumbo flying squid, and Chilean jack mackerel</p> <em>Pacific Northeast</em> region (Region 67) is the fourth largest Pacific Ocean fishery and seventh largest in the world producing 4% of the global catch or 3,160,372 mt in 2019; this region encompasses the waters north of 40º North latitude and east of 175º West longitude including the Gulf of Alaska and Bering Sea with the major producers including the US (3,009,568 mt), Canada (276,677 mt), and Russia (6,908 mt); the principal catches include Alaska pollock, Pacific cod, and North Pacific hake"
    },
    "Climate": {
      "text": "planetary air pressure systems and resultant wind patterns exhibit remarkable uniformity in the south and east; trade winds and westerly winds are well-developed patterns, modified by seasonal fluctuations; tropical cyclones (hurricanes) may form south of Mexico from June to October and affect Mexico and Central America; continental influences cause climatic uniformity to be much less pronounced in the eastern and western regions at the same latitude in the North Pacific Ocean; the western Pacific is monsoonal - a rainy season occurs during the summer months, when moisture-laden winds blow from the ocean over the land, and a dry season during the winter months, when dry winds blow from the Asian landmass back to the ocean; tropical cyclones (typhoons) may strike southeast and east Asia from May to December"
    }
  },
  "Government": {
    "Country name": {
      "etymology": {
        "text": "named by Portuguese explorer Ferdinand MAGELLAN during the Spanish circumnavigation of the world in 1521; encountering favorable winds upon reaching the ocean, he called it \"Mar Pacifico,\" which means \"peaceful sea\" in both Portuguese and Spanish"
      }
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "The Pacific Ocean is a major contributor to the world economy and particularly to those nations its waters directly touch. It provides low-cost sea transportation between East and West, extensive fishing grounds, offshore oil and gas fields, minerals, and sand and gravel for the construction industry. In 1996, over 60% of the world's fish catch came from the Pacific Ocean. Exploitation of offshore oil and gas reserves is playing an ever-increasing role in the energy supplies of the US, Australia, NZ, China, and Peru. The high cost of recovering offshore oil and gas, combined with the wide swings in world prices for oil since 1985, has led to fluctuations in new drillings."
    }
  },
  "Transportation": {
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Bangkok (Thailand), Hong Kong (China), Kao-hsiung (Taiwan), Los Angeles (US), Manila (Philippines), Pusan (South Korea), San Francisco (US), Seattle (US), Shanghai (China), Singapore, Sydney (Australia), Vladivostok (Russia), Wellington (NZ), Yokohama (Japan)"
      }
    }
  },
  "Military and Security": {
    "Maritime threats": {
      "text": "the International Maritime Bureau reports the territorial waters of littoral states and offshore waters in the South China Sea as high risk for piracy and armed robbery against ships; an emerging threat area lies in the Celebes and Sulu Seas between the Philippines and Malaysia where three ships were attacked in 2020; numerous commercial vessels have been attacked and hijacked both at anchor and while underway; hijacked vessels are often disguised and cargoes stolen"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>some maritime disputes (see littoral states)</p>"
    }
  }
}