{
  "intro": {
    "background": {
      "text": "Armenia prides itself on being the first nation to formally adopt Christianity (early 4th century). Despite periods of autonomy, over the centuries Armenia came under the sway of various empires including the Roman, Byzantine, Arab, Persian, and Ottoman. During World War I in the western portion of Armenia, Ottoman Turkey instituted a policy of forced resettlement coupled with other harsh practices that resulted in at least 1 million Armenian deaths. The eastern area of Armenia was ceded by the Ottomans to Russia in 1828; this portion declared its independence in 1918, but was conquered by the Soviet Red Army in 1920. Armenian leaders remain preoccupied by the long conflict with Azerbaijan over Nagorno-Karabakh, a primarily Armenian-populated region, assigned to Soviet Azerbaijan in the 1920s by Moscow. Armenia and Azerbaijan began fighting over the area in 1988; the struggle escalated after both countries attained independence from the Soviet Union in 1991. By May 1994, when a cease-fire took hold, ethnic Armenian forces held not only Nagorno-Karabakh but also a significant portion of Azerbaijan proper. The economies of both sides have been hurt by their inability to make substantial progress toward a peaceful resolution. Turkey closed the common border with Armenia in 1993 in support of Azerbaijan in its conflict with Armenia over control of Nagorno-Karabakh and surrounding areas, further hampering Armenian economic growth. In 2009, senior Armenian leaders began pursuing rapprochement with Turkey, aiming to secure an opening of the border, but Turkey has not yet ratified the Protocols normalizing relations between the two countries."
    }
  },
  "geo": {
    "location": {
      "text": "Southwestern Asia, between Turkey (to the west) and Azerbaijan"
    },
    "geographic_coordinates": {
      "text": "40 00 N, 45 00 E"
    },
    "map_references": {
      "text": "Middle East"
    },
    "area": {
      "total": "29,743 sq km",
      "land": "28,203 sq km",
      "water": "1,540 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Maryland"
    },
    "land_boundaries": {
      "total": "1,254 km",
      "border_countries": "Azerbaijan-proper 566 km, Azerbaijan-Naxcivan exclave 221 km, Georgia 164 km, Iran 35 km, Turkey 268 km"
    },
    "coastline": {
      "text": "0 km (landlocked)"
    },
    "maritime_claims": {
      "text": "none (landlocked)"
    },
    "climate": {
      "text": "highland continental, hot summers, cold winters"
    },
    "terrain": {
      "text": "Armenian Highland with mountains; little forest land; fast flowing rivers; good soil in Aras River valley"
    },
    "elevation_extremes": {
      "lowest_point": "Debed River 400 m",
      "highest_point": "Aragats Lerrnagagat' 4,090 m"
    },
    "natural_resources": {
      "text": "small deposits of gold, copper, molybdenum, zinc, bauxite"
    },
    "land_use": {
      "arable_land": "14.47%",
      "permanent_crops": "1.8%",
      "other": "83.74% (2011)"
    },
    "irrigated_land": {
      "text": "2,735 sq km (2006)"
    },
    "total_renewable_water_resources": {
      "text": "7.77 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "2.86  cu km/yr (40%/6%/54%)",
      "per_capita": "929.7  cu m/yr (2010)"
    },
    "natural_hazards": {
      "text": "occasionally severe earthquakes; droughts"
    },
    "environment_current_issues": {
      "text": "soil pollution from toxic chemicals such as DDT; the energy crisis of the 1990s led to deforestation when citizens scavenged for firewood; pollution of Hrazdan (Razdan) and Aras Rivers; the draining of Sevana Lich (Lake Sevan), a result of its use as a source for hydropower, threatens drinking water supplies; restart of Metsamor nuclear power plant in spite of its location in a seismically active zone"
    },
    "environment_international_agreements": {
      "party_to": "Air Pollution, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Wetlands",
      "signed_but_not_ratified": "Air Pollution-Persistent Organic Pollutants"
    },
    "geography_note": {
      "text": "landlocked in the Lesser Caucasus Mountains; Sevana Lich (Lake Sevan) is the largest lake in this mountain range"
    }
  },
  "people": {
    "nationality": {
      "noun": "Armenian(s)",
      "adjective": "Armenian"
    },
    "ethnic_groups": {
      "text": "Armenian 97.9%, Yezidi (Kurd) 1.3%, Russian 0.5%, other 0.3% (2001 census)"
    },
    "languages": {
      "text": "Armenian (official) 97.7%, Yezidi 1%, Russian 0.9%, other 0.4% (2001 census)"
    },
    "religions": {
      "text": "Armenian Apostolic 94.7%, other Christian 4%, Yezidi (monotheist with elements of nature worship) 1.3%"
    },
    "population": {
      "text": "2,974,184 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "17.3% (male 274,473/female 239,275)",
      "15_24_years": "17.7% (male 270,206/female 255,325)",
      "25_54_years": "46% (male 643,563/female 725,985)",
      "55_64_years": "9.2% (male 106,531/female 167,486)",
      "65_years_and_over": "9.8% (male 106,552/female 184,788) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "44.1 %",
      "youth_dependency_ratio": "29.2 %",
      "elderly_dependency_ratio": "14.9 %",
      "potential_support_ratio": "6.7 (2013)"
    },
    "median_age": {
      "total": "32.9 years",
      "male": "30.3 years",
      "female": "35.7 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "0.14% (2013 est.)"
    },
    "birth_rate": {
      "text": "12.86 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "8.51 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-2.93 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "64.1% of total population (2011)",
      "rate_of_urbanization": "0.34% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "YEREVAN (capital) 1.116 million (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.11 male(s)/female",
      "0_14_years": "1.15 male(s)/female",
      "15_24_years": "1.05 male(s)/female",
      "25_54_years": "0.88 male(s)/female",
      "55_64_years": "0.62 male(s)/female",
      "65_years_and_over": "0.59 male(s)/female",
      "total_population": "0.89 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "24.1",
      "note": "Median age at first birth among women 25-29 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "30 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "17.59 deaths/1,000 live births",
      "male": "21.9 deaths/1,000 live births",
      "female": "12.83 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "73.75 years",
      "male": "70.1 years",
      "female": "77.8 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.39 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "54.9% (2010)"
    },
    "health_expenditures": {
      "text": "4.4% of GDP (2010)"
    },
    "physicians_density": {
      "text": "3.7 physicians/1,000 population (2007)"
    },
    "hospital_bed_density": {
      "text": "3.7 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 99% of population; rural: 97% of population; total: 98% of population",
      "unimproved": "urban: 1% of population; rural: 3% of population; total: 2% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 95% of population; rural: 80% of population; total: 90% of population",
      "unimproved": "urban: 5% of population; rural: 20% of population; total: 10% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "1,900 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 100 (2009 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "24% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "5.3% (2010)"
    },
    "education_expenditures": {
      "text": "3.2% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "99.6%",
      "male": "99.7%",
      "female": "99.5% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "12 years",
      "male": "12 years",
      "female": "13 years (2010)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "19,596",
      "percentage": "4 %",
      "note": "data represents children ages 7-17 (2007 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "45.5%",
      "male": "37.4%",
      "female": "54.7% (2008)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Armenia",
      "conventional_short_form": "Armenia",
      "local_long_form": "Hayastani Hanrapetut'yun",
      "local_short_form": "Hayastan",
      "former": "Armenian Soviet Socialist Republic, Armenian Republic"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Yerevan",
      "geographic_coordinates": "40 10 N, 44 30 E",
      "time_difference": "UTC+4 (9 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "11 provinces (marzer, singular - marz); Aragatsotn, Ararat, Armavir, Geghark'unik', Kotayk', Lorri, Shirak, Syunik', Tavush, Vayots' Dzor, Yerevan"
    },
    "independence": {
      "text": "21 September 1991 (from the Soviet Union)"
    },
    "national_holiday": {
      "text": "Independence Day, 21 September (1991)"
    },
    "constitution": {
      "text": "adopted by nationwide referendum 5 July 1995; amendments adopted through a nationwide referendum 27 November 2005"
    },
    "legal_system": {
      "text": "civil law system"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Serzh SARGSIAN (since 9 April 2008)",
      "head_of_government": "Prime Minister Tigran SARGSIAN (since 9 April 2008)",
      "cabinet": "Council of Ministers appointed by the prime minister",
      "elections": "president elected by popular vote for a five-year term (eligible for a second term); election last held on 18 February 2013 (next to be held February 2018); prime minister appointed by the president based on majority or plurality support in parliament; the prime minister and Council of Ministers must resign if the National Assembly refuses to accept their program",
      "election_results": "Serzh SARGSIAN reelected president; percent of vote - Serzh SARGSIAN 58.6%, Raffi HOVHANNISIAN 36.7%, Hrant BAGRATIAN 2.2%, other 2.5%"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly (Parliament) or Azgayin Zhoghov (131 seats; members elected by popular vote, 90 members elected by party list and 41 by direct vote; to serve five-year terms)",
      "elections": "last held on 6 May 2012 (next to be held in the spring of 2017)",
      "election_results": "percent of vote by party - RPA 44%, Prosperous Armenia 30.1%, ANC 7.1%, Heritage Party 5.8%, ARF (Dashnak) 5.7%, Rule of Law 5.5%, other 1.8%; seats by party - RPA 69, Prosperous Armenia 37, ANC 7, Heritage Party 5, ARF (Dashnak) 5, Rule of Law 6, independent 2"
    },
    "judicial_branch": {
      "highest_courts": "Court of Cassation (consists of the court chairman and organized into a criminal chamber and a civil and administrative chamber, each with a court chairman and 2 judges); Constitutional Court (consists of 9 judges)",
      "judge_selection_and_term_of_office": "Court of Cassation judges nominated by the Judicial Council, a 9-member body of selected judges and legal scholars; judges appointed by the president; Constitutional Court judges - 4 appointed by the president, and 5 elected by National Assembly; judges of both courts can serve until retirement at age 65",
      "subordinate_courts": "2 Courts of Appeal (for civil cases and for criminal and military cases); district courts; Administrative Court"
    },
    "political_parties_and_leaders": {
      "text": "Armenian National Congress or ANC (bloc of independent and opposition parties) [Levon TER-PETROSSIAN]; Armenian National Movement or ANM [Ararat ZURABIAN]; Armenian Revolutionary Federation (\"Dashnak\" Party) or ARF [Hrant MARKARIAN]; Heritage Party [Raffi HOVHANNISIAN]; People's Party of Armenia [Stepan DEMIRCHIAN]; Prosperous Armenia [Gagik TSARUKIAN]; Republican Party of Armenia or RPA [Serzh SARGSIAN]; Rule of Law Party (Orinats Yerkir) [Artur BAGHDASARIAN]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Aylentrank (Impeachment Alliance) [Nikol PASHINIAN]; Yerkrapah Union [Manvel GRIGORIAN]"
    },
    "international_organization_participation": {
      "text": "ADB, BSEC, CD, CE, CIS, CSTO, EAEC (observer), EAPC, EBRD, FAO, GCTU, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, MIGA, NAM (observer), OAS (observer), OIF, OPCW, OSCE, PFP, UN, UNCTAD, UNESCO, UNIDO, UNIFIL, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Tatoul MARKARIAN",
      "chancery": "2225 R Street NW, Washington, DC 20008",
      "telephone": "[1] (202) 319-1976",
      "fax": "[1] (202) 319-2982",
      "consulates_general": "Glendale (CA), Los Angeles"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador John HEFFERN",
      "embassy": "1 American Ave., Yerevan 0082",
      "mailing_address": "American Embassy Yerevan, US Department of State, 7020 Yerevan Place, Washington, DC 20521-7020",
      "telephone": "[374](10) 464-700",
      "fax": "[374](10) 464-742"
    },
    "flag_description": {
      "text": "three equal horizontal bands of red (top), blue, and orange; the color red recalls the blood shed for liberty, blue the Armenian skies as well as hope, and orange the land and the courage of the workers who farm it"
    },
    "national_symbols": {
      "text": "Mount Ararat; eagle; lion"
    },
    "national_anthem": {
      "name": "\"Mer Hayrenik\"\"(Our Fatherland)",
      "lyrics_music": "Mikael NALBANDIAN/Barsegh KANACHYAN",
      "note": "adopted 1991; based on the anthem of the Democratic Republic of Armenia (1918-1922) but with different lyrics"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "After several years of double-digit economic growth, Armenia faced a severe economic recession with GDP declining more than 14% in 2009, despite large loans from multilateral institutions. Sharp declines in the construction sector and workers' remittances, particularly from Russia, led the downturn. The economy began to recover in 2010 with 2.1% growth, and picked up to 4.6% growth in 2011, before slowing to 3.8% in 2012. Under the old Soviet central planning system, Armenia developed a modern industrial sector, supplying machine tools, textiles, and other manufactured goods to sister republics, in exchange for raw materials and energy. Armenia has since switched to small-scale agriculture and away from the large agroindustrial complexes of the Soviet era. Since August 2011, Armenia experienced a sharp 15 percent currency depreciation and an increase in the unemployment rate. Armenia's geographic isolation, a narrow export base, and pervasive monopolies in important business sectors have made it particularly vulnerable to the sharp deterioration in the global economy and the economic downturn in Russia. Armenia has only two open trade borders - Iran and Georgia - because its borders with Azerbaijan and Turkey have been closed since 1991 and 1993, respectively, as a result of Armenia's ongoing conflict with Azerbaijan over the separatist Nagorno-Karabakh region. Armenia is particularly dependent on Russian commercial and governmental support and most key Armenian infrastructure is Russian-owned and/or managed, especially in the energy sector. The electricity distribution system was privatized in 2002 and bought by Russia's RAO-UES in 2005. Natural gas is primarily imported from Russia but construction of a pipeline to deliver natural gas from Iran to Armenia was completed in December 2008, and gas deliveries expanded after the April 2010 completion of the Yerevan Thermal Power Plant. Armenia's severe trade imbalance has been offset somewhat by international aid, remittances from Armenians working abroad, and foreign direct investment. Armenia joined the WTO in January 2003. The government made some improvements in tax and customs administration in recent years, but anti-corruption measures have been ineffective and the economic downturn has led to a sharp drop in tax revenue and forced the government to accept large loan packages from Russia, the IMF, and other international financial institutions. Amendments to tax legislation, including the introduction of the first ever \"luxury tax\" in 2011, aim to increase the ratio of budget revenues to GDP, which still remains at low levels. Armenia will need to pursue additional economic reforms and to strengthen the rule of law in order to regain economic growth and improve economic competitiveness and employment opportunities, especially given its economic isolation from two of its nearest neighbors, Turkey and Azerbaijan."
    },
    "gdp_purchasing_power_parity": {
      "text": "$19.97 billion (2012 est.); $18.63 billion (2011 est.); $17.8 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$10.07 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "7.2% (2012 est.); 4.7% (2011 est.); 2.2% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$5,900 (2012 est.); $5,600 (2011 est.); $5,400 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "20.7% of GDP (2012 est.); 18.9% of GDP (2011 est.); 16.7% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "88.6%",
      "government_consumption": "10.7%",
      "investment_in_fixed_capital": "30.6%",
      "investment_in_inventories": "0.9%",
      "exports_of_goods_and_services": "21.8%",
      "imports_of_goods_and_services": "-53.3% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "21.1%",
      "industry": "37.7%",
      "services": "41.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "fruit (especially grapes), vegetables; livestock"
    },
    "industries": {
      "text": "diamond-processing, metal-cutting machine tools, forging-pressing machines, electric motors, tires, knitted wear, hosiery, shoes, silk fabric, chemicals, trucks, instruments, microelectronics, jewelry manufacturing, software development, food processing, brandy, mining"
    },
    "industrial_production_growth_rate": {
      "text": "8.8% (2012 est.)"
    },
    "labor_force": {
      "text": "1.194 million (2011 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "44.2%",
      "industry": "16.8%",
      "services": "39% (2008 est.)"
    },
    "unemployment_rate": {
      "text": "7% (2012 est.); 5.9% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "35.8% (2010 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.7%",
      "highest_10%": "25.4% (2008)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "30.9 (2008); 44.4 (1996)"
    },
    "budget": {
      "revenues": "$2.338 billion",
      "expenditures": "$2.492 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "23.2% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-1.5% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "41.8% of GDP (2012 est.); 43.6% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "2.6% (2012 est.); 7.7% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "8% (11 January 2012); 7.25% (2 December 2008)",
      "note": "this is the Refinancing Rate, the key monetary policy instrument of the Armenian National Bank"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "17.23% (31 December 2012 est.); 17.76% (31 December 2011 est.)",
      "note": "average lending rate on loans up to one year"
    },
    "stock_of_narrow_money": {
      "text": "$1.352 billion (31 December 2012 est.); $1.332 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$3.555 billion (31 December 2012 est.); $4.261 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$4.355 billion (31 December 2012 est.); $3.548 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$43.52 million (31 December 2011); $27.99 million (31 December 2010); $140.5 million (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$1.163 billion (2012 est.); -$1.12 billion (2011 est.)"
    },
    "exports": {
      "text": "$1.523 billion (2012 est.); $1.456 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "pig iron, unwrought copper, nonferrous metals, diamonds, mineral products, foodstuffs, energy"
    },
    "exports_partners": {
      "text": "Russia 19.9%, Germany 11%, Belgium 9.4%, Bulgaria 8.8%, Iran 7.1%, Canada 6.2%, US 6.1%, Georgia 5.9%, Netherlands 5.2%, Switzerland 5% (2012)"
    },
    "imports": {
      "text": "$3.603 billion (2012 est.); $3.561 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "natural gas, petroleum, tobacco products, foodstuffs, diamonds"
    },
    "imports_partners": {
      "text": "Russia 24.6%, China 9%, Germany 6.2%, Iran 5.4%, Ukraine 5.4%, Turkey 4.7% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$1.799 billion (31 December 2012 est.); $1.932 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$7.292 billion (31 December 2012 est.); $7.383 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "drams (AMD) per US dollar -; 401.76 (2012 est.); 372.5 (2011 est.); 373.66 (2010 est.); 363.28 (2009); 303.93 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "7.432 billion kWh (2011 est.)"
    },
    "electricity_consumption": {
      "text": "5.8 billion kWh (2011 est.)"
    },
    "electricity_exports": {
      "text": "1.36 billion kWh (2011 est.)"
    },
    "electricity_imports": {
      "text": "291 million kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "3.173 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "53.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "11.8% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "34.7% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.1% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "0 bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "45,300 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "9,698 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2011 est.)"
    },
    "natural_gas_consumption": {
      "text": "2.077 billion cu m (2011 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2011 est.)"
    },
    "natural_gas_imports": {
      "text": "2.077 billion cu m (2011 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "11.56 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "577,500 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "3.211 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "telecommunications investments have made major inroads in modernizing and upgrading the outdated telecommunications network inherited from the Soviet era; now 100% privately owned and undergoing modernization and expansion; mobile-cellular services monopoly terminated in late 2004 and a second provider began operations in mid-2005",
      "domestic": "reliable modern fixed-line and mobile-cellular services are available across Yerevan in major cities and towns; significant but ever-shrinking gaps remain in mobile-cellular coverage in rural areas",
      "international": "country code - 374; Yerevan is connected to the Trans-Asia-Europe fiber-optic cable through Iran; additional international service is available by microwave radio relay and landline connections to the other countries of the Commonwealth of Independent States, through the Moscow international switch, and by satellite to the rest of the world; satellite earth stations - 3 (2008)"
    },
    "broadcast_media": {
      "text": "2 public TV networks operating alongside more than 40 privately owned TV stations that provide local to near nationwide coverage; major Russian broadcast stations are widely available; subscription cable TV services are available in most regions; Public Radio of Armenia is a national, state-run broadcast network that operates alongside about 20 privately owned radio stations; several major international broadcasters are available (2008)"
    },
    "internet_country_code": {
      "text": ".am"
    },
    "internet_hosts": {
      "text": "194,142 (2012)"
    },
    "internet_users": {
      "text": "208,200 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "11 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "10",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "2",
      "1_524_to_2_437_m": "4",
      "914_to_1_523_m": "2 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "1",
      "914_to_1_523_m": "1 (2013)"
    },
    "pipelines": {
      "text": "gas 2,233 km (2013)"
    },
    "railways": {
      "total": "869 km",
      "broad_gauge": "869 km 1.520-m gauge (818 km electrified)",
      "note": "some lines are out of service (2009)"
    },
    "roadways": {
      "total": "7,705 km (2012)"
    }
  },
  "military": {
    "military_branches": {
      "text": "Armenian Armed Forces: Ground Forces, Air Force and Air Defense; \"Nagorno-Karabakh Republic\": Nagorno-Karabakh Self-Defense Force (NKSDF) (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "18-27 years of age for voluntary or compulsory military service; 2-year conscript service obligation; 17 year olds are eligible to become cadets at military higher education institutes, where they are classified as military personnel (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "805,847",
      "females_age_16_49": "854,296 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "644,372",
      "females_age_16_49": "717,272 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "23,470",
      "female": "21,417 (2010 est.)"
    },
    "military_expenditures": {
      "text": "2.8% of GDP (2010)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "the dispute over the break-away Nagorno-Karabakh region and the Armenian military occupation of surrounding lands in Azerbaijan remains the primary focus of regional instability; residents have evacuated the former Soviet-era small ethnic enclaves in Armenia and Azerbaijan; Turkish authorities have complained that blasting from quarries in Armenia might be damaging the medieval ruins of Ani, on the other side of the Arpacay valley; in 2009, Swiss mediators facilitated an accord reestablishing diplomatic ties between Armenia and Turkey, but neither side has ratified the agreement and the rapprochement effort has faltered; local border forces struggle to control the illegal transit of goods and people across the porous, undemarcated Armenian, Azerbaijani, and Georgian borders; ethnic Armenian groups in the Javakheti region of Georgia seek greater autonomy from the Georgian Government"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "6,000 (Syria - ethnic Armenians) (2013)",
      "idps": "8,400 (conflict with Azerbaijan over Nagorno-Karabakh) (2009)",
      "stateless_persons": "35 (2012)"
    },
    "illicit_drugs": {
      "text": "illicit cultivation of small amount of cannabis for domestic consumption; minor transit point for illicit drugs - mostly opium and hashish - moving from Southwest Asia to Russia and to a lesser extent the rest of Europe"
    }
  }
}