{
  "Introduction": {
    "Background": {
      "text": "The landlocked Principality of Andorra is one of the smallest states in Europe, nestled high in the Pyrenees between the French and Spanish borders. For 715 years, from 1278 to 1993, Andorrans lived under a unique coprincipality, ruled by French and Spanish leaders (from 1607 onward, the French chief of state and the Bishop of Urgell). In 1993, this feudal system was modified with the introduction of a modern, constitution; the co-princes remained as titular heads of state, but the government transformed into a parliamentary democracy. ++ Andorra has become a popular tourist destination visited by approximately 10 million people each year drawn by the winter sports, summer climate, and duty-free shopping. Andorra has also become a wealthy international commercial center because of its mature banking sector and low taxes. As part of its effort to modernize its economy, Andorra has opened to foreign investment, and engaged in other reforms, such as advancing tax initiatives aimed at supporting a broader infrastructure. Although not a member of the EU, Andorra enjoys a special relationship with the organization and uses the euro as its national currency."
    }
  },
  "Geography": {
    "Location": {
      "text": "Southwestern Europe, Pyrenees mountains, on the border between France and Spain"
    },
    "Geographic coordinates": {
      "text": "42 30 N, 1 30 E"
    },
    "Map references": {
      "text": "Europe"
    },
    "Area": {
      "total": {
        "text": "468 sq km"
      },
      "land": {
        "text": "468 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "2.5 times the size of Washington, DC"
    },
    "Land boundaries": {
      "total": {
        "text": "118 km"
      },
      "border countries": {
        "text": "France 55 km, Spain 63 km"
      }
    },
    "Coastline": {
      "text": "0 km (landlocked)"
    },
    "Maritime claims": {
      "text": "none (landlocked)"
    },
    "Climate": {
      "text": "temperate; snowy, cold winters and warm, dry summers"
    },
    "Terrain": {
      "text": "rugged mountains dissected by narrow valleys"
    },
    "Elevation": {
      "mean elevation": {
        "text": "1,996 m"
      },
      "elevation extremes": {
        "text": "lowest point: Riu Runer 840 m ++ highest point: Pic de Coma Pedrosa 2,946 m"
      }
    },
    "Natural resources": {
      "text": "hydropower, mineral water, timber, iron ore, lead"
    },
    "Land use": {
      "agricultural land": {
        "text": "43.4% ++ arable land 5.5%; permanent crops 0%; permanent pasture 37.9%"
      },
      "forest": {
        "text": "34%"
      },
      "other": {
        "text": "22.6% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "0 sq km (2012)"
    },
    "Population - distribution": {
      "text": "population is unevenly distributed and is concentrated in the 7 urbanized valleys that make up the country's parishes (political administrative divisions)"
    },
    "Natural hazards": {
      "text": "avalanches"
    },
    "Environment - current issues": {
      "text": "deforestation; overgrazing of mountain meadows contributes to soil erosion; air pollution; wastewater treatment and solid waste disposal"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Desertification, Hazardous Wastes, Ozone Layer Protection"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "landlocked; straddles a number of important crossroads in the Pyrenees"
    }
  },
  "People and Society": {
    "Population": {
      "text": "85,660 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Andorran(s)"
      },
      "adjective": {
        "text": "Andorran"
      }
    },
    "Ethnic groups": {
      "text": "Andorran 49%, Spanish 24.6%, Portuguese 14.3%, French 3.9%, other 8.2% (2012 est.)"
    },
    "Languages": {
      "text": "Catalan (official), French, Castilian, Portuguese"
    },
    "Religions": {
      "text": "Roman Catholic (predominant)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "14.74% (male 6,476/female 6,151)"
      },
      "15-24 years": {
        "text": "9.52% (male 4,236/female 3,915)"
      },
      "25-54 years": {
        "text": "47.01% (male 20,614/female 19,651)"
      },
      "55-64 years": {
        "text": "13.59% (male 6,229/female 5,412)"
      },
      "65 years and over": {
        "text": "15.15% (male 6,566/female 6,410) (2016 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "43.7 years"
      },
      "male": {
        "text": "43.8 years"
      },
      "female": {
        "text": "43.5 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.07% (2016 est.)"
    },
    "Birth rate": {
      "text": "7.8 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "7.1 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "0 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "population is unevenly distributed and is concentrated in the 7 urbanized valleys that make up the country's parishes (political administrative divisions)"
    },
    "Urbanization": {
      "urban population": {
        "text": "85.1% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "0.14% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "ANDORRA LA VELLA (capital) 23,000 (2014)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.07 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.08 male(s)/female"
      },
      "25-54 years": {
        "text": "1.05 male(s)/female"
      },
      "55-64 years": {
        "text": "1.15 male(s)/female"
      },
      "65 years and over": {
        "text": "1.02 male(s)/female"
      },
      "total population": {
        "text": "1.06 male(s)/female (2016 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "3.6 deaths/1,000 live births"
      },
      "male": {
        "text": "3.6 deaths/1,000 live births"
      },
      "female": {
        "text": "3.6 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "82.8 years"
      },
      "male": {
        "text": "80.6 years"
      },
      "female": {
        "text": "85.1 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.39 children born/woman (2016 est.)"
    },
    "Health expenditures": {
      "text": "8.1% of GDP (2014)"
    },
    "Physicians density": {
      "text": "4 physicians/1,000 population (2010)"
    },
    "Hospital bed density": {
      "text": "2.5 beds/1,000 population (2009)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 100% of population ++ rural: 100% of population ++ total: 100% of population"
      },
      "unimproved": {
        "text": " ++ urban: 0% of population ++ rural: 0% of population ++ total: 0% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 100% of population ++ rural: 100% of population ++ total: 100% of population"
      },
      "unimproved": {
        "text": " ++ urban: 0% of population ++ rural: 0% of population ++ total: 0% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "NA"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Obesity - adult prevalence rate": {
      "text": "32.1% (2014)"
    },
    "Education expenditures": {
      "text": "3.1% of GDP (2014)"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Principality of Andorra"
      },
      "conventional short form": {
        "text": "Andorra"
      },
      "local long form": {
        "text": "Principat d'Andorra"
      },
      "local short form": {
        "text": "Andorra"
      },
      "etymology": {
        "text": "the origin of the country's name is obscure; since the area served as part of the Spanish March (defensive buffer zone) against the invading Moors in the 8th century, the name may derive from the Arabic \"ad-darra\" meaning \"the forest\""
      }
    },
    "Government type": {
      "text": "parliamentary democracy (since March 1993) that retains its chiefs of state in the form of a co-principality; the two princes are the president of France and bishop of Seu d'Urgell, Spain, who are represented in Andorra by the co-princes' representatives"
    },
    "Capital": {
      "name": {
        "text": "Andorra la Vella"
      },
      "geographic coordinates": {
        "text": "42 30 N, 1 31 E"
      },
      "time difference": {
        "text": "UTC+1 (6 hours ahead of Washington, DC during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins last Sunday in March; ends last Sunday in October"
      }
    },
    "Administrative divisions": {
      "text": "7 parishes (parroquies, singular - parroquia); Andorra la Vella, Canillo, Encamp, Escaldes-Engordany, La Massana, Ordino, Sant Julia de Loria"
    },
    "Independence": {
      "text": "1278 (formed under the joint sovereignty of the French Count of Foix and the Spanish Bishop of Urgell)"
    },
    "National holiday": {
      "text": "Our Lady of Meritxell Day, 8 September (1278)"
    },
    "Constitution": {
      "history": {
        "text": "drafted 1991, approved by referendum 14 March 1993, effective 28 April 1993"
      },
      "amendments": {
        "text": "proposed by the coprinces jointly or by the General Council; approval required by two-thirds majority vote of the General Council, by ratification in a referendum, and by the sanctioning of the coprinces (2016)"
      }
    },
    "Legal system": {
      "text": "mixed legal system of civil and customary law with the influence of canon law"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "the mother must be an Andorran citizen or the father must have been born in Andorra and both parents maintain permanent residence in Andorra"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "25 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "French Coprince Francois HOLLANDE (since 15 May 2012); represented by Jean-Pierre HUGUES (since 15 June 2016) and Spanish Coprince Archbishop Joan-Enric VIVES i Sicilia (since 12 May 2003); represented by Josep Maria MAUN (since 20 July 2012)"
      },
      "head of government": {
        "text": "Head of Government (or Cap de Govern) Antoni MARTI PETIT (since 12 May 2011)"
      },
      "cabinet": {
        "text": "Executive Council designated by head of government"
      },
      "elections/appointments": {
        "text": "head of government indirectly elected by the General Council (Andorran parliament), formally appointed by the coprinces for a 4-year term; election last held on 31 March 2015 (next to be held in April 2019); the leader of the majority party in the General Council is usually elected head of government"
      },
      "election results": {
        "text": "Antoni MARTI PETIT (DA) elected head of government; percent of General Council vote - 79%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral General Council of the Valleys or Consell General de les Valls (a minimum of 28 seats; 14 members directly elected in multi-seat constituencies (parishes) by simple majority vote and 14 directly elected in a single national constituency by proportional representation vote; members serve 4-year terms); note - each voter casts two separate ballots - one for a national list and one for a parish list"
      },
      "elections": {
        "text": "last held on 1 March 2015 (next to be held in April 2019)"
      },
      "election results": {
        "text": "seats by party - percent of vote by party: DA 34.5%, PLA 25.0%, PS-VA-IC-independent coalition 21.3%, SDP 9.6%, invalid votes 9.5%; seats by party: DA 15, PLA 8, PS-VA-IC-independent coalition 3, SDP 2"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court of Justice of Andorra or Tribunal Superior de la Justicia d'Andorra (consists of the court president and 8 judges organized into civil, criminal, and administrative chambers); Constitutional Court or Tribunal Constitucional (consists of 4 magistrates)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court president and judges appointed by the Supreme Council of Justice, a 5-member judicial policy and administrative body appointed 1 each by the coprinces, 1 by the General Council, 1 by the executive council president, and 1 by the courts; judges serve 6-year renewable terms; Constitutional magistrates appointed 2 by the coprinces and 2 by the General Council; magistrates' appointments limited to 2 consecutive 8-year terms"
      },
      "subordinate courts": {
        "text": "Tribunal of Judges or Tribunal de Batlles; Tribunal of the Courts or Tribunal de Corts"
      }
    },
    "Political parties and leaders": {
      "text": "Citizens' Initiative or IC [Sergi RICART] (including PS, VA, IC, and independents) ++ Democrats for Andorra or DA [Antoni MARTI PETIT] ++ Greens of Andorra or VA [Isabel LOZANO MUNOZ, Juli FERNANDEZ BLASI] ++ Liberal Party or PLA [Jordi GALLARDO] ++ Social Democratic Party or PS [Vincenc ALAY FERRER] ++ Social Democratic Progress Party or SDP [Victor NAUDI ZAMORA]",
      "note": {
        "text": "there are also several smaller parties at the parish level (one is Lauredian Union)"
      }
    },
    "International organization participation": {
      "text": "CE, FAO, ICAO, ICC (NGOs), ICCt, ICRM, IFRCS, Interpol, IOC, IPU, ITU, OIF, OPCW, OSCE, UN, UNCTAD, UNESCO, Union Latina, UNWTO, WCO, WHO, WIPO, WTO (observer)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Elisenda VIVES BALMANA (since 2 March 2016)"
      },
      "chancery": {
        "text": "2 United Nations Plaza, 27th Floor, New York, NY 10017"
      },
      "telephone": {
        "text": "[1] (212) 750-8064"
      },
      "FAX": {
        "text": "[1] (212) 750-6630"
      }
    },
    "Diplomatic representation from the US": {
      "text": "the US does not have an embassy in Andorra; the US ambassador to Spain is accredited to Andorra; US interests in Andorra are represented by the US Consulate General's office in Barcelona (Spain); mailing address: Paseo Reina Elisenda de Montcada, 23, 08034 Barcelona, Spain; telephone: [34] (93) 280-2227; FAX: [34] (93) 280-6175"
    },
    "Flag description": {
      "text": "three vertical bands of blue (hoist side), yellow, and red, with the national coat of arms centered in the yellow band; the latter band is slightly wider than the other two so that the ratio of band widths is 8:9:8; the coat of arms features a quartered shield with the emblems of (starting in the upper left and proceeding clockwise): Urgell, Foix, Bearn, and Catalonia; the motto reads VIRTUS UNITA FORTIOR (Strength United is Stronger); the flag combines the blue and red French colors with the red and yellow of Spain to show Franco-Spanish protection",
      "note": {
        "text": "similar to the flags of Chad and Romania, which do not have a national coat of arms in the center, and the flag of Moldova, which does bear a national emblem"
      }
    },
    "National symbol(s)": {
      "text": "national colors: blue, yellow, red"
    },
    "National anthem": {
      "name": {
        "text": "\"El Gran Carlemany\" (The Great Charlemagne)"
      },
      "lyrics/music": {
        "text": "Joan BENLLOCH i VIVO/Enric MARFANY BONS"
      },
      "note": {
        "text": "adopted 1921; the anthem provides a brief history of Andorra in a first person narrative"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Tourism, retail sales, and finance are the mainstays of Andorra's tiny, well-to-do economy, accounting for more than three-quarters of GDP. Andorra's duty-free status for some products and its summer and winter resorts attract millions of visitors annually, although the economic downturn in neighboring countries has curtailed the number of tourists. Agricultural production is limited - only about 5% of the land is arable - and most food has to be imported, making the economy vulnerable to changes in fuel and food prices. The principal livestock is sheep. Manufacturing output and exports consist mainly of perfumes and cosmetic products, products of the printing industry, electrical machinery and equipment, clothing, tobacco products, and furniture. Andorra is a member of the EU Customs Union and is treated as an EU member for trade in manufactured goods (no tariffs) and as a non-EU member for agricultural products. Andorra uses the euro and is effectively subject to the monetary policy of the European Central Bank. Andorra's comparative advantage as a tax haven eroded when the borders of neighboring France and Spain opened; its bank secrecy laws have been relaxed under pressure from the EU and OECD. ++  ++ Slower growth in Spain and France has dimmed Andorra's economic prospects. Since 2010, a drop in tourism contributed to a contraction in GDP and a sharp deterioration of public finances, prompting the government to begin implementing several austerity measures to reduce the budget deficit, including levying a special corporate tax. The Government is also planning to institute an income tax at the behest of the Organization for Economic Cooperation and Development. The new tax will apply to anyone who lives in the principality for at least 183 days in a calendar year. The first $30,000 of income will be tax free, with the next $20,000 taxed at 5%. The balance of income exceeding the initial $50,000 will be taxed at 10%, which is still less than in most West European countries. Andorra’s Government also relaxed its residency and investment laws in 2012 to make the country more attractive to foreign investors. A person now must spend 90 days a year in the principality to qualify for residency, compared with the previous 180-day requirement. Foreigners now have the same property ownership rights as citizens. In addition, three new categories of residency permits were introduced. Anyone who is retired or at least not working in Andorra can obtain a permit in the first category by making a financial investment in the country of at least €400,000, which can include a property purchase."
    },
    "GDP (purchasing power parity)": {
      "text": "$3.163 billion (2012 est.) ++ $3.214 billion (2011 est.) ++ $3.227 billion (2010 est.)",
      "note": {
        "text": "data are in 2012 US dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$4.8 billion (2012 est.)"
    },
    "GDP - real growth rate": {
      "text": "-1.6% (2012 est.) ++ -0.4% (2011 est.) ++ -1.9% (2010 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$37,200 (2011 est.) ++ $37,700 (2010 est.) ++ $37,900 (2009 est.)"
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "14%"
      },
      "industry": {
        "text": "79%"
      },
      "services": {
        "text": "6% (2011 est.)"
      }
    },
    "Agriculture - products": {
      "text": "small quantities of rye, wheat, barley, oats, vegetables, tobacco; sheep, cattle"
    },
    "Industries": {
      "text": "tourism (particularly skiing), banking, timber, furniture"
    },
    "Industrial production growth rate": {
      "text": "NA%"
    },
    "Labor force": {
      "text": "36,060 (2012)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "0.4%"
      },
      "industry": {
        "text": "4.7%"
      },
      "services": {
        "text": "94.9% (2010)"
      }
    },
    "Unemployment rate": {
      "text": "4% (2012 est.) ++ 1.9% (2011 est.)"
    },
    "Population below poverty line": {
      "text": "NA%"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA%"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$1.029 billion"
      },
      "expenditures": {
        "text": "$1.041 billion (2012)"
      }
    },
    "Taxes and other revenues": {
      "text": "21.4% of GDP (2012)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-0.3% of GDP (2012)"
    },
    "Public debt": {
      "text": "41.1% of GDP (2012) ++ 37.7% of GDP (2011)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "1.1% (2012 est.) ++ -2.5% (2011 est.)"
    },
    "Exports": {
      "text": "$70 million (2012 est.) ++ $72 million (2011 est.)"
    },
    "Exports - commodities": {
      "text": "tobacco products, furniture"
    },
    "Imports": {
      "text": "$1.43 billion (2012 est.) ++ $1.501 billion (2011 est.)"
    },
    "Imports - commodities": {
      "text": "consumer goods, food, fuel, electricity"
    },
    "Debt - external": {
      "text": "$NA"
    },
    "Exchange rates": {
      "text": "euros (EUR) per US dollar - ++ 0.9214 (2016 est.) ++ 0.885 (2015 est.) ++ 0.885 (2014 est.) ++ 0.7634 (2013 est.) ++ 0.78 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "91.24 million kWh (2011)"
    },
    "Electricity - consumption": {
      "text": "562.4 million kWh (2012)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2012 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2012 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "520,000 kW (2010 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "61.3% of total installed capacity (2010 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2010 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "23.3% of total installed capacity (2010 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "38,850"
      },
      "subscriptions per 100 inhabitants": {
        "text": "45 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "71,000"
      },
      "subscriptions per 100 inhabitants": {
        "text": "83 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "modern automatic telephone system"
      },
      "domestic": {
        "text": "modern system with microwave radio relay connections between exchanges"
      },
      "international": {
        "text": "country code - 376; landline circuits to France and Spain (2012)"
      }
    },
    "Broadcast media": {
      "text": "1 public TV station and 2 public radio stations; about 10 commercial radio stations; good reception of radio and TV broadcasts from stations in France and Spain; upgraded to terrestrial digital TV broadcasting in 2007; roughly 25 international TV channels (2012)"
    },
    "Internet country code": {
      "text": ".ad"
    },
    "Internet users": {
      "total": {
        "text": "83,000"
      },
      "percent of population": {
        "text": "96.9% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "Civil aircraft registration country code prefix": {
      "text": "C3 (2016)"
    },
    "Roadways": {
      "total": {
        "text": "320 km (2008)"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "no regular military forces, Police Service of Andorra (2011)"
    },
    "Military - note": {
      "text": "defense is the responsibility of France and Spain"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "none"
    }
  }
}