{
  "intro": {
    "background": {
      "text": "After seven decades as a constituent republic of the USSR, Belarus attained its independence in 1991. It has retained closer political and economic ties to Russia than any of the other former Soviet republics. Belarus and Russia signed a treaty on a two-state union on 8 December 1999 envisioning greater political and economic integration. Although Belarus agreed to a framework to carry out the accord, serious implementation has yet to take place. Since his election in July 1994 as the country's first president, Aleksandr LUKASHENKO has steadily consolidated his power through authoritarian means. Government restrictions on freedom of speech and the press, peaceful assembly, and religion remain in place."
    }
  },
  "geo": {
    "location": {
      "text": "Eastern Europe, east of Poland"
    },
    "geographic_coordinates": {
      "text": "53 00 N, 28 00 E"
    },
    "map_references": {
      "text": "Europe"
    },
    "area": {
      "total": "207,600 sq km",
      "land": "202,900 sq km",
      "water": "4,700 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Kansas"
    },
    "land_boundaries": {
      "total": "3,306 km",
      "border_countries": "Latvia 171 km, Lithuania 680 km, Poland 605 km, Russia 959 km, Ukraine 891 km"
    },
    "coastline": {
      "text": "0 km (landlocked)"
    },
    "maritime_claims": {
      "text": "none (landlocked)"
    },
    "climate": {
      "text": "cold winters, cool and moist summers; transitional between continental and maritime"
    },
    "terrain": {
      "text": "generally flat and contains much marshland"
    },
    "elevation_extremes": {
      "lowest_point": "Nyoman River 90 m",
      "highest_point": "Dzyarzhynskaya Hara 346 m"
    },
    "natural_resources": {
      "text": "timber, peat deposits, small quantities of oil and natural gas, granite, dolomitic limestone, marl, chalk, sand, gravel, clay"
    },
    "land_use": {
      "arable_land": "26.63%",
      "permanent_crops": "0.59%",
      "other": "72.78% (2011)"
    },
    "irrigated_land": {
      "text": "1,150 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "58 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "4.34  cu km/yr (32%/65%/3%)",
      "per_capita": "435.4  cu m/yr (2009)"
    },
    "natural_hazards": {
      "text": "NA"
    },
    "environment_current_issues": {
      "text": "soil pollution from pesticide use; southern part of the country contaminated with fallout from 1986 nuclear reactor accident at Chornobyl' in northern Ukraine"
    },
    "environment_international_agreements": {
      "party_to": "Air Pollution, Air Pollution-Nitrogen Oxides, Air Pollution-Sulfur 85, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "landlocked; glacial scouring accounts for the flatness of Belarusian terrain and for its 11,000 lakes"
    }
  },
  "people": {
    "nationality": {
      "noun": "Belarusian(s)",
      "adjective": "Belarusian"
    },
    "ethnic_groups": {
      "text": "Belarusian 83.7%, Russian 8.3%, Polish 3.1%, Ukrainian 1.7%, other 3.2% (2009 census)"
    },
    "languages": {
      "text": "Belarusian (official) 23.4%, Russian (official) 70.2%, other 6.4% (includes small Polish- and Ukrainian-speaking minorities) (1999 census)"
    },
    "religions": {
      "text": "Eastern Orthodox 80%, other (including Roman Catholic, Protestant, Jewish, and Muslim) 20% (1997 est.)"
    },
    "population": {
      "text": "9,625,888 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "15.2% (male 752,536/female 710,384)",
      "15_24_years": "12.3% (male 607,877/female 575,827)",
      "25_54_years": "45.5% (male 2,146,332/female 2,238,033)",
      "55_64_years": "13% (male 548,170/female 699,780)",
      "65_years_and_over": "14% (male 423,287/female 923,662) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "41.1 %",
      "youth_dependency_ratio": "21.6 %",
      "elderly_dependency_ratio": "19.5 %",
      "potential_support_ratio": "5.1 (2013)"
    },
    "median_age": {
      "total": "39.2 years",
      "male": "36.1 years",
      "female": "42.2 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "-0.18% (2013 est.)"
    },
    "birth_rate": {
      "text": "10.99 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "13.68 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0.85 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "75% of total population (2011)",
      "rate_of_urbanization": "0.21% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "MINSK (capital) 1.861 million (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.06 male(s)/female",
      "0_14_years": "1.06 male(s)/female",
      "15_24_years": "1.05 male(s)/female",
      "25_54_years": "0.96 male(s)/female",
      "55_64_years": "0.78 male(s)/female",
      "65_years_and_over": "0.46 male(s)/female",
      "total_population": "0.87 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "24.9 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "190 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "3.67 deaths/1,000 live births",
      "male": "4.1 deaths/1,000 live births",
      "female": "3.22 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "71.81 years",
      "male": "66.14 years",
      "female": "77.82 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.46 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "72.6% (2005)"
    },
    "health_expenditures": {
      "text": "5.6% of GDP (2010)"
    },
    "physicians_density": {
      "text": "4.87 physicians/1,000 population (2007)"
    },
    "hospital_bed_density": {
      "text": "11.1 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 99% of population; total: 100% of population",
      "unimproved": "urban: 0% of population; rural: 1% of population; total: 0% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 91% of population; rural: 97% of population; total: 93% of population",
      "unimproved": "urban: 9% of population; rural: 3% of population; total: 7% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.3% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "17,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 1,000 (2009 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "24.3% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "1.3% (2005)"
    },
    "education_expenditures": {
      "text": "5.3% of GDP (2011)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "99.6%",
      "male": "99.8%",
      "female": "99.5% (2009 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "15 years",
      "male": "15 years",
      "female": "16 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "54,218",
      "percentage": "5 % (2005 est.)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Belarus",
      "conventional_short_form": "Belarus",
      "local_long_form": "Respublika Byelarus'",
      "local_short_form": "Byelarus'",
      "former": "Belorussian (Byelorussian) Soviet Socialist Republic"
    },
    "government_type": {
      "text": "republic in name, although in fact a dictatorship"
    },
    "capital": {
      "name": "Minsk",
      "geographic_coordinates": "53 54 N, 27 34 E",
      "time_difference": "UTC+2 (7 hours ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "none scheduled for 2013"
    },
    "administrative_divisions": {
      "text": "6 provinces (voblastsi, singular - voblasts') and 1 municipality* (horad); Brest, Homyel' (Gomel), Horad Minsk* (Minsk City), Hrodna (Grodno), Mahilyow (Mogilev), Minsk, Vitsyebsk (Vitebsk)",
      "note": "administrative divisions have the same names as their administrative centers; Russian spelling provided for reference when different from Belarusian"
    },
    "independence": {
      "text": "25 August 1991 (from the Soviet Union)"
    },
    "national_holiday": {
      "text": "Independence Day, 3 July (1944); note - 3 July 1944 was the date Minsk was liberated from German troops, 25 August 1991 was the date of independence from the Soviet Union"
    },
    "constitution": {
      "text": "15 March 1994; revised by national referendum 24 November 1996 giving the presidency greatly expanded powers; became effective 27 November 1996; revised again 17 October 2004 removing presidential term limits"
    },
    "legal_system": {
      "text": "civil law system; note - nearly all major codes (civil, civil procedure, criminal, criminal procedure, family and labor) have been revised and came into force in 1999 or 2000"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "president Aleksandr LUKASHENKO (since 20 July 1994); note - the US does not recognize the results of the 19 December 2010 elections under which the Central Election Commission of Belarus declared LUKASHENKO president",
      "head_of_government": "prime minister Mikhail MYASNIKOVICH (since 28 December 2010); first deputy prime minister Vladimir SEMASHKO (since December 2003)",
      "cabinet": "Council of Ministers",
      "elections": "president elected by popular vote for a five-year term; first election took place on 23 June and 10 July 1994; according to the 1994 constitution, the next election should have been held in 1999, however, Aleksandr LUKASHENKO extended his term to 2001 via a November 1996 referendum; subsequent election held on 9 September 2001; an October 2004 referendum ended presidential term limits and allowed the president to run in a third (19 March 2006) and fourth election (19 December 2010); prime minister and deputy prime ministers appointed by the president",
      "election_results": "Aleksandr LUKASHENKO reelected president; percent of vote - Aleksandr LUKASHENKO 79.7%, Andrey SANNIKOV 2.6%, other candidates 17.7%; note - election marred by electoral fraud"
    },
    "legislative_branch": {
      "text": "bicameral national assembly or natsionalnoye sobraniye consists of the Council of the Republic or Sovet Respubliki (64 seats; 56 members elected by regional and Minsk city councils and 8 members appointed by the president, to serve four-year terms) and the Chamber of Representatives or Palata Predstaviteley (110 seats; members elected by popular vote to serve four-year terms); note - the US does not recognize the legitimacy of the national assembly",
      "elections": "Palata Predstaviteley - last held on 23 September 2012 (next to be held September 2016); OSCE observers determined that the election was neither free nor impartial and that vote counting was problematic in a number of polling stations; pro-LUKASHENKO candidates won every seat with no opposition representation in the chamber; international observers determined that the previous election, on 28 September 2008, despite minor improvements also fell short of democratic standards, with pro-LUKASHENKO candidates winning every seat",
      "election_results": "Sovet Respubliki - percent of vote by party - NA; seats by party - NA; Palata Predstaviteley [2008] - percent of vote by party - NA; seats by party - KPB 6, AP 1, no affiliation 103; Palata Predstaviteley [2012] - percent of vote by party - NA; seats by party - KPB 3, AP 1, no affiliation 106"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of the chairman, deputy chairman, and NA judges); Constitutional Court (consists of 12 judges including a chairman and deputy chairman)",
      "judge_selection_and_term_of_office": "Supreme Court judges appointed by the president with the consent of the Council of the Republic; judges initially appointed for 5 years and evaluated for life appointment; Constitutional Court judges - 6 appointed by the president and 6 elected by the Chamber of Representatives; term of judges is 11 years with an age limit of 70",
      "subordinate_courts": "regional, district, city, town, and military courts"
    },
    "political_parties_and_leaders": {
      "pro_government_parties": "Belarusian Agrarian Party or AP [Mikhail SHIMANSKY]; Belarusian Patriotic Movement (Belarusian Patriotic Party) or BPR [Nikolay ULAKHOVICH, chairman]; Communist Party of Belarus or KPB [Igor KARPENKO]; Liberal Democratic Party or LDP [Sergey GAYDUKEVICH]; Republican Party of Labor and Justice [Vasiliy ZADNEPRYANYY]",
      "opposition_parties": "Belarusian Christian Democracy Party [Pavel SEVERINETS] (unregistered); Belarusian Party of the Left \"Fair World\" [Sergey KALYAKIN]; Belarusian Popular Front or BPF [Aleksey YANUKEVICH]; Belarusian Social-Democratic Hramada [Stanislav SHUSHKEVICH]; Belarusian Social Democratic Party Hramada (\"Assembly\") or BSDPH [Irina VESHTARD]; Belarusian Social Democratic Party People's Assembly (\"Narodnaya Hramada\") [Nikolay STATKEVICH] (unregistered); Christian Conservative Party or BPF [Zyanon PAZNIAK]; European Belarus Campaign [Andrey SANNIKOV]; Party of Freedom and Progress [Vladimir NOVOSYAD] (unregistered); \"Tell the Truth\" Campaign [Vladimir NEKLYAYEV]; United Civic Party or UCP [Anatoliy LEBEDKO]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Assembly of Pro-Democratic NGOs (unregistered) [Sergey MATSKEVICH]; Belarusian Congress of Democratic Trade Unions [Aleksandr YAROSHUK]; Belarusian Association of Journalists [Zhana LITVINA]; Belarusian Helsinki Committee [Aleh HULAK]; Belarusian Independence Bloc (unregistered) and For Freedom movement [Aleksandr MILINKEVICH]; Belarusian Organization of Working Women [Irina ZHIKHAR]; BPF-Youth [Andrus KRECHKA]; Charter 97 (unregistered) [Andrey SANNIKOV]; Perspektiva small business association [Anatol SHUMCHENKO]; Nasha Vyasna (unregistered) (\"Our Spring\") human rights center [Ales BYALYATSKI]; \"Tell the Truth\" Movement [Vladimir NEKLYAYEV]; Women's Independent Democratic Movement [Ludmila PETINA]; Young Belarus (Malady Belarus) [Zmitser KASPYAROVICH]; Youth Front (Malady Front) [Zmitser DASHKEVICH]"
    },
    "international_organization_participation": {
      "text": "BSEC (observer), CBSS (observer), CEI, CIS, CSTO, EAEC, EAPC, EBRD, FAO, GCTU, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IFC, IFRCS, ILO, IMF, IMSO, Interpol, IOC, IOM, IPU, ISO, ITU, ITUC (NGOs), MIGA, NAM, NSG, OPCW, OSCE, PCA, PFP, SCO (dialogue member), UN, UNCTAD, UNESCO, UNIDO, UNIFIL, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer), ZC"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Oleg KRAVCHENKO",
      "chancery": "1619 New Hampshire Avenue NW, Washington, DC 20009",
      "telephone": "[1] (202) 986-1604",
      "fax": "[1] (202) 986-1805",
      "consulates_general": "New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Ethan GOLDRICH",
      "embassy": "46 Starovilenskaya Street, Minsk 220002",
      "mailing_address": "PSC 78, Box B Minsk, APO 09723",
      "telephone": "[375] (17) 210-12-83",
      "fax": "[375] (17) 234-7853"
    },
    "flag_description": {
      "text": "red horizontal band (top) and green horizontal band one-half the width of the red band; a white vertical stripe on the hoist side bears Belarusian national ornamentation in red; the red band color recalls past struggles from oppression, the green band represents hope and the many forests of the country"
    },
    "national_symbols": {
      "text": "mounted knight known as Pahonia (the Chaser)"
    },
    "national_anthem": {
      "name": "\"My, Bielarusy\" (We Belarusians)",
      "lyrics_music": "Mikhas KLIMKOVICH and Uladzimir KARYZNA/Nester SAKALOUSKI",
      "note": "music adopted 1955, lyrics adopted 2002; after the fall of the Soviet Union, Belarus kept the music of its Soviet-era anthem but adopted new lyrics; also known as \"Dziarzauny himn Respubliki Bielarus\" (State Anthem of the Republic of Belarus)"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "As part of the former Soviet Union, Belarus had a relatively well-developed industrial base; it retained this industrial base - which is now outdated, energy inefficient, and dependent on subsidized Russian energy and preferential access to Russian markets - following the breakup of the USSR. The country also has a broad agricultural base which is inefficient and dependent on government subsidies. After an initial burst of capitalist reform from 1991-94, including privatization of state enterprises, creation of institutions of private property, and development of entrepreneurship, Belarus' economic development greatly slowed. About 80% of all industry remains in state hands, and foreign investment has been hindered by a climate hostile to business. A few banks, which had been privatized after independence, were renationalized. State banks account for 75% of the banking sector. Economic output, which had declined for several years following the collapse of the Soviet Union, revived in the mid-2000s thanks to the boom in oil prices. Belarus has only small reserves of crude oil, though it imports most of its crude oil and natural gas from Russia at prices substantially below the world market. Belarus exported refined oil products at market prices produced from Russian crude oil purchased at a steep discount. In late 2006, Russia began a process of rolling back its subsidies on oil and gas to Belarus. Tensions over Russian energy reached a peak in 2010, when Russia stopped the export of all subsidized oil to Belarus save for domestic needs. In December 2010, Russia and Belarus reached a deal to restart the export of discounted oil to Belarus. Little new foreign investment has occurred in recent years. In 2011, a financial crisis began, triggered by government directed salary hikes unsupported by commensurate productivity increases. The crisis was compounded by an increased cost in Russian energy inputs and an overvalued Belarusian ruble, and eventually led to a near three-fold devaluation of the Belarusian ruble in 2011. In November 2011, Belarus agreed to sell to Russia its remaining shares in Beltransgaz, the Belarusian natural gas pipeline operator, in exchange for reduced prices for Russian natural gas. Receiving more than half of a $3 billion loan from the Russian-dominated Eurasian Economic Community Bail-out Fund, a $1 billion loan from the Russian state-owned bank Sberbank, and the $2.5 billion sale of Beltranzgas to Russian state-owned Gazprom helped stabilize the situation in 2012; nevertheless, the Belarusian currency lost more than 60% of its value, as the rate of inflation reached 53% in 2011 and 59% in 2012."
    },
    "gdp_purchasing_power_parity": {
      "text": "$149.2 billion (2012 est.); $147 billion (2011 est.); $139.2 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$63.26 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "1.5% (2012 est.); 5.5% (2011 est.); 7.7% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$15,900 (2012 est.); $15,600 (2011 est.); $14,700 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "31.6% of GDP (2012 est.); 29.2% of GDP (2011 est.); 26.2% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "46.7%",
      "government_consumption": "14.6%",
      "investment_in_fixed_capital": "32.8%",
      "investment_in_inventories": "1.6%",
      "exports_of_goods_and_services": "81.6%",
      "imports_of_goods_and_services": "-77.1% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "9.1%",
      "industry": "47.2%",
      "services": "43.7% (2012 est.)"
    },
    "agriculture_products": {
      "text": "grain, potatoes, vegetables, sugar beets, flax; beef, milk"
    },
    "industries": {
      "text": "metal-cutting machine tools, tractors, trucks, earthmovers, motorcycles, televisions, synthetic fibers, fertilizer, textiles, radios, refrigerators"
    },
    "industrial_production_growth_rate": {
      "text": "4% (2012 est.)"
    },
    "labor_force": {
      "text": "5 million (2009)"
    },
    "labor_force_by_occupation": {
      "agriculture": "9.4%",
      "industry": "45.9%",
      "services": "44.7% (2005 est.)"
    },
    "unemployment_rate": {
      "text": "1% (2009 est.); 1.6% (2005)",
      "note": "official registered unemployed; large number of underemployed workers"
    },
    "population_below_poverty_line": {
      "text": "27.1% (2003 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.8%",
      "highest_10%": "21.9% (2008)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "27.2 (2008); 21.7 (1998)"
    },
    "budget": {
      "revenues": "$22.38 billion",
      "expenditures": "$21.96 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "35.4% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "0.7% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "31.5% of GDP (2012 est.); 48.5% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "59.1% (2012 est.); 53.3% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "10.5% (31 December 2010 est.); 13.5% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "19.49% (31 December 2012 est.); 13.58% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$4.018 billion (31 December 2012 est.); $2.436 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$13.32 billion (31 December 2011 est.); $16.75 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$19.82 billion (31 December 2012 est.); $13.29 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$3.067 billion (2012 est.); -$5.775 billion (2011 est.)"
    },
    "exports": {
      "text": "$45.51 billion (2012 est.); $40.93 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "machinery and equipment, mineral products, chemicals, metals, textiles, foodstuffs"
    },
    "exports_partners": {
      "text": "Russia 35.4%, Netherlands 16.5%, Ukraine 12.1%, Latvia 7.1% (2012)"
    },
    "imports": {
      "text": "$45.01 billion (2012 est.); $44.39 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "mineral products, machinery and equipment, chemicals, foodstuffs, metals"
    },
    "imports_partners": {
      "text": "Russia 59.3%, Germany 5.9%, China 5.1%, Ukraine 5% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$5.809 billion (31 December 2012 est.); $6.011 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$34.12 billion (31 December 2012 est.); $34.02 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Belarusian rubles (BYB/BYR) per US dollar -; 8,336.9 (2012 est.); 4,974.6 (2011 est.); 2,978.5 (2010 est.); 2,789.49 (2009); 2,130 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "28.55 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "29.54 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "3.933 billion kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "8.404 billion kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "8.032 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "99.7% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "0.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.1% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "30,000 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "34,320 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "431,300 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "198 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "427,800 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "188,800 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "302,000 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "39,660 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "220 million cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "21.82 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "21.6 billion cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "2.832 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "68.24 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "4.208 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "10.695 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "Belarus lags behind its neighbors in upgrading telecommunications infrastructure; modernization of the network progressing with roughly two-thirds of switching equipment now digital",
      "domestic": "state-owned Beltelcom is the sole provider of fixed-line local and long distance service; fixed-line teledensity is improving although rural areas continue to be underserved; multiple GSM mobile-cellular networks are experiencing rapid growth; mobile-cellular teledensity now exceeds 100 telephones per 100 persons",
      "international": "country code - 375; Belarus is a member of the Trans-European Line (TEL), Trans-Asia-Europe (TAE) fiber-optic line, and has access to the Trans-Siberia Line (TSL); 3 fiber-optic segments provide connectivity to Latvia, Poland, Russia, and Ukraine; worldwide service is available to Belarus through this infrastructure; additional analog lines to Russia; Intelsat, Eutelsat, and Intersputnik earth stations (2008)"
    },
    "broadcast_media": {
      "text": "4 state-controlled national TV channels; Polish and Russian TV broadcasts are available in some areas; state-run Belarusian Radio operates 3 national networks and an external service; Russian and Polish radio broadcasts are available (2007)"
    },
    "internet_country_code": {
      "text": ".by"
    },
    "internet_hosts": {
      "text": "295,217 (2012)"
    },
    "internet_users": {
      "text": "2.643 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "65 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "33",
      "over_3_047_m": "1",
      "2_438_to_3_047_m": "20",
      "1_524_to_2_437_m": "4",
      "914_to_1_523_m": "1",
      "under_914_m": "7 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "32",
      "over_3_047_m": "1",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "2",
      "under_914_m": "28 (2013)"
    },
    "heliports": {
      "text": "1 (2013)"
    },
    "pipelines": {
      "text": "gas 5,386 km; oil 1,589 km; refined products 1,730 km (2013)"
    },
    "railways": {
      "total": "5,537 km",
      "broad_gauge": "5,512 km 1.520-m gauge (874 km electrified)",
      "standard_gauge": "25 km 1.435-m gauge (2008)"
    },
    "roadways": {
      "total": "86,392 km",
      "paved": "74,651 km",
      "unpaved": "11,741 km (2010)"
    },
    "waterways": {
      "text": "2,500 km (use limited by its location on the perimeter of the country and by its shallowness) (2011)"
    },
    "ports_and_terminals": {
      "river_ports": "Mazyr (Prypyats')"
    }
  },
  "military": {
    "military_branches": {
      "text": "Belarus Armed Forces: Land Force, Air and Air Defense Force, Special Operations Force (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-27 years of age for compulsory military service; conscript service obligation is 12-18 months, depending on academic qualifications; 17 year olds are eligible to become cadets at military higher education institutes, where they are classified as military personnel (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "2,401,785",
      "females_age_16_49": "2,429,653 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "1,693,626",
      "females_age_16_49": "2,012,401 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "51,855",
      "female": "48,760 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.4% of GDP (2005 est.)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "boundary demarcated with Latvia and Lithuania; Poland seeks enhanced demarcation and security along this Schengen hard border with financial assistance from the EU"
    },
    "refugees_and_internally_displaced_persons": {
      "stateless_persons": "6,969 (2012)"
    },
    "trafficking_in_persons": {
      "current_situation": "Belarus is a source, transit, and destination country for women, men, and children subjected to sex trafficking and forced labor; women and children are trafficked to European and Middle Eastern countries and within Belarus for sexual exploitation; Belarusian men, women, and children are found in forced labor in the construction industry and other sectors in Russia and Belarus; Belarusian men seeking work abroad are increasingly subjected to forced labor",
      "tier_rating": "Tier 2 Watch List - Belarus does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; the government demonstrates decreased law enforcement efforts, conducting fewer trafficking investigations and convicting only one trafficking offender; while two new anti-trafficking laws were passed, they have not been fully implemented and government services to victims remain very limited; the government continues its efforts to prevent trafficking through public awareness campaigns and NGO-operated anti-trafficking hotlines (2013)"
    },
    "illicit_drugs": {
      "text": "limited cultivation of opium poppy and cannabis, mostly for the domestic market; transshipment point for illicit drugs to and via Russia, and to the Baltics and Western Europe; a small and lightly regulated financial center; anti-money-laundering legislation does not meet international standards and was weakened further when know-your-customer requirements were curtailed in 2008; few investigations or prosecutions of money-laundering activities (2008)"
    }
  }
}