{
  "Introduction": {
    "Preliminary statement": {
      "text": "The evolution of what is today the European Union (EU) from a regional economic agreement among six neighboring states in 1951 to today's hybrid intergovernmental and supranational organization of 28 countries across the European continent stands as an unprecedented phenomenon in the annals of history. Dynastic unions for territorial consolidation were long the norm in Europe; on a few occasions even country-level unions were arranged - the Polish-Lithuanian Commonwealth and the Austro-Hungarian Empire were examples. But for such a large number of nation-states to cede some of their sovereignty to an overarching entity is unique. ++ Although the EU is not a federation in the strict sense, it is far more than a free-trade association such as ASEAN, NAFTA, or Mercosur, and it has certain attributes associated with independent nations: its own flag, currency (for some members), and law-making abilities, as well as diplomatic representation and a common foreign and security policy in its dealings with external partners. ++ Thus, inclusion of basic intelligence on the EU has been deemed appropriate as a separate entity in The World Factbook. However, because of the EU's special status, this description is placed after the regular country entries."
    },
    "Background": {
      "text": "Following the two devastating World Wars in the first half of the 20th century, a number of far-sighted European leaders in the late 1940s sought a response to the overwhelming desire for peace and reconciliation on the continent. In 1950, the French Foreign Minister Robert SCHUMAN proposed pooling the production of coal and steel in Western Europe and setting up an organization for that purpose that would bring France and the Federal Republic of Germany together and would be open to other countries as well. The following year, the European Coal and Steel Community (ECSC) was set up when six members - Belgium, France, West Germany, Italy, Luxembourg, and the Netherlands - signed the Treaty of Paris. ++ The ECSC was so successful that within a few years the decision was made to integrate other elements of the countries' economies. In 1957, envisioning an \"ever closer union,\" the Treaties of Rome created the European Economic Community (EEC) and the European Atomic Energy Community (Euratom), and the six member states undertook to eliminate trade barriers among themselves by forming a common market. In 1967, the institutions of all three communities were formally merged into the European Community (EC), creating a single Commission, a single Council of Ministers, and the body known today as the European Parliament. Members of the European Parliament were initially selected by national parliaments, but in 1979 the first direct elections were undertaken and have been held every five years since. ++ In 1973, the first enlargement of the EC took place with the addition of Denmark, Ireland, and the UK. The 1980s saw further membership expansion with Greece joining in 1981 and Spain and Portugal in 1986. The 1992 Treaty of Maastricht laid the basis for further forms of cooperation in foreign and defense policy, in judicial and internal affairs, and in the creation of an economic and monetary union - including a common currency. This further integration created the European Union (EU), at the time standing alongside the EC. In 1995, Austria, Finland, and Sweden joined the EU/EC, raising the membership total to 15. ++ A new currency, the euro, was launched in world money markets on 1 January 1999; it became the unit of exchange for all EU member states except Denmark, Sweden, and the UK. In 2002, citizens of those 12 countries began using euro banknotes and coins. Ten new countries joined the EU in 2004 - Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia. Bulgaria and Romania joined in 2007 and Croatia in 2013, bringing the current membership to 28. (Seven of these new countries - Cyprus, Estonia, Latvia, Lithuania, Malta, Slovakia, and Slovenia - have now adopted the euro, bringing total euro-zone membership to 19.) ++ In an effort to ensure that the EU could function efficiently with an expanded membership, the Treaty of Nice (concluded in 2000; entered into force in 2003) set forth rules to streamline the size and procedures of EU institutions. An effort to establish a \"Constitution for Europe,\" growing out of a Convention held in 2002-2003, foundered when it was rejected in referenda in France and the Netherlands in 2005. A subsequent effort in 2007 incorporated many of the features of the rejected draft Constitutional Treaty while also making a number of substantive and symbolic changes. The new treaty, referred to as the Treaty of Lisbon, sought to amend existing treaties rather than replace them. The treaty was approved at the EU intergovernmental conference of the then 27 member states held in Lisbon in December 2007, after which the process of national ratifications began. In October 2009, an Irish referendum approved the Lisbon Treaty (overturning a previous rejection) and cleared the way for an ultimate unanimous endorsement. Poland and the Czech Republic ratified soon after. The Lisbon Treaty came into force on 1 December 2009 and the EU officially replaced and succeeded the EC. The Treaty's provisions are part of the basic consolidated versions of the Treaty on European Union (TEU) and the Treaty on the Functioning of the European Union (TFEU) now governing what remains a very specific integration project. ++ Frustrated by a remote bureaucracy in Brussels and massive migration into the country, UK citizens on 23 June 2016 narrowly voted to leave the EU. The so-called “Brexit” will take years to carry out, but could embolden skeptics of EU membership in other member states."
    }
  },
  "Geography": {
    "Location": {
      "text": "Europe between the North Atlantic Ocean in the west and Russia, Belarus, and Ukraine to the east"
    },
    "Map references": {
      "text": "Europe"
    },
    "Area": {
      "total": {
        "text": "4,324,782 sq km"
      }
    },
    "Area - comparative": {
      "text": "less than one-half the size of the US"
    },
    "Land boundaries": {
      "total": {
        "text": "13,271 km"
      },
      "border countries": {
        "text": "Albania 212 km, Andorra 118 km, Belarus 1,176 km, Bosnia and Herzegovina 956 km, Holy See 3 km, Liechtenstein 34 km, Macedonia 396 km, Moldova 683 km, Monaco 6 km, Montenegro 19 km, Norway 2,375 km, Russia 2,435 km, San Marino 37 km, Serbia 1,353 km, Switzerland 1,729 km, Turkey 415 km, Ukraine 1,324 km"
      },
      "note": {
        "text": "data for European continent only"
      }
    },
    "Coastline": {
      "text": "65,992.9 km"
    },
    "Climate": {
      "text": "cold temperate; potentially subarctic in the north to temperate; mild wet winters; hot dry summers in the south"
    },
    "Terrain": {
      "text": "fairly flat along Baltic and Atlantic coasts; mountainous in the central and southern areas"
    },
    "Elevation": {
      "mean elevation": {
        "text": "about 300 m"
      },
      "elevation extremes": {
        "text": "lowest point: Lammefjord, Denmark -7 m; Zuidplaspolder, Netherlands -7 m ++ highest point: Mont Blanc 4,807 m"
      }
    },
    "Natural resources": {
      "text": "iron ore, natural gas, petroleum, coal, copper, lead, zinc, bauxite, uranium, potash, salt, hydropower, arable land, timber, fish"
    },
    "Irrigated land": {
      "text": "154,539.82 sq km (2011 est.)"
    },
    "Population - distribution": {
      "text": "population distribution varies considerably from country to country, but tends to follow a pattern of coastal and river settlement, with urban agglomerations forming large hubs facilitating large scale housing, industry, and commerce"
    },
    "Natural hazards": {
      "text": "flooding along coasts; avalanches in mountainous area; earthquakes in the south; volcanic eruptions in Italy; periodic droughts in Spain; ice floes in the Baltic"
    },
    "Environment - current issues": {
      "text": "various forms of air, soil, and water pollution; see individual country entries"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Air Pollution, Air Pollution-Nitrogen Oxides, Air Pollution-Persistent Organic Pollutants, Air Pollution-Sulphur 94, Antarctic-Marine Living Resources, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Tropical Timber 83, Tropical Timber 94"
      },
      "signed, but not ratified": {
        "text": "Air Pollution-Volatile Organic Compounds"
      }
    }
  },
  "People and Society": {
    "Population": {
      "text": "515,052,778 (July 2016 est.)"
    },
    "Languages": {
      "text": "Bulgarian, Croatian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish, Swedish",
      "note": {
        "text": "only the 24 official languages are listed; German, the major language of Germany, Austria, and Switzerland, is the most widely spoken mother tongue - about 16% of the EU population; English is the most widely spoken foreign language - about 38% of the EU population is conversant with it (2012)"
      }
    },
    "Religions": {
      "text": "Roman Catholic 48%, Protestant 12%, Orthodox 8%, other Christian 4%, Muslim 2%, other 1% (includes Jewish, Sikh, Buddhist, Hindu), atheist 7%, non-believer/agnostic 16%, unspecified 2% (2012 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "15.5% (male 40,853,366/female 38,783,889)"
      },
      "15-24 years": {
        "text": "10.9% (male 28,680,885/female 27,396,922)"
      },
      "25-54 years": {
        "text": "41.8% (male 108,312,731/female 106,407,509)"
      },
      "55-64 years": {
        "text": "12.9% (male 32,287,068/female 34,128,099)"
      },
      "65 years and over": {
        "text": "19.1% (male 42,074,448/female 56,127,861) (2016 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "42.7 years"
      },
      "male": {
        "text": "41.3 years"
      },
      "female": {
        "text": "44.1 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.23% (2016 est.)"
    },
    "Birth rate": {
      "text": "10.1 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "10.2 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "2.5 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "population distribution varies considerably from country to country, but tends to follow a pattern of coastal and river settlement, with urban agglomerations forming large hubs facilitating large scale housing, industry, and commerce"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.06 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.05 male(s)/female"
      },
      "25-54 years": {
        "text": "1.02 male(s)/female"
      },
      "55-64 years": {
        "text": "0.95 male(s)/female"
      },
      "65 years and over": {
        "text": "0.75 male(s)/female"
      },
      "total population": {
        "text": "0.96 male(s)/female (2016 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "4 deaths/1,000 live births"
      },
      "male": {
        "text": "4.4 deaths/1,000 live births"
      },
      "female": {
        "text": "3.6 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "80.2 years"
      },
      "male": {
        "text": "77.4 years"
      },
      "female": {
        "text": "83.2 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.61 children born/woman (2016 est.)"
    },
    "Hospital bed density": {
      "text": "5.4 beds/1,000 population (2011)"
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "note - see individual entries of member states"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "note - see individual entries of member states"
    },
    "HIV/AIDS - deaths": {
      "text": "note - see individual entries of member states"
    }
  },
  "Government": {
    "Union name": {
      "conventional long form": {
        "text": "European Union"
      },
      "abbreviation": {
        "text": "EU"
      }
    },
    "Political structure": {
      "text": "a hybrid and unique intergovernmental and supranational organization"
    },
    "Capital": {
      "name": {
        "text": "Brussels (Belgium), Strasbourg (France), Luxembourg; note - the European Council, a gathering of the EU heads of state and/or government, and the Council of the European Union, a ministerial-level body of ten formations, meet in Brussels, Belgium, except for Council meetings held in Luxembourg in April, June, and October; the European Parliament meets in Brussels and Strasbourg, France, and has administrative offices in Luxembourg; the Court of Justice of the European Union is located in Luxembourg; and the European Central Bank is located in Frankfurt, Germany"
      },
      "geographic coordinates": {
        "text": "(Brussels) 50 50 N, 4 20 E"
      },
      "time difference": {
        "text": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins last Sunday in March; ends last Sunday in October"
      }
    },
    "Member states": {
      "text": "28 countries: Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, UK; note - candidate countries: Albania, Macedonia, Montenegro, Serbia, Turkey",
      "note": {
        "text": "there are non-European overseas countries and territories (OCTs) having special relations with Denmark, France, the Netherlands, and the UK (list is annexed to the Treaty on the Functioning of the European Union), that are associated with the Union to promote their economic and social development; member states apply to their trade with OCTs the same treatment as they accord each other pursuant to the treaties; OCT nationals are in principle EU citizens, but these countries are neither part of the EU, nor subject to the EU ++ there are 25 OCTs (1 with Denmark [Greenland], 6 with France [French Polynesia; French Southern and Antarctic Lands; New Caledonia; Saint Barthelemy; Saint Pierre and Miquelon; Wallis and Futuna], 6 with the Netherlands [Aruba, Bonaire, Curacao, Saba, Sint Eustatius, Sint Maarten], and 12 with the UK [Anguilla; Bermuda; British Antarctic Territory; British Indian Ocean Territory; British Virgin Islands; Cayman Islands; Falkland Islands; Montserrat; Pitcairn Islands; Saint Helena, Ascension, and Tristan da Cunha; South Georgia and the South Sandwich Islands; Turks and Caicos Islands]), of which 22 have joined the Overseas Countries and Territories Association (OCTA); the 3 OCTs that are not part of OCTA (British Antarctic Territory, British Indian Ocean Territory, South Georgia and the South Sandwich Islands) do not have a permanent population"
      }
    },
    "Independence": {
      "text": "7 February 1992 (Maastricht Treaty signed establishing the European Union); 1 November 1993 (Maastricht Treaty entered into force)",
      "note": {
        "text": "the Treaties of Rome, signed on 25 March 1957 and subsequently entered into force on 1 January 1958, created the European Economic Community and the European Atomic Energy Community; a series of subsequent treaties have been adopted to increase efficiency and transparency, to prepare for new member states, and to introduce new areas of cooperation - such as a single currency; the Treaty of Lisbon, signed on 13 December 2007 and entered into force on 1 December 2009 is the most recent of these treaties and is intended to make the EU more democratic, more efficient, and better able to address global problems with one voice"
      }
    },
    "National holiday": {
      "text": "Europe Day (also known as Schuman Day) 9 May (1950); note - the day in 1950 that Robert SCHUMAN proposed the creation of what became the European Coal and Steel Community, the progenitor of today's European Union, with the aim of achieving a united Europe"
    },
    "Constitution": {
      "history": {
        "text": "none; note - the EU legal order relies primarily on two consolidated texts encompassing all provisions as amended from a series of past treaties: the Treaty on European Union (TEU), as modified by the Lisbon Treaty states in Article 1 that \"the HIGH CONTRACTING PARTIES establish among themselves a EUROPEAN UNION ... on which the Member States confer competences to attain objectives they have in common\"; Article 1 of the TEU states further that the EU is \"founded on the present Treaty and on the Treaty on the Functioning of the European Union (hereinafter referred to as 'the Treaties'),\" both possessing the same legal value; Article 6 of the TEU provides that a separately adopted Charter of Fundamental Rights of the European Union \"shall have the same legal value as the Treaties\""
      },
      "amendments": {
        "text": "European Union treaties can be amended in several ways: 1) Ordinary Revision Procedure (for key amendments to the treaties); initiated by an EU country’s government, by the EU Parliament, or by the EU Commission; following adoption of the proposal by the European Council, a convention is formed of national government representatives to review the proposal and subsequently a conference of government representatives also reviews the proposal; passage requires ratification by all EU countries; 2) Simplified Revision Procedure (for amendment of EU internal policies and actions); passage of a proposal requires unanimous European Council vote following European Council consultation with the EU Commission, the European Council, and the European Parliament, and requires ratification by all EU countries; 3) Passerelle Clause (allows the alteration of a legislative procedure without a formal amendment of the treaties); 4) Flexibility Clause (permits the EU to decide in subject areas not covered by the EU treaties); note - the Treaty of Lisbon (signed in December 2007 and effective in December 2009) amended the two treaties that formed the EU - the Maastricht Treaty (1993) and the Treaty of Rome (1958), known in updated form as the Treaty on the Functioning of the European Union (2007) (2016)"
      }
    },
    "Legal system": {
      "text": "unique supranational law system in which, according to an interpretive declaration of member-state governments appended to the Treaty of Lisbon, \"the Treaties and the law adopted by the Union on the basis of the Treaties have primacy over the law of Member States\" under conditions laid down in the case law of the Court of Justice; key principles of EU law include fundamental rights as guaranteed by the Charter of Fundamental Rights and as resulting from constitutional traditions common to the EU's states; EU law is divided into 'primary' and 'secondary' legislation; primary legislation is derived from the consolidated versions of the Treaty on European Union and the Treaty on the Functioning of the European Union) and are the basis for all EU action; secondary legislation - which includes directives, regulations, and decisions - is derived from the principles and objectives set out in the treaties"
    },
    "Suffrage": {
      "text": "18 years of age (16 years in Austria); universal; voting for the European Parliament is permitted in each member state"
    },
    "Executive branch": {
      "text": "under the EU treaties there are three distinct institutions, each of which conducts functions that may be regarded as executive in nature:",
      "the European Council": {
        "text": "brings together heads of state and government, along with the president of the European Commission, and meets at least four times a year; its aim is to provide the impetus for the development of the Union and to issue general policy guidelines; the Treaty of Lisbon established the position of \"permanent\" (full-time) president of the European Council; leaders of the EU member states appoint the president for a 2 1/2 year term, renewable once; the president's responsibilities include chairing the EU summits and providing policy and organizational continuity; the current president is Donald TUSK (Poland), since 1 December 2014, succeeding Herman VAN ROMPUY (Belgian; 2009-14)"
      },
      "the Council of the European Union": {
        "text": "consists of ministers of each EU member state and meets regularly in 10 different configurations depending on the subject matter; it conducts policymaking and coordinating functions as well as legislative functions; ministers of EU member states chair meetings of the Council of the EU based on a 6-month rotating presidency except for the meetings of EU Foreign Ministers in the Foreign Affairs Council that are chaired by the High Representative for Foreign Affairs and Security Policy"
      },
      "the European Commission": {
        "text": "headed by a College of Commissioners comprised of 28 members (one from each member country) including the president; each commissioner is responsible for one or more policy areas; the Commission's main responsibilities include the sole right to initiate EU legislation (except for foreign and security/defense policy), promoting the general interest of the EU, acting as \"guardian of the Treaties\" by monitoring the application of EU law, implementing/executing the EU budget, managing programs, negotiating on the EU's behalf in core policy areas such as trade, and ensuring the Union's external representation in some policy areas; its current president is Jean-Claude JUNCKER (Luxembourg) elected on 15 July 2014 (took office on 1 November 2014); the president of the European Commission is nominated by the European Council and formally \"elected\" by the European Parliament; the Commission president allocates specific responsibilities among the members of the College (appointed by common accord of the member state governments in consultation with the president-elect); the European Parliament confirms the entire Commission for a 5-year term; President JUNCKER reorganized the structure of the College around clusters or project teams coordinated by 7 vice presidents in line with the current Commission's main political priorities and appointed Frans TIMMERMANS (Netherlands) to act as his first vice president; the confirmation process for the next Commission expected be held in the fall of 2019"
      },
      "note": {
        "text": "for external representation and foreign policy making, leaders of the EU member states appointed Federica MOGHERINI (Italy) as the High Representative of the European Union for Foreign Affairs and Security Policy; MOGHERINI took office on 1 November 2014, succeeding Catherine ASHTON (UK) (2009-14); the High Representative's concurrent appointment as Vice President of the European Commission endows her position with the policymaking influence of the Council of the EU and the budgetary influence (subject to Council's approval) of the Council of the EU and the budgetary/management influence of the European Commission; the High Representative helps develop and implement the EU's Common Foreign and Security Policy and Common Security and Defense Policy component, chairs the Foreign Affairs Council, represents and acts for the Union in many international contexts, and oversees the European External Action Service, the diplomatic corps of the EU, established on 1 December 2010"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "two legislative bodies consisting of the Council of the European Union (28 seats; ministers representing the 28 member states) and the European Parliament (751 seats; seats allocated among member states roughly in proportion to population size; members elected by proportional representation to serve 5-year terms); note - the European Parliament President, currently Martin SCHULZ (German Socialist) is elected by a majority of fellow members of the European Parliament (MEPs) and represents the Parliament within the EU and internationally; the Council of the EU and the MEPs share responsibilities for adopting the bulk of EU legislation, normally acting in co-decision on Commission proposals (but not in the area of Common Foreign and Security Policy, which is governed by consensus of the EU member state governments)"
      },
      "elections": {
        "text": "last held on 22-25 May 2014 (next to be held May-June 2019)"
      },
      "election results": {
        "text": "percent of vote - EPP 29.4%, S&D 25.4%, ECR 9.3%, ALDE 8.9%, GUE/NGL 6.9%, Greens/EFA 6.7%, EFD 6.4%, independent 6.9%; seats by party - EPP 221, S&D 191, ECR 70, ALDE 67, GUE/NGL 52, Greens/EFA 50, EFD 48, independent 52"
      }
    },
    "Judicial branch": {
      "note": {
        "text": "the European Court of Justice (ECJ) is the judicial authority in matters of European Union law; the ECJ ensures that EU law is interpreted and applied uniformly throughout the EU, resolves disputed issues among the EU institutions and with member states, issues opinions on questions of EU law referred by member state courts"
      },
      "highest court(s)": {
        "text": "European Court of Justice (consists of 28 judges - 1 from each member state); the court may sit as a full court, in a \"Grand Chamber\" of 13 judges in special cases, but usually in chambers of 3 to 5 judges"
      },
      "judge selection and term of office": {
        "text": "judges appointed by the common consent of the member states to serve 6-year renewable terms"
      },
      "subordinate courts": {
        "text": "General Court; Civil Service Tribunal"
      }
    },
    "Political parties and leaders": {
      "text": "Alliance of Liberals and Democrats for Europe or ALDE [Guy VERHOFSTADT] ++ European United Left-Nordic Green Left or GUE/NGL [Gabriele ZIMMER] ++ Europe of Freedom and Direct Democracy or EFDD [Nigel FARAGE and David BORRELLI] ++ Europe of Nations and Freedom or ENF [Marine LE PEN and Marcel DE GRAAFF] ++ European Conservatives and Reformists or ECR [Syed KAMALL] ++ European Greens/European Free Alliance or Greens/EFA [Rebecca HARMS and Philippe LAMBERTS] ++ European People's Party or EPP [Manfred WEBER] ++ Group of the Alliance of Socialists and Democrats or S&D [Gianni PITELLA]"
    },
    "International organization participation": {
      "text": "ARF, ASEAN (dialogue member), Australian Group, BIS, BSEC (observer), CBSS, CERN, EBRD, FAO, FATF, G-8, G-10, G-20, IDA, IEA, IGAD (partners), LAIA (observer), NSG (observer), OAS (observer), OECD, PIF (partner), SAARC (observer), SICA (observer), UN (observer), UNRWA (observer), WCO, WTO, ZC (observer)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador David O'SULLIVAN (since 19 November 2014)"
      },
      "chancery": {
        "text": "2175 K Street, NW, Suite 800, Washington, DC 20037"
      },
      "telephone": {
        "text": "[1] (202) 862-9500"
      },
      "FAX": {
        "text": "[1] (202) 429-1766"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Anthony Luzzatto GARDNER (since 18 March 2014)"
      },
      "embassy": {
        "text": "13 Zinnerstraat/Rue Zinner, B-1000 Brussels"
      },
      "mailing address": {
        "text": "use embassy street address"
      },
      "telephone": {
        "text": "[32] (2) 811-4100"
      },
      "FAX": {
        "text": "[32] (2) 811-5154"
      }
    },
    "Flag description": {
      "text": "a blue field with 12 five-pointed gold stars arranged in a circle in the center; blue represents the sky of the Western world, the stars are the peoples of Europe in a circle, a symbol of unity; the number of stars is fixed"
    },
    "National symbol(s)": {
      "text": "a circle of 12, five-pointed, golden yellow stars on a blue field; union colors: blue, yellow"
    },
    "National anthem": {
      "name": {
        "text": "\"Ode to Joy\""
      },
      "lyrics/music": {
        "text": "no lyrics/Ludwig VAN BEETHOVEN, arranged by Herbert VON KARAJAN"
      },
      "note": {
        "text": "official EU anthem since 1985; the music is meant to represent all of Europe rather than just the organization, conveying ideas of peace, freedom, and unity"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Internally, the 28 EU member states have adopted the framework of a single market with free movement of goods, services and capital. Internationally, the EU aims to bolster Europe's trade position and its political and economic weight. ++  ++ Despite great differences in per capita income among member states (from $13,000 to $82,000) and in national attitudes toward issues like inflation, debt, and foreign trade, the EU has achieved a high degree of coordination of monetary and fiscal policies. A common currency – the euro – circulates among 19 of the member states, under the auspices of the European Economic and Monetary Union (EMU). Eleven member states introduced the euro as their common currency on 1 January 1999 (Greece did so two years later). Since 2004, 13 states acceded to the EU. Of the 13, Slovenia (2007), Cyprus and Malta (2008), Slovakia (2009), Estonia (2011), Latvia (2014), and Lithuania (2015) have adopted the euro; 7 other member states - not including the UK nor Denmark, which have formal opt-outs - are required by EU treaties to adopt the common currency upon meeting fiscal and monetary convergence criteria. ++  ++ The EU economy is slowly recovering from the 2008-09 global economic crisis and the ensuing sovereign debt crisis in the euro zone in 2011. The bloc posted moderate GDP growth in 2014 and 2015, but the recovery has been uneven. Some EU member states (Czech Republic, Ireland and Spain) have recorded strong growth while others (Finland, Greece) are struggling to shake off recession. The recovery has been buoyed by lower commodities prices and accommodative monetary policy, which has lowered interest rates and the euro’s foreign exchange value. Despite EU/IMF rescue programs in Greece, Ireland, Portugal, Spain and Cyprus, significant drags on growth remain, including high public and private debt loads, low domestic demand that discourages investment, aging populations, onerous regulations, and high unemployment. These factors - in combination with low oil prices - have subdued inflation in the euro zone despite the European Central Bank’s (ECB) efforts to spur more lending and investment through its asset-buying program and negative interest rates. The ECB in December 2015 stated it would widen its asset-buying program and extend it until March 2017 to fend off deflation and improve borrowing conditions in the euro zone. ++  ++ Beyond the risk of deflation, the EU economy is vulnerable to a slowdown of global trade that would shrink the EU’s ample external trade surplus. Another round of financial market turmoil because of disagreements between bailed-out Greece and its euro-zone creditor could also be detrimental to a stronger EU recovery if it hurts consumer and investor confidence. To bolster economic growth and create jobs, EU leaders have moved forward with plans to use $28 (€21) billion in public money as seed capital to attract private investors to fund $421 [€315] billion in infrastructure projects from 2015 to 2017, focusing on energy, broadband, transport, education, and research and innovation. They also are forging ahead on creating a capital markets union to ease the burdens of cross-border investment in the bloc. Externally, the EU continues to negotiate an ambitious and comprehensive free trade agreement with the US, the goal of which is to expand already large trade and investment flows."
    },
    "GDP (purchasing power parity)": {
      "text": "$19.18 trillion (2016 est.) ++ $18.64 trillion (2015 est.) ++ $18.08 trillion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$16.27 trillion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "1.9% (2016 est.) ++ 2.3% (2014 est.) ++ 1.6% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$37,800 (2016 est.) ++ $36,900 (2015 est.) ++ $35,900 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "21.4% of GDP (2015 est.) ++ 21.1% of GDP (2014 est.) ++ 21% of GDP (2013 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "58.2%"
      },
      "government consumption": {
        "text": "21.6%"
      },
      "investment in fixed capital": {
        "text": "17.3%"
      },
      "investment in inventories": {
        "text": "0.1%"
      },
      "exports of goods and services": {
        "text": "44.9%"
      },
      "imports of goods and services": {
        "text": "-42.1% (2013 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "1.6%"
      },
      "industry": {
        "text": "25.5%"
      },
      "services": {
        "text": "73.6% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "wheat, barley, oilseeds, sugar beets, wine, grapes; dairy products, cattle, sheep, pigs, poultry; fish"
    },
    "Industries": {
      "text": "among the world's largest and most technologically advanced regions, the EU industrial base includes: ferrous and non-ferrous metal production and processing, metal products, petroleum, coal, cement, chemicals, pharmaceuticals, aerospace, rail transportat"
    },
    "Industrial production growth rate": {
      "text": "1.5% (2016 est.)"
    },
    "Labor force": {
      "text": "232.9 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "5%"
      },
      "industry": {
        "text": "21.9%"
      },
      "services": {
        "text": "73.1% (2014 est.)"
      }
    },
    "Unemployment rate": {
      "text": "9.5% (2015 est.) ++ 9.4% (2015)"
    },
    "Population below poverty line": {
      "text": "9.8% note - see individual country entries of member states"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.8%"
      },
      "highest 10%": {
        "text": "23.9% (2014 est.)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "30.9 (2014 est.) ++ 30.5 (2013 est.)"
    },
    "Taxes and other revenues": {
      "text": "45.2% of GDP (2014 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3% of GDP"
    },
    "Public debt": {
      "text": "86.8% of GDP (2014) ++ 85.5% of GDP (2013)"
    },
    "Fiscal year": {
      "text": "NA"
    },
    "Inflation rate (consumer prices)": {
      "text": "0.1% (2015 est.) ++ 0.5% (2014 est.)"
    },
    "Central bank discount rate": {
      "text": "0.05% (31 December 2013) ++ 0.3% (31 December 2012)",
      "note": {
        "text": "this is the European Central Bank's rate on the marginal lending facility, which offers overnight credit to banks in the euro area"
      }
    },
    "Commercial bank prime lending rate": {
      "text": "0.32% (31 December 2014 est.) ++ 0.56% (31 December 2013 est.)"
    },
    "Stock of narrow money": {
      "text": "$7.165 trillion (31 December 2013) ++ $7.422 trillion (31 December 2012)",
      "note": {
        "text": "this is the quantity of money, M1, for the euro area, converted into US dollars at the exchange rate for the date indicated; it excludes the stock of money carried by non-euro-area members of the European Union, e.g., UK pounds, Danish kroner, and Czech k"
      }
    },
    "Stock of broad money": {
      "text": "$12.49 trillion (31 December 2012 est.) ++ $12.29 trillion (31 December 2011 est.)",
      "note": {
        "text": "this is the quantity of broad money for the euro area, converted into US dollars at the exchange rate for the date indicated; it excludes the stock of broad money carried by non-euro-area members of the European Union"
      }
    },
    "Stock of domestic credit": {
      "text": "$21.71 trillion (31 December 2012 est.) ++ $21.29 trillion (31 December 2011 est.)",
      "note": {
        "text": "this figure refers to the euro area only; it excludes credit data for non-euro-area members of the EU"
      }
    },
    "Market value of publicly traded shares": {
      "text": "$7.185 trillion (31 December 2014 est.) ++ $7.932 trillion (31 December 2013 est.) ++ $10.4 trillion (31 December 2012 est.)"
    },
    "Current account balance": {
      "text": "$351.9 billion (2015 est.) ++ $88.12 billion (2014 est.)"
    },
    "Exports": {
      "text": "$2.259 trillion (2014 est.) ++ $2.306 trillion (2013 est.)",
      "note": {
        "text": "external exports, excluding intra-EU trade"
      }
    },
    "Exports - commodities": {
      "text": "machinery, motor vehicles, pharmaceuticals and other chemicals, fuels, aircraft, plastics, iron and steel, wood pulp and paper products, alcoholic beverages, furniture"
    },
    "Exports - partners": {
      "text": "United States 17.1%, China 8.5%, Switzerland 7.8%, Russia 7.2%, Turkey 4.4% (2013 est.)"
    },
    "Imports": {
      "text": "$2.244 trillion (2014 est.) ++ $2.238 trillion (2013 est.)",
      "note": {
        "text": "external imports, excluding intra-EU trade"
      }
    },
    "Imports - commodities": {
      "text": "fuels and crude oil, machinery, vehicles, pharmaceuticals and other chemicals, precious gemstones, textiles, aircraft, plastics, metals, ships"
    },
    "Imports - partners": {
      "text": "China 16.1%, United States 11.4%, Russia 11%, Switzerland 5.9%, Norway 4.3% (2013 est.)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$740.9 billion (31 December 2014 est.)",
      "note": {
        "text": "$746.9 billion (31 December 2013)"
      }
    },
    "Debt - external": {
      "text": "$13.05 trillion (31 December 2014 est.) ++ $14.14 trillion (31 December 2013)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$NA $5.148 trillion (2012) ++ $4.828 trillion (2011)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$9.121 trillion (2012) ++ $8.721 trillion (2011)"
    },
    "Exchange rates": {
      "text": "euros per US dollar - ++ 0.9214 (2016 est.) ++ 0.885 (2015 est.) ++ 0.885 (2014 est.) ++ 0.7634 (2013 est.) ++ 0.7752 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "3.166 trillion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "2.771 trillion kWh (2013 est.)"
    },
    "Electricity - exports": {
      "text": "336.2 billion kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "349.5 billion kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "947 million kW (2012 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "49% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "12.9% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "10.7% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "22.9% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "1.411 million bbl/day (2014 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "5.789 billion bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "11.12 million bbl/day (2014 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "12.53 million bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "2.196 million bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "8.613 million bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "132.3 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "386.9 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "93.75 billion cu m (2010 est.)"
    },
    "Natural gas - imports": {
      "text": "420.6 billion cu m (2010 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "1.492 billion cu m (1 January 2015 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "3.705 billion Mt (2014 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total": {
        "text": "213.8 million (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "632.5 million (July 2015 est.)"
      }
    },
    "Telephone system": {
      "text": "note - see individual country entries of member states"
    },
    "Internet country code": {
      "text": ".eu; note - see country entries of member states for individual country codes"
    },
    "Internet users": {
      "total": {
        "text": "398.1 million (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "Airports": {
      "text": "3,102 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "1,882"
      },
      "over 3,047 m": {
        "text": "120"
      },
      "2,438 to 3,047 m": {
        "text": "341"
      },
      "1,524 to 2,437 m": {
        "text": "507"
      },
      "914 to 1,523 m": {
        "text": "425"
      },
      "under 914 m": {
        "text": "489 (2015)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "1,244"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "2,437 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "15"
      },
      "914 to 1,523 m": {
        "text": "245"
      },
      "under 914 m": {
        "text": "982 (2013)"
      }
    },
    "Heliports": {
      "text": "90 (2013)"
    },
    "Railways": {
      "total": {
        "text": "230,548 km (2013)"
      }
    },
    "Roadways": {
      "total": {
        "text": "10,582,653 km (2013)"
      }
    },
    "Waterways": {
      "text": "53,384 km (2013)"
    },
    "Ports and terminals": {
      "major port(s)": {
        "text": "Antwerp (Belgium), Barcelona (Spain), Braila (Romania), Bremen (Germany), Burgas (Bulgaria), Constanta (Romania), Copenhagen (Denmark), Galati (Romania), Gdansk (Poland), Hamburg (Germany), Helsinki (Finland), Las Palmas (Canary Islands, Spain), Le Havre (France), Lisbon (Portugal), London (UK), Marseille (France), Naples (Italy), Peiraiefs or Piraeus (Greece), Riga (Latvia), Rotterdam (Netherlands), Split (Croatia), Stockholm (Sweden), Talinn (Estonia), Tulcea (Romania), Varna (Bulgaria)"
      }
    }
  },
  "Military and Security": {
    "Military expenditures": {
      "text": "1.65% of GDP (2012) ++ 1.66% of GDP (2011) ++ 1.65% of GDP (2010)"
    },
    "Military - note": {
      "text": "the five-nation Eurocorps - created in 1992 by France, Germany, Belgium, Spain, and Luxembourg - has deployed troops and police on peacekeeping missions to Bosnia-Herzegovina, Macedonia, and the Democratic Republic of the Congo and assumed command of the ISAF in Afghanistan in August 2004; Eurocorps directly commands the 5,000-man Franco-German Brigade, the Multinational Command Support Brigade, and EUFOR in Bosnia and Herzegovina; in November 2004, the EU Council of Ministers formally committed to creating 13 1,500-man battle groups by the end of 2007, to respond to international crises on a rotating basis; 22 of the EU's 28 nations have agreed to supply troops; France, Italy, and the UK formed the first of three battle groups in 2005; Norway, Sweden, Estonia, and Finland established the Nordic Battle Group effective 1 January 2008; nine other groups are to be formed; a rapid-reaction naval EU Maritime Task Group was stood up in March 2007 (2007)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "as a political union, the EU has no border disputes with neighboring countries, but Estonia has no land boundary agreements with Russia, Slovenia disputes its land and maritime boundaries with Croatia, and Spain has territorial and maritime disputes with Morocco and with the UK over Gibraltar; the EU has set up a Schengen area - consisting of 22 EU member states that have signed the convention implementing the Schengen agreements or \"acquis\" (1985 and 1990) on the free movement of persons and the harmonization of border controls in Europe; these agreements became incorporated into EU law with the implementation of the 1997 Treaty of Amsterdam on 1 May 1999; in addition, non-EU states Iceland and Norway (as part of the Nordic Union) have been included in the Schengen area since 1996 (full members in 2001), Switzerland since 2008, and Liechtenstein since 2011 bringing the total current membership to 26; the UK (since 2000) and Ireland (since 2002) take part in only some aspects of the Schengen area, especially with respect to police and criminal matters; nine of the 13 new member states that joined the EU since 2004 joined Schengen on 21 December 2007; of the four remaining EU states, Romania, Bulgaria, and Croatia are obligated to eventually join, while Cyprus' entry is held up by the ongoing Cyprus dispute"
    }
  }
}