{
  "Introduction": {
    "Preliminary statement": {
      "text": "<p>The European Union's (EU) evolution is unprecedented in history, transforming from a regional economic agreement among six neighboring states in 1951 to today's hybrid intergovernmental and supranational organization of 27 countries across the European continent. Such a large number of nation-states ceding some of their sovereignty to an overarching entity is unique. Dynastic unions for territorial consolidation were long the norm in Europe, although country-level unions were sometimes arranged, such as the Polish-Lithuanian Commonwealth and the Austro-Hungarian Empire. </p> <p>The EU is not a federation in the strict sense, but it is far more than a free-trade association such as ASEAN or Mercosur. It has certain attributes associated with independent nations: its own flag, currency (for some members), and law-making abilities, as well as diplomatic representation and a common foreign and security policy in its dealings with external partners.</p> <p>For these reasons, <em>The World Factbook</em> includes basic information on the EU as a separate entity.</p>"
    },
    "Background": {
      "text": "In the aftermath and devastation of the two World Wars, a number of far-sighted European leaders in the late 1940s sought to respond to the overwhelming desire for peace and reconciliation on the continent. In 1950, French Foreign Minister Robert SCHUMAN proposed pooling the production of coal and steel in Western Europe, which would bring France and West Germany together and be open to other countries as well. The following year, the European Coal and Steel Community (ECSC) was set up when six members -- Belgium, France, West Germany, Italy, Luxembourg, and the Netherlands -- signed the Treaty of Paris. <p>Within a few years, the ECSC was so successful that member states decided to further integrate their economies. In 1957, envisioning an \"ever closer union,\" the Treaties of Rome created the European Economic Community (EEC) and the European Atomic Energy Community (Euratom), which eliminated trade barriers among the six member states to create a common market. In 1967, the institutions of all three communities were formally merged into the European Community (EC), creating a single Commission, a single Council of Ministers, and a legislative body known today as the European Parliament. Members of the European Parliament were initially selected by national parliaments, but direct elections began in 1979 and have been held every five years since. <br><br>In 1973, the first enlargement of the EC added Denmark, Ireland, and the UK. The 1980s saw further membership expansion, with Greece joining in 1981 and Spain and Portugal in 1986. The 1992 Treaty of Maastricht laid the basis for further cooperation in foreign and defense policy and judicial and internal affairs, as well as the creation of an economic and monetary union -- including a common currency. The Maastricht Treaty created the European Union (EU), at the time standing alongside the EC. In 1995, Austria, Finland, and Sweden joined the EU/EC, raising the total number of member states to 15. On 1 January 1999, the new euro currency was launched in world markets and became the unit of exchange for all EU member states except Denmark, Sweden, and the UK. In 2002, citizens of the 12 participating member states began using euro banknotes and coins.<br><br>In an effort to ensure that the EU could function efficiently with an expanded membership, the Treaty of Nice in 2000 set forth rules to streamline the size and procedures of the EU's institutions. An effort to establish a \"Constitution for Europe,\" growing out of a Convention held in 2002-2003, foundered when it was rejected in referenda in France and the Netherlands in 2005. A subsequent effort in 2007 incorporated many features of the rejected draft Constitutional Treaty, while also making a number of substantive as well as symbolic changes. The new treaty, referred to as the Treaty of Lisbon, sought to amend existing treaties rather than replace them. The treaty was approved at a conference of member states, and after all member states ratified, the Lisbon Treaty came into force on 1 December 2009, at which point the EU officially replaced and succeeded the EC. <br><br>Ten new countries joined the EU in 2004 -- Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia. Bulgaria and Romania joined in 2007 and Croatia in 2013. UK citizens on 23 June 2016 narrowly voted to leave the EU; the formal exit, widely known as \"Brexit,\" took place on 31 January 2020. The EU and the UK negotiated a withdrawal agreement that included a status quo transition period through December 2020, when the follow-on EU-UK Trade and Cooperation Agreement was concluded. Current EU membership stands at 27. Eight of the newer member states -- Croatia, Cyprus, Estonia, Latvia, Lithuania, Malta, Slovakia, and Slovenia -- have now adopted the euro, bringing total euro-zone membership to 20.</p>"
    }
  },
  "Geography": {
    "Location": {
      "text": "Europe between the North Atlantic Ocean in the west and Russia, Belarus, and Ukraine to the east"
    },
    "Map references": {
      "text": "Europe"
    },
    "Area": {
      "total ": {
        "text": "4,236,351 sq km"
      },
      "note": "<strong>rank by area (sq km):<br></strong>1. France (includes five overseas regions) 643,801 <br>2. Spain 505,370 <br>3. Sweden 450,295 <br>4. Germany 357,022 <br>5. Finland 338,145 <br>6. Poland 312,685 <br>7. Italy 301,340<br>8. Romania 238,391 <br>9. Greece 131,957 <br>10. Bulgaria 110,879 <br>11. Hungary 93,028 <br>12. Portugal 92,090 <br>13. Austria 83,871 <br>14. Czechia 78,867 <br>15. Ireland 70,273 <br>16. Lithuania 65,300 <br>17. Latvia 64,589 <br>18. Croatia 56,594 <br>19. Slovakia 49,035 <br>20. Estonia 45,228 <br>21. Denmark 43,094 <br>22. Netherlands 41,543 <br>23. Belgium 30,528 <br>24. Slovenia 20,273 <br>25. Cyprus 9,251 <br>26. Luxembourg 2,586 <br>27. Malta 316"
    },
    "Area - comparative": {
      "text": "less than one-half the size of the United States"
    },
    "Land boundaries": {
      "total": {
        "text": "13,770 km"
      },
      "border countries": {
        "text": "Albania 212 km; Andorra 118 km; Belarus 1,176 km; Bosnia and Herzegovina 956 km; Holy See 3 km; Liechtenstein 34 km; North Macedonia 396 km; Moldova 683 km; Monaco 6 km; Montenegro 19 km; Norway 2,375 km; Russia 2,435 km; San Marino 37 km; Serbia 1,353 km; Switzerland 1,729 km; Turkey 415 km; United Kingdom 499 km; Ukraine 1,324 km"
      },
      "note": "<strong>note:</strong> data for European continent only"
    },
    "Coastline": {
      "text": "53,563.9 km"
    },
    "Climate": {
      "text": "cold temperate; potentially subarctic in the north to temperate; mild wet winters; hot dry summers in the south"
    },
    "Terrain": {
      "text": "fairly flat along Baltic and Atlantic coasts; mountainous in the central and southern areas"
    },
    "Elevation": {
      "highest point": {
        "text": "Mont Blanc, France 4,810 m"
      },
      "lowest point": {
        "text": "Zuidplaspolder, Netherlands -7 m"
      }
    },
    "Natural resources": {
      "text": "iron ore, natural gas, petroleum, coal, copper, lead, zinc, bauxite, uranium, potash, salt, hydropower, arable land, timber, fish"
    },
    "Irrigated land": {
      "text": "154,539.82 sq km (2011 est.)"
    },
    "Population distribution": {
      "text": "population distribution varies considerably from country to country but tends to follow a pattern of coastal and river settlement, with urban agglomerations forming large hubs; the area in and around the Netherlands, Belgium, and Luxembourg (known collectively as Benelux), is the most densely populated area in the EU"
    },
    "Natural hazards": {
      "text": "flooding along coasts; avalanches in mountainous area; earthquakes in the south; volcanic eruptions in Italy; periodic droughts in Spain; ice floes in the Baltic Sea region"
    }
  },
  "People and Society": {
    "Population": {
      "total": {
        "text": "451,815,312 (2024 est.)"
      },
      "male": {
        "text": "220,631,332"
      },
      "female": {
        "text": "231,183,980"
      }
    },
    "Languages": {
      "text": "Bulgarian, Croatian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish, Swedish",
      "note": "<strong>note:</strong> only the 24 official languages are listed; German, the major language of Germany and Austria, is the most widely spoken mother tongue - about 16% of the EU population; English is the most widely spoken foreign language - about 29% of the EU population is conversant with it; English is an official language in Ireland and Malta and thus remained an official EU language after the UK left the bloc (2020)"
    },
    "Religions": {
      "text": "Roman Catholic 41%, Orthodox 10%, Protestant 9%, other Christian 4%, Muslim 2%, other 4% (includes Jewish, Sikh, Buddhist, Hindu), atheist 10%, non-believer/agnostic 17%, unspecified 3% (2019 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "14.5% (male 33,606,273/female 31,985,118)"
      },
      "15-64 years": {
        "text": "63.5% (male 143,874,460/female 143,104,994)"
      },
      "65 years and over": {
        "text": "22% (2024 est.) (male 43,150,599/female 56,093,868)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "57.2 (2024)"
      },
      "youth dependency ratio": {
        "text": "22.8 (2024)"
      },
      "elderly dependency ratio": {
        "text": "34.5 (2024)"
      },
      "potential support ratio": {
        "text": "3 (2024)"
      }
    },
    "Median age": {
      "total": {
        "text": "44 years (2020)"
      },
      "male": {
        "text": "42.6 years"
      },
      "female": {
        "text": "45.5 years"
      }
    },
    "Population growth rate": {
      "text": "0.1% (2021 est.)"
    },
    "Birth rate": {
      "text": "8.9 births/1,000 population (2024 est.)"
    },
    "Death rate": {
      "text": "11.2 deaths/1,000 population (2024 est.)"
    },
    "Net migration rate": {
      "text": "-2.85 migrant(s)/1,000 population"
    },
    "Population distribution": {
      "text": "population distribution varies considerably from country to country but tends to follow a pattern of coastal and river settlement, with urban agglomerations forming large hubs; the area in and around the Netherlands, Belgium, and Luxembourg (known collectively as Benelux), is the most densely populated area in the EU"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-64 years": {
        "text": "1.01 male(s)/female"
      },
      "65 years and over": {
        "text": "0.77 male(s)/female"
      },
      "total population": {
        "text": "0.95 male(s)/female (2024 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "3.4 deaths/1,000 live births (2024 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "77.63 years (2021)"
      },
      "male": {
        "text": "72.98 years"
      },
      "female": {
        "text": "82.51 years"
      }
    },
    "Total fertility rate": {
      "text": "1.54 children born/woman (2024 est.)"
    },
    "Gross reproduction rate": {
      "text": "0.75 (2024 est.)"
    },
    "Health expenditure": {
      "text": "10.9% of GDP (2021)"
    },
    "Education expenditure": {
      "text": "5% of GDP (2020 est.)"
    }
  },
  "Environment": {
    "Environmental issues": {
      "text": "various forms of air, soil, and water pollution; see individual country entries"
    },
    "International environmental agreements": {
      "party to": {
        "text": "Air Pollution, Air Pollution-Heavy Metals, Air Pollution-Multi-effect Protocol, Air Pollution-Nitrogen Oxides, Air Pollution-Persistent Organic Pollutants, Air Pollution-Sulphur 94, Antarctic-Marine Living Resources, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Tropical Timber 2006"
      },
      "signed, but not ratified": {
        "text": "Air Pollution-Volatile Organic Compounds"
      }
    },
    "Climate": {
      "text": "cold temperate; potentially subarctic in the north to temperate; mild wet winters; hot dry summers in the south"
    },
    "Carbon dioxide emissions": {
      "total emissions": {
        "text": "2.651 billion metric tonnes of CO2 (2023 est.)"
      },
      "from coal and metallurgical coke": {
        "text": "518.857 million metric tonnes of CO2 (2023 est.)"
      },
      "from petroleum and other liquids": {
        "text": "1.489 billion metric tonnes of CO2 (2023 est.)"
      },
      "from consumed natural gas": {
        "text": "643.8 million metric tonnes of CO2 (2023 est.)"
      }
    },
    "Total renewable water resources": {
      "text": "1.7 trillion cubic meters (2019)"
    }
  },
  "Government": {
    "Union name": {
      "conventional long form": {
        "text": "European Union"
      },
      "abbreviation": {
        "text": "EU"
      }
    },
    "Government type": {
      "text": "a hybrid and unique intergovernmental and supranational organization"
    },
    "Capital": {
      "name": {
        "text": "Brussels (Belgium), Strasbourg (France), Luxembourg, Frankfurt (Germany)"
      },
      "geographic coordinates": {
        "text": "(Brussels) 50 50 N, 4 20 E"
      },
      "time difference": {
        "text": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1 hr, begins last Sunday in March; ends last Sunday in October"
      },
      "time zone note": {
        "text": "the 27 European Union member states are spread across three time zones"
      },
      "note": "<strong>note: </strong> the European Council and the Council of the European Union meet in Brussels, Belgium, except for Council of the EU meetings held in Luxembourg in April, June, and October; the European Parliament meets in Brussels and Strasbourg, France, and has administrative offices in Luxembourg; the Court of Justice of the European Union is located in Luxembourg; and the European Central Bank is located in Frankfurt, Germany"
    },
    "Member states": {
      "text": "<p>27 countries: Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden</p> <p>13 overseas countries and territories: 1 with Denmark (Greenland), 6 with France (French Polynesia, French Southern and Antarctic Lands, New Caledonia, Saint Barthelemy, Saint Pierre and Miquelon, Wallis and Futuna), and 6 with the Netherlands (Aruba, Bonaire, Curacao, Saba, Sint Eustatius, Sint Maarten); all are part of the Overseas Countries and Territories Association (OCTA)</p>",
      "note": "<strong>note 1: </strong>the 9 EU candidate countries include Albania, Bosnia and Herzegovina, Georgia, Moldova, Montenegro, North Macedonia, Serbia, Turkey, and Ukraine<strong><br><br>note 2:</strong> several non-European overseas countries and territories (OCTs) have special relations with Denmark, France, and the Netherlands (list is annexed to the Treaty on the Functioning of the European Union) and are associated with the EU to promote their economic and social development; member states apply the same treatment to their trade with OCTs as they accord each other; OCT nationals are in principle EU citizens, but OCTs are not part of or subject to the EU"
    },
    "Legal system": {
      "text": "unique supranational system in which EU treaties and EU law have primacy over member-state law"
    },
    "Constitution": {
      "history": {
        "text": "none; the EU legal order relies primarily on the Treaty on European Union (TEU) and the Treaty on the Functioning of the EU (TFEU)"
      },
      "amendment process": {
        "text": "EU treaties can be amended in several ways:<br><br>1) Ordinary Revision Procedure (for key amendments to the treaties); initiated by an EU member state, the European Parliament, or the European Commission; after the proposal is adopted by the European Council, a conference of national government representatives then reviews the proposal; passage requires ratification by all EU member states<br><br>2) Simplified Revision Procedure (for amendment of EU internal policies and actions); passage of a proposal requires unanimous European Council vote after European Council consultation with the European Commission, the European Parliament, and the European Central Bank (if the amendment concerns monetary matters) and requires ratification by all EU member states<br><br>3) Passerelle Clause; allows the alteration of a legislative procedure without a formal amendment of the treaties<br><br>4) Flexibility Clause; permits the EU to decide in subject areas where EU competences have not been explicitly granted in the treaties but are necessary to the attainment of treaty objectives"
      }
    },
    "Suffrage": {
      "text": "18 years of age (16 years in Austria); universal; voting for the European Parliament occurs in each member state"
    },
    "Executive branch": {
      "text": "three EU institutions have functions that can be regarded as executive in nature:<br><br><em>European Council</em> - composed of member-state heads of state or government, along with the president of the European Commission; meets at least four times a year to issue general policy guidance; the president of the European Council is appointed by leaders of the EU member states for a 2 1/2 year term, renewable once <br><br><strong>president:</strong> António Costa (since 1 December 2024)<br><br><em>Council of the European Union </em>- consists of member-state officials, ranging from working-level diplomats to cabinet ministers in specific policy fields such as foreign affairs, agriculture, or economy; has policymaking, coordinating, and legislative functions<br><br><strong>president:</strong> the six-month presidency rotates among the member states <br><em><em><br></em></em> <em>European Commission</em> - composed of 27 commissioners (one from each member state), including the president; the president assigns each commissioner one or more policy areas, called portfolios; the Commission has the sole right to initiate EU legislation, except for foreign and security/defense policy, and is responsible for monitoring the application of EU law, implementing/executing the EU budget, negotiating in certain policy areas, and ensuring the EU's external representation in some policy areas; the president is nominated for a 5-year term by the European Council and confirmed by the European Parliament; the European Parliament also confirms the entire Commission for a 5-year term <br><br><strong>president: </strong>Ursula von der Leyen (since 1 December 2019)",
      "note": "<strong>note:</strong> for external representation and foreign policy, member-state leaders appoint a High Representative of the Union for Foreign Affairs and Security Policy; the High Representative's concurrent appointment as Vice President of the European Commission is meant to bring more coherence to the EU’s foreign policy; the High Representative helps develop and implement the EU's Common Foreign and Security Policy and Common Security and Defense Policy, chairs the Council of the EU's meetings of member-state foreign ministers, represents and acts for the EU in many international contexts, and oversees the European External Action Service, the EU's diplomatic corps"
    },
    "Legislative branch": {
      "legislature name": {
        "text": "Council of the European Union (Council) and the European Parliament (EP) (separate legislative bodies; <em>see note 2</em>)"
      },
      "number of seats": {
        "text": "Council - 27; EP - 720"
      },
      "electoral system": {
        "text": "Council - none, composed of ministers from EU member states; EP - proportional representation"
      },
      "scope of elections": {
        "text": "EP - full renewal"
      },
      "term in office": {
        "text": "5 years note: for the EP"
      },
      "most recent election date": {
        "text": "EP - 6/9/2024"
      },
      "parties elected and seats per party": {
        "text": "EP - PP (188); S&amp;D (136); PfE (84); ECR (78); Renew (77); Greens/EFA (53); GUE-NGL (46); ESN (25); non-attached (12); other (21)"
      },
      "percentage of women in chamber": {
        "text": "39.8% note: for the EP"
      },
      "expected date of next election": {
        "text": "EP - June 2029"
      },
      "note": "<strong>note 1:</strong> the European Parliament (EP) President, Roberta METSOLA, was elected in January 2022 and reelected in July 2024 by a majority of EP members (MEPs)<br><br><strong>note 2:</strong> the EP and the Council of the EU share responsibilities for adopting the bulk of EU legislation; the European Commission proposes legislation, and the two other bodies have to agree for the proposal to become law -- except in the area of Common Foreign and Security Policy, which is governed by consensus of the EU member-state governments"
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Court of Justice of the European Union, which includes the Court of Justice (informally known as the European Court of Justice or ECJ, includes 11 advocates general) and the General Court (consists of 27 judges, one drawn from each member state; can include additional judges); both the ECJ and the General Court sit in chambers of 3 to 5 judges but may sit in a Grand Chamber of 15 judges in special cases"
      },
      "judge selection and term of office": {
        "text": "judges appointed by the common consent of the member states to serve 6-year renewable terms"
      }
    },
    "Political parties": {
      "text": "The Left or GUE/NGL <br>European Conservatives and Reformists or ECR <br>Greens/European Free Alliance or Greens/EFA <br>European People's Party or EPP <br>Europe of Sovereign Nations or ESN <br>Patriots for Europe or PfE <br>Progressive Alliance of Socialists and Democrats or S&amp;D <br>Renew Europe or Renew (formerly Alliance of Liberals and Democrats for Europe or ALDE)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Jovita NELIUP&Scaron;IENĖ, Head of Delegation (since 27 February 2024)"
      },
      "chancery": {
        "text": "2175 K Street NW, Washington, DC 20037"
      },
      "telephone": {
        "text": "[1] (202) 862-9500"
      },
      "FAX": {
        "text": "[1] (202) 429-1766"
      },
      "email address and website": {
        "text": "<br>delegation-usa-info@eeas.europa.eu<br><br>Delegation of the European Union to the United States of America | EEAS (europa.eu)"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Andrew PUZDER (since 11 September 2025)"
      },
      "embassy": {
        "text": "Zinnerstraat - 13 - Rue Zinner, B-1000 Brussels"
      },
      "mailing address": {
        "text": "use embassy street address"
      },
      "telephone": {
        "text": "[32] (2) 811-4100"
      },
      "email address and website": {
        "text": "<br>https://useu.usmission.gov/"
      }
    },
    "International organization participation": {
      "text": "ARF, ASEAN (dialogue member), Australian Group, BIS, BSEC (observer), CBSS, CERN, EBRD, FAO, FATF, G-7, G-10, G-20, IDA, IEA, IGAD (partners), LAIA (observer), NSG (observer), OAS (observer), OECD, PIF (partner), SAARC (observer), SICA (observer), UN (observer), UNRWA (observer), WCO, WTO, ZC (observer)"
    },
    "Independence": {
      "text": "7 February 1992 (Maastricht Treaty signed establishing the European Union); 1 November 1993 (Maastricht Treaty entered into force)",
      "note": "<strong>note:</strong> the Treaties of Rome, signed on 25 March 1957 and entered into force on 1 January 1958, created the European Economic Community and the European Atomic Energy Community; a series of subsequent treaties increased efficiency and transparency, prepared for new member states, and introduced new areas of cooperation such as a single currency; the Treaty of Lisbon, signed on 13 December 2007 and entered into force on 1 December 2009, is the most recent"
    },
    "National holiday": {
      "text": "Europe Day (also known as Schuman Day), 9 May (1950)"
    },
    "Flag": {
      "text": "<strong>description:</strong> a blue field with 12 five-pointed gold stars arranged in a circle in the center; blue stands for the sky of the Western world, and the stars for unity, solidarity, and harmony<br><br><strong>meaning:</strong> the number of stars is fixed and does not correspond to the number of member states"
    },
    "National symbol(s)": {
      "text": "a circle of 12 five-pointed golden-yellow stars on a blue field"
    },
    "National color(s)": {
      "text": "blue, yellow"
    },
    "National anthem(s)": {
      "title": {
        "text": "\"European Anthem\" (Ode to Joy)"
      },
      "lyrics/music": {
        "text": "no lyrics/Ludwig VAN BEETHOVEN, arranged by Herbert VON KARAJAN"
      },
      "history": {
        "text": "adopted 1985; the anthem is meant to represent all of Europe rather than just the organization, conveying the ideals of peace, freedom, and unity"
      }
    }
  },
  "Economy": {
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2024": {
        "text": "$24.441 trillion (2024 est.)"
      },
      "Real GDP (purchasing power parity) 2023": {
        "text": "$24.17 trillion (2023 est.)"
      },
      "Real GDP (purchasing power parity) 2022": {
        "text": "$24.036 trillion (2022 est.)"
      },
      "note": "<b>note:</b> data in 2021 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2024": {
        "text": "1% (2024 est.)"
      },
      "Real GDP growth rate 2023": {
        "text": "0.5% (2023 est.)"
      },
      "Real GDP growth rate 2022": {
        "text": "3.5% (2022 est.)"
      },
      "note": "<b>note:</b> annual GDP % growth based on constant local currency"
    },
    "Real GDP per capita": {
      "Real GDP per capita 2024": {
        "text": "$54,300 (2024 est.)"
      },
      "Real GDP per capita 2023": {
        "text": "$53,800 (2023 est.)"
      },
      "Real GDP per capita 2022": {
        "text": "$53,700 (2022 est.)"
      },
      "note": "<b>note:</b> data in 2021 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$19.423 trillion (2024 est.)",
      "note": "<b>note:</b> data in current dollars at official exchange rate"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2024": {
        "text": "2.4% (2024 est.)"
      },
      "Inflation rate (consumer prices) 2023": {
        "text": "6.3% (2023 est.)"
      },
      "Inflation rate (consumer prices) 2022": {
        "text": "8.8% (2022 est.)"
      },
      "note": "<b>note:</b> annual % change based on consumer prices"
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "1.6% (2024 est.)"
      },
      "industry": {
        "text": "22.1% (2024 est.)"
      },
      "services": {
        "text": "66.1% (2024 est.)"
      },
      "note": "<b>note:</b> figures may not total 100% due to non-allocated consumption not captured in sector-reported data"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "51.6% (2023 est.)"
      },
      "government consumption": {
        "text": "20.8% (2023 est.)"
      },
      "investment in fixed capital": {
        "text": "22% (2023 est.)"
      },
      "investment in inventories": {
        "text": "0.4% (2023 est.)"
      },
      "exports of goods and services": {
        "text": "51.9% (2023 est.)"
      },
      "imports of goods and services": {
        "text": "-48.3% (2023 est.)"
      },
      "note": "<b>note:</b> figures may not total 100% due to rounding or gaps in data collection"
    },
    "Agricultural products": {
      "text": "milk, wheat, sugar beets, maize, potatoes, barley, grapes, pork, rapeseed, tomatoes (2022)",
      "note": "<strong>note:</strong> top ten agricultural products based on tonnage for all EU member states"
    },
    "Industries": {
      "text": "among the world's largest and most technologically advanced regions, the EU industrial base includes: ferrous and non-ferrous metal production and processing, metal products, petroleum, coal, cement, chemicals, pharmaceuticals, aerospace, rail transportation equipment, passenger and commercial vehicles, construction equipment, industrial equipment, shipbuilding, electrical power equipment, machine tools and automated manufacturing systems, electronics and telecommunications equipment, fishing, food and beverages, furniture, paper, textiles"
    },
    "Industrial production growth rate": {
      "text": "-0.7% (2024 est.)",
      "note": "<b>note:</b> annual % change in industrial value added based on constant local currency"
    },
    "Labor force": {
      "text": "221.391 million (2024 est.)",
      "note": "<b>note:</b> number of people ages 15 or older who are employed or seeking work"
    },
    "Unemployment rate": {
      "Unemployment rate 2024": {
        "text": "6% (2024 est.)"
      },
      "Unemployment rate 2023": {
        "text": "6.1% (2023 est.)"
      },
      "Unemployment rate 2022": {
        "text": "6.2% (2022 est.)"
      },
      "note": "<b>note:</b> % of labor force seeking employment"
    },
    "Youth unemployment rate (ages 15-24)": {
      "total": {
        "text": "15.9% (2024 est.)"
      },
      "male": {
        "text": "16% (2024 est.)"
      },
      "female": {
        "text": "16% (2024 est.)"
      },
      "note": "<b>note:</b> % of labor force ages 15-24 seeking employment"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2015": {
        "text": "31 (2015 est.)"
      }
    },
    "Remittances": {
      "Remittances 2024": {
        "text": "0.8% of GDP (2024 est.)"
      },
      "Remittances 2023": {
        "text": "0.8% of GDP (2023 est.)"
      },
      "Remittances 2022": {
        "text": "0.8% of GDP (2022 est.)"
      },
      "note": "<b>note:</b> personal transfers and compensation between resident and non-resident individuals/households/entities"
    },
    "Public debt": {
      "Public debt 2013": {
        "text": "85.5% of GDP (2013)"
      }
    },
    "Taxes and other revenues": {
      "text": "19.8% (of GDP) (2022 est.)",
      "note": "<b>note:</b> central government tax revenue as a % of GDP"
    },
    "Exports": {
      "Exports 2024": {
        "text": "$9.783 trillion (2024 est.)"
      },
      "Exports 2023": {
        "text": "$9.689 trillion (2023 est.)"
      },
      "Exports 2022": {
        "text": "$9.425 trillion (2022 est.)"
      },
      "note": "<b>note:</b> balance of payments - exports of goods and services in current dollars"
    },
    "Exports - partners": {
      "text": "US 20%, UK 12%, China 10%, Switzerland 7%, Turkey 4% (2023)",
      "note": "<strong>note: </strong>top five non-EU export partners based on percentage share of external exports; does not include internal trade among EU member states"
    },
    "Exports - commodities": {
      "text": "cars, packaged medicine, refined petroleum, vehicle parts/accessories, vaccines (2023)",
      "note": "<strong>note:</strong> top five export commodities based on value in dollars; includes both exports to external partners and internal trade among EU member states"
    },
    "Imports": {
      "Imports 2024": {
        "text": "$8.953 trillion (2024 est.)"
      },
      "Imports 2023": {
        "text": "$8.978 trillion (2023 est.)"
      },
      "Imports 2022": {
        "text": "$9.072 trillion (2022 est.)"
      },
      "note": "<b>note:</b> balance of payments - imports of goods and services in current dollars"
    },
    "Imports - partners": {
      "text": "China 21%, US 14%, UK 7%, Switzerland 6%, Norway 5% (2023)",
      "note": "<strong>note: </strong>top five non-EU import partners based on percentage share of external imports; does not include internal trade among EU member states"
    },
    "Imports - commodities": {
      "text": "cars, crude petroleum, natural gas, refined petroleum, vehicle parts/accessories (2023)",
      "note": "<strong>note: </strong>top five import commodities based on value in dollars; includes both imports from external partners and internal trade among EU member states"
    },
    "Exchange rates": {
      "Currency": {
        "text": "euros (EUR) per US dollar -"
      },
      "Exchange rates 2024": {
        "text": "0.924 (2024 est.)"
      },
      "Exchange rates 2023": {
        "text": "0.925 (2023 est.)"
      },
      "Exchange rates 2022": {
        "text": "0.95 (2022 est.)"
      },
      "Exchange rates 2021": {
        "text": "0.845 (2021 est.)"
      },
      "Exchange rates 2020": {
        "text": "0.876 (2020 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "100% (2022 est.)"
      }
    },
    "Electricity": {
      "installed generating capacity": {
        "text": "1.142 billion kW (2023 est.)"
      },
      "consumption": {
        "text": "2.511 trillion kWh (2023 est.)"
      },
      "exports": {
        "text": "407.824 billion kWh (2023 est.)"
      },
      "imports": {
        "text": "405.154 billion kWh (2023 est.)"
      },
      "transmission/distribution losses": {
        "text": "169.694 billion kWh (2023 est.)"
      }
    },
    "Electricity generation sources": {
      "fossil fuels": {
        "text": "33.1% of total installed capacity (2023 est.)"
      },
      "nuclear": {
        "text": "22.1% of total installed capacity (2023 est.)"
      },
      "solar": {
        "text": "9.2% of total installed capacity (2023 est.)"
      },
      "wind": {
        "text": "17.7% of total installed capacity (2023 est.)"
      },
      "hydroelectricity": {
        "text": "11.7% of total installed capacity (2023 est.)"
      },
      "geothermal": {
        "text": "0.2% of total installed capacity (2023 est.)"
      },
      "biomass and waste": {
        "text": "6% of total installed capacity (2023 est.)"
      }
    },
    "Nuclear energy": {
      "Number of operational nuclear reactors": {
        "text": "100 (2025)"
      },
      "Number of nuclear reactors under construction": {
        "text": "1 (2025)"
      },
      "Net capacity of operational nuclear reactors": {
        "text": "97.63GW (2025 est.)"
      },
      "Number of nuclear reactors permanently shut down": {
        "text": "75 (2025)"
      }
    },
    "Coal": {
      "production": {
        "text": "304.827 million metric tons (2023 est.)"
      },
      "consumption": {
        "text": "398.817 million metric tons (2023 est.)"
      },
      "exports": {
        "text": "32.326 million metric tons (2023 est.)"
      },
      "imports": {
        "text": "127.304 million metric tons (2023 est.)"
      },
      "proven reserves": {
        "text": "84.193 billion metric tons (2023 est.)"
      }
    },
    "Petroleum": {
      "total petroleum production": {
        "text": "748,000 bbl/day (2023 est.)"
      },
      "refined petroleum consumption": {
        "text": "11.022 million bbl/day (2023 est.)"
      }
    },
    "Natural gas": {
      "production": {
        "text": "40.239 billion cubic meters (2023 est.)"
      },
      "consumption": {
        "text": "335.326 billion cubic meters (2023 est.)"
      },
      "exports": {
        "text": "100.238 billion cubic meters (2023 est.)"
      },
      "imports": {
        "text": "396.993 billion cubic meters (2023 est.)"
      }
    },
    "Energy consumption per capita": {
      "Total energy consumption per capita 2023": {
        "text": "114.309 million Btu/person (2023 est.)"
      }
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "155,004,603 (2022 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "36 (2022 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "552,315,605 (2022 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "124 (2022 est.)"
      }
    },
    "Internet country code": {
      "text": ".eu",
      "note": "<strong>note:</strong> see country entries of member states for individual country codes"
    },
    "Internet users": {
      "percent of population": {
        "text": "90% (2023 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "172.888 million (2022 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "39 (2022 est.)"
      }
    }
  },
  "Transportation": {
    "Airports": {
      "text": "5,211 (2025)"
    },
    "Heliports": {
      "text": "2,069 (2025)"
    },
    "Railways": {
      "total": {
        "text": "4,894,173 km (2019)"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "the EU's Common Security and Defense Policy (CSDP) provides the civilian, military, and political structures for EU crisis management and security issues; the highest bodies are:<br><br>the Political and Security Committee (PSC), which meets at the ambassadorial level as a preparatory body for the Council of the EU; it assists with defining policies and preparing a crisis response<br><br>the European Union Military Committee (EUMC) is the EU's highest military body; it is composed of the chiefs of defense (CHODs) of the Member States, who are regularly represented by their permanent Military Representatives; the EUMC provides the PSC with advice and recommendations on all military matters within the EU<br><br>the Committee for Civilian Aspects of Crisis Management (CIVCOM) provides advice and recommendations to the PSC in parallel with the EUMC on civilian aspects of crisis management<br><br>the Politico-Military Group (PMG) provides advice and recommendations to the PSC on political aspects of EU military and civil-military issues, including concepts, capabilities and operations and missions, and monitors implementation<br><br>other bodies set up under the CSDP include the Security and Defense Policy Directorate (SECDEFPOL), the Integrated approach for Security and Peace Directorate (ISP), the EU Military Staff (EUMS), the Civilian Planning and Conduct Capability (CPCC), the Civilian Operations Headquarters (CivOpsHQ), the Military Planning and Conduct Capability (MPCC), the European Defense Agency (EDA), the European Security and Defense College (ESDC), the EU Institute for Security Studies, the EU Satellite Center, the Peace, Partnerships and Crisis Management Directorate (PCM) (2025)",
      "note": "<strong>note 1: </strong>Frontex is the European Border and Coast Guard Agency that supports EU Member States and Schengen-associated countries in the management of the EU’s external borders and the fight against cross-border crime; it has a standing corps of uniformed border guard officers directly employed by Frontex as staff members and regularly deployed to border guarding missions, plus thousands of other officers seconded by EU member states <br><br><strong>note 2:</strong> in 2017, the EU set up the Permanent Structured Cooperation on Defense (PESCO), a mechanism for deepening defense cooperation amongst member states through binding commitments and collaborative programs on a variety of military-related capabilities such as cyber, maritime surveillance, medical support, operational readiness, procurement, and training"
    },
    "Military expenditures": {
      "Military Expenditures 2024": {
        "text": "1.9% of GDP (2024 est.)"
      },
      "Military Expenditures 2023": {
        "text": "1.8% of GDP (2023 est.)"
      },
      "Military Expenditures 2022": {
        "text": "1.6% of GDP (2022 est.)"
      },
      "Military Expenditures 2021": {
        "text": "1.6% of GDP (2021 est.)"
      },
      "Military Expenditures 2020": {
        "text": "1.6% of GDP (2020 est.)"
      },
      "note": "<strong>note 1:</strong> the European Defense Fund (EDF) has a budget of approximately $8 billion for 2021-2027; about $2.7 billion is devoted to funding collaborative defense research while about $5.3 billion is allocated for collaborative capability development projects that complement national contributions; the EDF identifies critical defense domains that it will support <br><br><strong>note 2:</strong> NATO is separate from the EU and is resourced through the direct and indirect contributions of its members; NATO’s common funds are direct contributions to collective budgets, capabilities and programs, which equate to only 0.3% of total NATO defense spending to develop capabilities and run NATO, its military commands, capabilities, and infrastructure; NATO's 2014 Defense Investment Pledge called for NATO members to meet the 2% of GDP guideline for defense spending and the 20% of annual defense expenditure on major new equipment by 2024"
    },
    "Military deployments": {
      "text": "since 2003, the EU has launched more than 30 civilian and military crisis-management, advisory, and training missions in Africa, Asia, Europe, and the Middle East, as well as counter-piracy operations off the coast of Somalia and a naval operation in the Mediterranean to disrupt human smuggling and trafficking networks and prevent the loss of life at sea (2025)",
      "note": "<strong>note:</strong> in response to the 2022 Russian invasion of Ukraine, the EU established a rapid deployment force consisting of up to 5,000 troops in 2025"
    },
    "Military - note": {
      "text": "the EU partners with the North Atlantic Treaty Organization (NATO); NATO is an alliance of 32 countries from North America and Europe; its role is to safeguard the security of its member countries by political and military means; NATO conducts crisis management and peacekeeping missions; member countries that participate in the military aspect of the Alliance contribute forces and equipment, which remain under national command and control until a time when they are required by NATO for a specific purpose (i.e., conflict or crisis, peacekeeping); NATO, however, does possess some common capabilities owned and operated by the Alliance, such as some early warning radar aircraft; relations between NATO and the EU were institutionalized in the early 2000s, building on steps taken during the 1990s to promote greater European responsibility in defense matters; cooperation and coordination covers a broad array of issues, including crisis management, defense and political consultations, civil preparedness, capacity building, military capabilities, maritime security, planning, cyber defense, countering hybrid threats, information sharing, logistics, defense industry, counterterrorism, etc.; since Russia’s invasion of Ukraine in February 2022, the EU and NATO have intensified their work and cooperation; NATO and the EU have 23 member countries in common<br><br>there are no permanent standing EU forces, but Europe has a variety of multinational military organizations that may be deployed through the EU, in a NATO environment, upon the mandate of the participating countries, or upon the mandate of other international organizations, such as the UN or OSCE including: <br><br>the <strong>EU Rapid Deployment Capacity (EU RDC)</strong> was declared operational in May 2025; the RDC's purpose is to enable the EU to respond to different crisis scenarios by providing a flexible and scalable military instrument of up to 5,000 troops that can be deployed in a swift manner; missions could include capacity building, conflict prevention, humanitarian assistance and disaster relief, rescue and evacuation, or stabilization; the use of the RDC is subject to a unanimous decision by the EU Member States<br><br><strong>EU Battlegroups (BGs) </strong>are rapid reaction multinational army units that form a key part of the EU's capacity to respond to crises and conflicts; their deployment is subject to a unanimous decision by the European Council; BGs typically consists of 1,500-2,000 troops organized around an infantry battalion depending on the mission; the troops and equipment are drawn from EU member states and under the direction of a lead nation; two BGs are always on standby for a period of six months; the BGs were declared operational in 2007 but have never been used operationally due to political and financial obstacles <br><br>the <strong>European Corps (Eurocorps)</strong> is an independent multinational land force corps headquarters composed of personnel from six framework nations and five associated nations; the corps has no standing operational units; during a crisis, units would be drawn from participating states, and the corps would be placed at the service of the EU and NATO; Eurocorps was established in 1992 by France and Germany; Belgium (1993), Spain (1994), and Luxembourg (1996) joined over the next few years; Poland joined in 2022; Greece and Turkey (since 2002), Italy, Romania, and Austria (since 2009, 2016, and 2021 respectively) participate as associated nations; Eurocorps is headquartered in France<br><br>the <strong>European Gendarmerie Force (EURGENDFOR)</strong> is an operational, pre-organized, and rapidly deployable European gendarmerie/police force; it is not established at the EU level, but is capable of performing police tasks, including law enforcement, stability operations, and training in support of the EU, the UN, OSCE, NATO, and other international organizations or ad hoc coalitions; member state gendarmeries include those of France, Italy, the Netherlands, Poland, Portugal, Romania, and Spain; the Lithuanian Public Security Service is a partner, while Turkey's Gendarmerie is an observer force <br><br>the <strong>European Medical Corps (EMC)</strong> was set up in the aftermath of the Ebola crisis in West Africa in 2014 to enable the deployment of teams and equipment from EU member states to provide medical assistance and public health expertise in response to emergencies inside and outside the EU; 12 European states have committed teams and equipment to the EMC<br><br>the <strong>European Medical Command (EMC)</strong> was formed to provide a standing EU medical capability, increase medical operational readiness, and improve interoperability amongst the participating EU members; it operates closely with the NATO Framework Nations Concept’s Multinational Medical Coordination Center (MMCC) under a single administrative and infrastructural framework (MMCC/EMC); the EMC was declared operational in May 2022<br><br>the<strong> European Air Transport Command (EATC)</strong> is a single multinational command for more than 150 military air mobility assets from seven member states, including transport, air-to-air refueling, and aeromedical evacuation; the EATC headquarters is located in the Netherlands, but the air assets remain located at member national air bases; the EATC was established in 2010 <br><br>the <strong>European Air Group (EAG)</strong> is an independent organization formed by the air forces of its seven member nations (Belgium, France, Germany, Italy, Netherlands, Spain, and the UK) that is focused on improving interoperability between the air forces of EAG members and its 14 partner and associate nations; it was established in the late 1990s and is headquartered in the UK<br><br>the <strong>European Maritime Force (EUROMARFOR or EMF)</strong> is a four-nation (France, Italy, Portugal, and Spain), non-standing naval force with the ability to carry out naval, air, and amphibious operations; EUROMARFOR was formed in 1995 to conduct missions such as crisis response, humanitarian missions, peacekeeping, peace enforcement, and sea control; it can deploy under EU, NATO, or UN mandate, but also as long as the four partner nations agree<br><br>the <strong>Combined Joint Expeditionary Force (CJEF)</strong> is a deployable, combined France-UK military force of up to 10,000 personnel for use in a wide range of crisis scenarios, up to and including high intensity combat operations; the CJEF has no standing forces but would be available at short notice for French-UK bilateral, NATO, EU, UN, or other operations; it was established in 2010 and declared operational in 2020<br><br>the <strong>1st German/Netherlands (Dutch) Corps </strong>is a combined army corps headquarters that has the ability to conduct operations under the command and control of Germany and the Netherlands, NATO, or the EU; in peacetime, approximately 1,100 Dutch and German soldiers are assigned, but during a crisis up to 80,000 troops may be assigned; it was formed in 1995 and is headquartered in Germany <br><br>the <strong>Lithuanian-Polish-Ukrainian Brigade (LITPOLUKRBRIG) </strong>is comprised of an international staff, three battalions, and specialized units; units affiliated with the multinational brigade remain within the structures of the armed forces of their respective countries until the brigade is activated for participation in an international operation; it was formed in 2014 and is headquartered in Poland (2025)"
    }
  },
  "Space": {
    "Space agency/agencies": {
      "text": "the only EU agency dedicated to space is the EU Agency for the Space Program (EUSPA; established in 2021); the EUSPA originated with the Galileo Joint Undertaking (GJU) set up in 2002 by the European Community (EC) and the European Space Agency (ESA) to manage the development phase of Europe’s Galileo satellite navigation program; the GJU’s responsibilities were assumed by the European Global Navigation Satellite System Supervisory Authority (GSA) in 2007<br><br>the ESA (established 1975 from the European Launcher Development Organization and the European Space Research Organization, which were established in the early 1960s) is an independent organization although it maintains close ties with the EU through an ESA/EC Framework Agreement; the ESA and EC share a joint European Strategy for Space and have together developed a European Space Policy<br><br>the ESA has 23 member states; the national bodies responsible for space in these countries sit on ESA’s governing Council: Austria, Belgium, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, the Netherlands, Norway, Poland, Portugal, Romania, Slovenia, Spain, Sweden, Switzerland, and the UK; Canada also sits on the Council and takes part in some projects under a Cooperation Agreement;  Latvia, Lithuania, and Slovakia are Associate Members; Bulgaria, Croatia, Cyprus, and Malta have cooperation agreements with ESA; ESA has established formal cooperation with all member states of the EU that are not ESA members (2025)"
    },
    "Space launch site(s)": {
      "text": "ESA&rsquo;s spaceport is located in Kourou, French Guiana; EU members Norway and Sweden have operational commercial space ports; the UK, non-EU member, has two operational commercial space ports (2025)"
    },
    "Space program overview": {
      "text": "EU member states have a large and advanced commercial space sector that develops and produces a full range of capabilities and technologies; a key focus for both the European Space Agency (ESA) and the EU Agency for the Space Program (EUSPA) is encouraging this sector; Europe is a global leader in satellite-based communications and hosts the headquarters of three of the world’s major satellite communications companies<br><br><strong>ESA </strong>is comprehensive space agency that is active across the space sector, except for launching humans into space; its activities include producing and operating satellites with a full spectrum of capabilities (communications, multipurpose, navigational, remote sensing, science/technology), satellite launch vehicles (SLVs), space launches, astronaut training, space transportation/automated transfer vehicles, reusable spacecraft, space station modules, spacecraft components, robotic space labs, lunar/planetary surface rovers, interplanetary space probes and exploration, and space telescopes; ESA participates in international programs such as the International Space Station and works closely with Europe’s commercial space industry; it also works with a broad range of space agencies and industries of non-member countries, including China, Japan, Russia, and the US; many of its programs are conducted jointly, particularly with the US space program<br><br>the <strong>EUSPA </strong>is responsible for the operational management of the European Geostationary Navigation Overlay Service (EGNOS) and Galileo satellite navigation programs; the EU space strategy encourages investment in and the use of space services and data, fosters competition and innovation, develops space technologies, and reinforces Europe’s autonomy in accessing space (2025)"
    },
    "Key space-program milestones": {
      "text": "1979 - first launch of Ariane heavy-lift satellite launch vehicle (SLV)<br><br>1980s-2011 - participated in US Space Shuttle program (included more than 20 Spacelab missions, 1983-1998)<br><br>1995 - first solar satellite/orbiter (SOHO) launched<br><br>1997-2017 - Cassini-Huygens research mission to Saturn <br><br>1998-present - participating in a series of missions with varying start dates, including the International Space Station, International Gamma-Ray Astrophysics Laboratory mission (INTEGRAL), Mars Express orbiter exploration mission, Rosetta comet probe (included world’s first landing on a comet, 2014), Copernicus Earth observation program, Mars orbiter mission (ExoMars), Mercury planetary orbiter mission (BepiColombo), Solar Orbiter mission, US Gateway Lunar orbital station project<br><br>2016 - Galileo satellite-based global navigational positioning system reached initial operational capability<br><br>2019 - began development of quantum communications infrastructure (EuroQCI)<br><br>2021 - implemented EU government satellite communications (GOVSATCOM) and Space Surveillance and Awareness (SSA) components of EU space program; launched world’s first commercial, fully flexible, reprogrammable quantum satellite; launched US-built James Webb Space Telescope<br><br>2023 - launched Jupiter Icy Moons Explorer (JUICE) mission; launched Euclid space observatory/telescope<br><br>2024 - successful test launch of Ariane-6 SLV; launched probe (Hera) to study asteroid Didymos and its moon Dimorphos<br><br>2025 - announced EU Space Act, a cooperative framework for space activities across the EU"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "see individual EU member states"
    }
  },
  "Transnational Issues": {
  }
}