{
  "Introduction": {
    "Preliminary statement": {
      "text": "<p>The evolution of what is today the European Union (EU) from a regional economic agreement among six neighboring states in 1951 to today's hybrid intergovernmental and supranational organization of 27 countries across the European continent stands as an unprecedented phenomenon in the annals of history. Dynastic unions for territorial consolidation were long the norm in Europe; on a few occasions even country-level unions were arranged - the Polish-Lithuanian Commonwealth and the Austro-Hungarian Empire were examples. But for such a large number of nation-states to cede some of their sovereignty to an overarching entity is unique.</p> <p>Although the EU is not a federation in the strict sense, it is far more than a free-trade association such as ASEAN or Mercosur, and it has certain attributes associated with independent nations: its own flag, currency (for some members), and law-making abilities, as well as diplomatic representation and a common foreign and security policy in its dealings with external partners.</p> <p>Thus, inclusion of basic intelligence on the EU has been deemed appropriate as a separate entity in The World Factbook.</p>"
    },
    "Background": {
      "text": "<p>Following the two devastating World Wars in the first half of the 20th century, a number of far-sighted European leaders in the late 1940s sought a response to the overwhelming desire for peace and reconciliation on the continent. In 1950, the French Foreign Minister Robert SCHUMAN proposed pooling the production of coal and steel in Western Europe and setting up an organization for that purpose that would bring France and the Federal Republic of Germany together and would be open to other countries as well. The following year, the European Coal and Steel Community (ECSC) was set up when six members - Belgium, France, West Germany, Italy, Luxembourg, and the Netherlands - signed the Treaty of Paris.</p> <p>The ECSC was so successful that within a few years the decision was made to integrate other elements of the member states' economies. In 1957, envisioning an \"ever closer union,\" the Treaties of Rome were signed creating the European Economic Community (EEC) and the European Atomic Energy Community (Euratom), and the six member states strove to eliminate trade barriers among themselves by forming a common market. In 1967, the institutions of all three communities were formally merged into the European Community (EC), creating a single Commission, a single Council of Ministers, and the body known today as the European Parliament. Members of the European Parliament were initially selected by national parliaments, but in 1979 the first direct elections were undertaken and have been held every five years since.</p> <p>In 1973, the first enlargement of the EC took place with the addition of Denmark, Ireland, and the UK. The 1980s saw further membership expansion with Greece joining in 1981 and Spain and Portugal in 1986. The 1992 Treaty of Maastricht laid the basis for further forms of cooperation in foreign and defense policy, in judicial and internal affairs, and in the creation of an economic and monetary union - including a common currency. This further integration created the European Union (EU), at the time standing alongside the EC. In 1995, Austria, Finland, and Sweden joined the EU/EC, raising the total number of member states to 15.</p> <p>A new currency, the euro, was launched in world money markets on 1 January 1999; it became the unit of exchange for all EU member states except Denmark, Sweden, and the UK. In 2002, citizens of those 12 countries began using euro banknotes and coins. Ten new countries joined the EU in 2004 - Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia. Bulgaria and Romania joined in 2007 and Croatia in 2013, but the UK withdrew in 2020. Current membership stands at 27. (Seven of the new countries - Cyprus, Estonia, Latvia, Lithuania, Malta, Slovakia, and Slovenia - have now adopted the euro, bringing total euro-zone membership to 19.)</p> <p>In an effort to ensure that the EU could function efficiently with an expanded membership, the Treaty of Nice (concluded in 2000; entered into force in 2003) set forth rules to streamline the size and procedures of EU institutions. An effort to establish a \"Constitution for Europe,\" growing out of a Convention held in 2002-2003, foundered when it was rejected in referenda in France and the Netherlands in 2005. A subsequent effort in 2007 incorporated many of the features of the rejected draft Constitutional Treaty while also making a number of substantive and symbolic changes. The new treaty, referred to as the Treaty of Lisbon, sought to amend existing treaties rather than replace them. The treaty was approved at the EU intergovernmental conference of member states held in Lisbon in December 2007, after which the process of national ratifications began. In October 2009, an Irish referendum approved the Lisbon Treaty (overturning a previous rejection) and cleared the way for an ultimate unanimous endorsement. Poland and the Czech Republic ratified soon after. The Lisbon Treaty came into force on 1 December 2009 and the EU officially replaced and succeeded the EC. The Lisbon Treaty's provisions are part of the basic consolidated versions of the Treaty on European Union (TEU) and the Treaty on the Functioning of the European Union (TFEU) now governing what remains a very specific integration project.</p> <p>UK citizens on 23 June 2016 narrowly voted to leave the EU; the formal exit took place on 31 January 2020. The EU and UK negotiated and ratified a Withdrawal Agreement that included a status quo transition period through December 2020, when the follow-on EU-UK Trade and Cooperation Agreement was concluded.</p>"
    }
  },
  "Geography": {
    "Location": {
      "text": "Europe between the North Atlantic Ocean in the west and Russia, Belarus, and Ukraine to the east"
    },
    "Map references": {
      "text": "Europe"
    },
    "Area": {
      "total": {
        "text": "4,236,351 sq km"
      },
      "note": "<strong>rank by area (sq km):<br></strong>1. France (includes five overseas regions) 643,801 <br>2. Spain 505,370 <br>3. Sweden 450,295 <br>4. Germany 357,022 <br>5. Finland 338,145 <br>6. Poland 312,685 <br>7. Italy 301,340<br>8. Romania 238,391 <br>9. Greece 131,957 <br>10. Bulgaria 110,879 <br>11. Hungary 93,028 <br>12. Portugal 92,090 <br>13. Austria 83,871 <br>14. Czechia 78,867 <br>15. Ireland 70,273 <br>16. Lithuania 65,300 <br>17. Latvia 64,589 <br>18. Croatia 56,594 <br>19. Slovakia 49,035 <br>20. Estonia 45,228 <br>21. Denmark 43,094 <br>22. Netherlands 41,543 <br>23. Belgium 30,528 <br>24. Slovenia 20,273 <br>25. Cyprus 9,251 <br>26. Luxembourg 2,586 <br>27. Malta 316"
    },
    "Area - comparative": {
      "text": "less than one-half the size of the US"
    },
    "Land boundaries": {
      "total": {
        "text": "13,770 km"
      },
      "border countries": {
        "text": "Albania 212 km, Andorra 118 km, Belarus 1176 km, Bosnia and Herzegovina 956 km, Holy See 3 km, Liechtenstein 34 km, Macedonia 396 km, Moldova 683 km, Monaco 6 km, Montenegro 19 km, Norway 2375 km, Russia 2435 km, San Marino 37 km, Serbia 1353 km, Switzerland 1729 km, Turkey 415 km, United Kingdom 499 km, Ukraine 1324 km; note - the Brexit Withdrawal Agreement (2020) commits the United Kingdom (UK) to maintain an open border in Ireland, so the border between Northern Ireland (UK) and the Republic of Ireland is only<em> de jure</em> and is not a hard border; the <em>de facto</em> border is the Irish Sea between the islands of Ireland and Great Britain"
      },
      "note": "<strong>note:</strong> data for European continent only"
    },
    "Coastline": {
      "text": "53,563.9 km"
    },
    "Climate": {
      "text": "cold temperate; potentially subarctic in the north to temperate; mild wet winters; hot dry summers in the south"
    },
    "Terrain": {
      "text": "fairly flat along Baltic and Atlantic coasts; mountainous in the central and southern areas"
    },
    "Elevation": {
      "highest point": {
        "text": "Mont Blanc, France 4,810 m"
      },
      "lowest point": {
        "text": "Zuidplaspolder, Netherlands -7 m"
      }
    },
    "Natural resources": {
      "text": "iron ore, natural gas, petroleum, coal, copper, lead, zinc, bauxite, uranium, potash, salt, hydropower, arable land, timber, fish"
    },
    "Irrigated land": {
      "text": "154,539.82 sq km (2011 est.)"
    },
    "Population distribution": {
      "text": "population distribution varies considerably from country to country, but tends to follow a pattern of coastal and river settlement, with urban agglomerations forming large hubs facilitating large scale housing, industry, and commerce; the area in and around the Netherlands, Belgium, and Luxembourg (known collectively as Benelux), is the most densely populated area in the EU"
    },
    "Natural hazards": {
      "text": "flooding along coasts; avalanches in mountainous area; earthquakes in the south; volcanic eruptions in Italy; periodic droughts in Spain; ice floes in the Baltic"
    }
  },
  "People and Society": {
    "Population": {
      "text": " 450,131,902 (July 2021 est.)",
      "note": "<strong>rank by population:</strong> \r\n\r\n<ol>\r\n<li>Germany - 79,903,481; </li>\r\n<li>France - 68,084,217; </li>\r\n<li>Italy - 62,390,364; </li>\r\n<li>Spain - 47,260,584; </li>\r\n<li>Poland - 38,185,913; </li>\r\n<li>Romania - 21,230,362; </li>\r\n<li>Netherlands - 17,337,403; </li>\r\n<li>Belgium - 11,778,842; </li>\r\n<li>Czechia - 10,702,596; </li>\r\n<li>Greece - 10,569,703; </li>\r\n<li>Portugal - 10,263,850; </li>\r\n<li>Sweden - 10,261,767; </li>\r\n<li>Hungary - 9,728,337; </li>\r\n<li>Austria - 8,884,864; </li>\r\n<li>Bulgaria - 6,919,180; </li>\r\n<li>Denmark - 5,894,687; </li>\r\n<li>Finland - 5,587,442; </li>\r\n<li>Slovakia - 5,436,066; </li>\r\n<li>Ireland - 5,224,884; </li>\r\n<li>Croatia - 4,208,973; </li>\r\n<li>Lithuania - 2,711,566; </li>\r\n<li>Slovenia - 2,102,106; </li>\r\n<li>Latvia - 1,862,687; </li>\r\n<li>Cyprus - 1,281,506; </li>\r\n<li>Estonia - 1,220,042; </li>\r\n<li>Luxembourg - 639,589; </li>\r\n<li>Malta - 460,891 (July 2021 est.)</li>\r\n</ol>\r\n"
    },
    "Languages": {
      "text": "Bulgarian, Croatian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish, Swedish",
      "note": "<strong>note:</strong> only the 24 official languages are listed; German, the major language of Germany and Austria, is the most widely spoken mother tongue - about 16% of the EU population; English is the most widely spoken foreign language - about 29% of the EU population is conversant with it; English is an official language in Ireland and Malta and thus remained an official EU language after the UK left the bloc (2020)"
    },
    "Religions": {
      "text": "Roman Catholic 41%, Orthodox 10%, Protestant 9%, other Christian 4%, Muslim 2%, other 4% (includes Jewish, Sikh, Buddhist, Hindu), atheist 10%, non-believer/agnostic&nbsp; 17%, unspecified 3% (2019 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "15.05% (male 34,978,216/female 33,217,600)"
      },
      "15-24 years": {
        "text": "10.39% (male 24,089,260/female 22,990,579)"
      },
      "25-54 years": {
        "text": "40.54% (male 92,503,000/female 91,144,596)"
      },
      "55-64 years": {
        "text": "13.52% (male 29,805,200/female 31,424,172)"
      },
      "65 years and over": {
        "text": "20.5% (male 39,834,507/female 53,020,673) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "NA"
      },
      "youth dependency ratio": {
        "text": "NA"
      },
      "elderly dependency ratio": {
        "text": "NA"
      },
      "potential support ratio": {
        "text": "NA"
      }
    },
    "Median age": {
      "total": {
        "text": "44 years"
      },
      "male": {
        "text": "42.6 years"
      },
      "female": {
        "text": "45.5 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "-0.69% 0.10% (2021 est.)"
    },
    "Birth rate": {
      "text": "9.5 births/1,000 population (2020 est.)"
    },
    "Death rate": {
      "text": "10.7 deaths/1,000 population (2021 est.)"
    },
    "Net migration rate": {
      "text": "-2.85 migrant(s)/1,000 population 2.2 migrant(s)/1,000 population (2021 est.)"
    },
    "Population distribution": {
      "text": "population distribution varies considerably from country to country, but tends to follow a pattern of coastal and river settlement, with urban agglomerations forming large hubs facilitating large scale housing, industry, and commerce; the area in and around the Netherlands, Belgium, and Luxembourg (known collectively as Benelux), is the most densely populated area in the EU"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.06 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.05 male(s)/female"
      },
      "25-54 years": {
        "text": "1.01 male(s)/female"
      },
      "55-64 years": {
        "text": "0.95 male(s)/female"
      },
      "65 years and over": {
        "text": "0.75 male(s)/female"
      },
      "total population": {
        "text": "0.95 male(s)/female (2020 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "3.47 deaths/1,000 live births"
      },
      "male": {
        "text": "3.32 deaths/1,000 live births"
      },
      "female": {
        "text": "3.62 deaths/1,000 live births (2021 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "77.63 years"
      },
      "male": {
        "text": "72.98 years"
      },
      "female": {
        "text": "82.51 years (2021 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.62 children born/woman (2021 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "NA"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: NA"
      },
      "improved: rural": {
        "text": "rural: NA"
      },
      "improved: total": {
        "text": "total: NA"
      },
      "unimproved: urban": {
        "text": "urban: NA"
      },
      "unimproved: rural": {
        "text": "rural: NA"
      },
      "unimproved: total": {
        "text": "total: NA"
      }
    },
    "Current Health Expenditure": {
      "text": "9.9% (2016)"
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "note - see individual entries of member states"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "note - see individual entries of member states"
    },
    "HIV/AIDS - deaths": {
      "text": "note - see individual entries of member states"
    },
    "Major infectious diseases": {
      "text": "<strong>note:</strong> widespread ongoing transmission of a respiratory illness caused by the novel coronavirus (COVID-19) is occurring regionally; the US Department of Homeland Security has issued instructions requiring US passengers who have been in the European Union’s Schengen Area (comprised of the following 26 European states: Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, and Switzerland) to travel through select airports where the US Government has implemented enhanced screening procedures"
    },
    "Children under the age of 5 years underweight": {
      "text": "NA"
    },
    "Education expenditures": {
      "text": "4.7% of GDP (2019)"
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "18.7%"
      },
      "male": {
        "text": "18.5%"
      },
      "female": {
        "text": "19.2% (2020 est.)"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "various forms of air, soil, and water pollution; see individual country entries"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Air Pollution, Air Pollution-Heavy Metals, Air Pollution-Multi-effect Protocol, Air Pollution-Nitrogen Oxides, Air Pollution-Persistent Organic Pollutants, Air Pollution-Sulphur 94, Antarctic-Marine Living Resources, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Tropical Timber 2006"
      },
      "signed, but not ratified": {
        "text": "Air Pollution-Volatile Organic Compounds"
      }
    },
    "Air pollutants": {
      "carbon dioxide emissions": {
        "text": "2,881.62 megatons (2016 est.)"
      }
    },
    "Climate": {
      "text": "cold temperate; potentially subarctic in the north to temperate; mild wet winters; hot dry summers in the south"
    },
    "Revenue from forest resources": {
      "forest revenues": {
        "text": "0.05% of GDP (2018 est.)"
      }
    },
    "Revenue from coal": {
      "coal revenues": {
        "text": "0.02% of GDP (2018 est.)"
      }
    },
    "Major infectious diseases": {
      "text": "<strong>note:</strong> widespread ongoing transmission of a respiratory illness caused by the novel coronavirus (COVID-19) is occurring regionally; the US Department of Homeland Security has issued instructions requiring US passengers who have been in the European Union’s Schengen Area (comprised of the following 26 European states: Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, and Switzerland) to travel through select airports where the US Government has implemented enhanced screening procedures"
    },
    "Total renewable water resources": {
      "text": "2,057.76 cubic meters (2011)"
    }
  },
  "Government": {
    "Union name": {
      "conventional long form": {
        "text": "European Union"
      },
      "abbreviation": {
        "text": "EU"
      }
    },
    "Political structure": {
      "text": "a hybrid and unique intergovernmental and supranational organization"
    },
    "Capital": {
      "name": {
        "text": "Brussels (Belgium), Strasbourg (France), Luxembourg, Frankfurt (Germany); note - the European Council, a gathering of the EU heads of state and/or government, and the Council of the European Union, a ministerial-level body of 10 formations, meet in Brussels, Belgium, except for Council meetings held in Luxembourg in April, June, and October; the European Parliament meets in Brussels and Strasbourg, France, and has administrative offices in Luxembourg; the Court of Justice of the European Union is located in Luxembourg; and the European Central Bank is located in Frankfurt, Germany"
      },
      "geographic coordinates": {
        "text": "(Brussels) 50 50 N, 4 20 E"
      },
      "time difference": {
        "text": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins last Sunday in March; ends last Sunday in October"
      },
      "time zone note": {
        "text": "the 27 European Union countries spread across three time zones; a proposal has been put forward to do away with daylight savings time in all EU member states"
      }
    },
    "Member states": {
      "text": "<p>27 countries: Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden; note - candidate countries: Albania, Montenegro, North Macedonia, Serbia, Turkey</p> <p>there are 13 overseas countries and territories (OCTs) (1 with Denmark [Greenland], 6 with France [French Polynesia; French Southern and Antarctic Lands; New Caledonia; Saint Barthelemy; Saint Pierre and Miquelon; Wallis and Futuna], and 6 with the Netherlands [Aruba, Bonaire, Curacao, Saba, Sint Eustatius, Sint Maarten]), all are part of the Overseas Countries and Territories Association (OCTA)</p>",
      "note": "<strong>note:</strong> there are non-European OCTs having special relations with Denmark, France, and the Netherlands (list is annexed to the Treaty on the Functioning of the European Union), that are associated with the EU to promote their economic and social development; member states apply to their trade with OCTs the same treatment as they accord each other pursuant to the treaties; OCT nationals are in principle EU citizens, but these countries are neither part of the EU, nor subject to the EU"
    },
    "Independence": {
      "text": "7 February 1992 (Maastricht Treaty signed establishing the European Union); 1 November 1993 (Maastricht Treaty entered into force)",
      "note": "<strong>note:</strong> the Treaties of Rome, signed on 25 March 1957 and subsequently entered into force on 1 January 1958, created the European Economic Community and the European Atomic Energy Community; a series of subsequent treaties have been adopted to increase efficiency and transparency, to prepare for new member states, and to introduce new areas of cooperation - such as a single currency; the Treaty of Lisbon, signed on 13 December 2007 and entered into force on 1 December 2009 is the most recent of these treaties and is intended to make the EU more democratic, more efficient, and better able to address global problems with one voice"
    },
    "National holiday": {
      "text": "Europe Day (also known as Schuman Day), 9 May (1950); note - the day in 1950 that Robert SCHUMAN proposed the creation of what became the European Coal and Steel Community, the progenitor of today's European Union, with the aim of achieving a united Europe"
    },
    "Constitution": {
      "history": {
        "text": "none; note - the EU legal order relies primarily on two consolidated texts encompassing all provisions as amended from a series of past treaties: the Treaty on European Union (TEU), as modified by the 2009 Lisbon Treaty states in Article 1 that \"the HIGH CONTRACTING PARTIES establish among themselves a EUROPEAN UNION ... on which the Member States confer competences to attain objectives they have in common\"; Article 1 of the TEU states further that the EU is \"founded on the present Treaty and on the Treaty on the Functioning of the European Union (hereinafter referred to as 'the Treaties'),\" both possessing the same legal value; Article 6 of the TEU provides that a separately adopted Charter of Fundamental Rights of the European Union \"shall have the same legal value as the Treaties\""
      },
      "amendments": {
        "text": "European Union treaties can be amended in several ways: 1) Ordinary Revision Procedure (for key amendments to the treaties); initiated by an EU country&rsquo;s government, by the European Parliament, or by the European Commission; following adoption of the proposal by the European Council, a convention is formed of national government representatives to review the proposal and subsequently a conference of government representatives also reviews the proposal; passage requires ratification by all EU member states; 2) Simplified Revision Procedure (for amendment of EU internal policies and actions); passage of a proposal requires unanimous European Council vote following European Council consultation with the European Commission, the European Parliament, and the European Central Bank (if the amendment concerns monetary matters) and requires ratification by all EU member states; 3) Passerelle Clause (allows the alteration of a legislative procedure without a formal amendment of the treaties); 4) Flexibility Clause (permits the EU to decide in subject areas where EU competences have not been explicitly granted in the Treaties but are necessary to the attainment of the objectives set out in the Treaty); note - the Treaty of Lisbon (signed in December 2007 and effective in December 2009) amended the two treaties that formed the EU - the Maastricht Treaty (1993) and the Treaty of Rome (1958), known in updated form as the Treaty on the Functioning of the European Union"
      }
    },
    "Legal system": {
      "text": "unique supranational law system in which, according to an interpretive declaration of member-state governments appended to the Treaty of Lisbon, \"the Treaties and the law adopted by the Union on the basis of the Treaties have primacy over the law of Member States\" under conditions laid down in the case law of the Court of Justice; key principles of EU law include fundamental rights as guaranteed by the Charter of Fundamental Rights and as resulting from constitutional traditions common to the EU's 27 member states; EU law is divided into 'primary' and 'secondary' legislation; primary legislation is derived from the consolidated versions of the Treaty on European Union and the Treaty on the Functioning of the European Union and are the basis for all EU action; secondary legislation - which includes directives, regulations, and decisions - is derived from the principles and objectives set out in the treaties"
    },
    "Suffrage": {
      "text": "18 years of age (16 years in Austria); universal; voting for the European Parliament is permitted in each member state"
    },
    "Executive branch": {
      "text": "<p>under the EU treaties there are three distinct institutions, each of which conducts functions that may be regarded as executive in nature:<br><em>European Council </em>- brings together heads of state and government, along with the president of the European Commission, and meets at least four times a year; its aim is to provide the impetus for the development of the Union and to issue general policy guidelines; the Treaty of Lisbon established the position of \"permanent\" (full-time) president of the European Council; leaders of the EU member states appoint the president for a 2 1/2 year term, renewable once; the president's responsibilities include chairing the EU summits and providing policy and organizational continuity; the current president is Charles MICHEL (Belgium), since 1 December 2019, succeeding Donald TUSK (Poland; 2014 - 2019)<br><em>Council of the European Union </em>- consists of ministers of each EU member state and meets regularly in 10 different configurations depending on the subject matter; it conducts policymaking and coordinating functions as well as legislative functions; ministers of EU member states chair meetings of the Council of the EU based on a 6-month rotating presidency except for the meetings of EU Foreign Ministers in the Foreign Affairs Council that are chaired by the High Representative for Foreign Affairs and Security Policy<br><em>European Commission</em> - headed by a College of Commissioners comprised of 28 members (one from each member country) including the president; each commissioner is responsible for one or more policy areas; the Commission's main responsibilities include the sole right to initiate EU legislation (except for foreign and security/defense policy), promoting the general interest of the EU, acting as \"guardian of the Treaties\" by monitoring the application of EU law, implementing/executing the EU budget, managing programs, negotiating on the EU's behalf in core policy areas such as trade, and ensuring the Union's external representation in some policy areas; its current president is Ursula VON DER LEYEN (Germany) elected on 16 July 2019 (took office on 1 December 2019); the president of the European Commission is nominated by the European Council and formally \"elected\" by the European Parliament; the Commission president allocates specific responsibilities among the members of the College (appointed by common accord of the member state governments in consultation with the president-elect); the European Parliament confirms the entire Commission for a 5-year term.</p>",
      "note": "<strong>note:</strong> for external representation and foreign policy making, leaders of the EU member states appointed Joseph BORRELL (Spain) as the High Representative of the European Union for Foreign Affairs and Security Policy; BORRELL took office on 1 December 2019, succeeding Federica MOGHERINI (Italy (2014 - 2019); the High Representative's concurrent appointment as Vice President of the European Commission was meant to bring more coherence to the EU’s foreign policy (horizontally, between policies managed by the Commission that are particularly relevant for EU external relations, such as trade, humanitarian aid and crisis management, neighborhood policy and enlargement; and vertically, between member-state capitals and the EU); the High Representative helps develop and implement the EU's Common Foreign and Security Policy and Common Security and Defense Policy components, chairs the Foreign Affairs Council, represents and acts for the Union in many international contexts, and oversees the European External Action Service, the diplomatic corps of the EU, established on 1 December 2010"
    },
    "Legislative branch": {
      "description": {
        "text": "two legislative bodies consisting of the Council of the European Union (27 seats; ministers representing the 27 member states) and the European Parliament (705 seats; seats allocated among member states roughly in proportion to population size; members elected by proportional representation to serve 5-year terms); note - the European Parliament President, David SASSOLI (Italian center-left), was elected in July 2019 by a majority of fellow members of the European Parliament (MEPs) and represents the Parliament within the EU and internationally; the Council of the EU and the MEPs share responsibilities for adopting the bulk of EU legislation, normally acting in co-decision on Commission proposals (but not in the area of Common Foreign and Security Policy, which is governed by consensus of the EU member state governments)"
      },
      "elections": {
        "text": "last held on 23-26 May 2019 (next to be held May 2024)"
      },
      "election results": {
        "text": "percent of vote - NA; seats by party (as of 31 January 2020) - EPP 187, S&amp;D 148, ALDE/EDP 97, ID 76, Greens/EFA 67, ECR 59, GUE-NGL 40, non-inscripts 31; composition - NA"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Court of Justice of the European Union, which includes the Court of Justice (informally known as the European Court of Justice or ECJ) and the General Court (consists of 27 judges, one drawn from each member state; the ECJ includes 11 Advocates General while the General Court can include additional judges; both the ECJ and the General Court may sit in a \"Grand Chamber\" of 15 judges in special cases but usually in chambers of 3 to 5 judges"
      },
      "judge selection and term of office": {
        "text": "judges appointed by the common consent of the member states to serve 6-year renewable terms"
      },
      "note": "<strong>note:</strong> the ECJ is the supreme judicial authority of the EU; it ensures that EU law is interpreted and applied uniformly throughout the EU, resolves disputed issues among the EU institutions and with member states, and reviews issues and opinions regarding questions of EU law referred by member state courts"
    },
    "Political parties and leaders": {
      "text": "European United Left-Nordic Green Left or GUE/NGL [Manon AUBRY and Martin SCHIRDEWAN]<br>European Conservatives and Reformists or ECR [Raffaele FITTO and Ryszard LEGUTKO]<br>European Greens/European Free Alliance or Greens/EFA [Ska KELLER, Philippe LAMBERTS]<br>European People's Party or EPP [Manfred WEBER]<br>Identity and Democracy Party or ID [Marco ZANNI]<br>Progressive Alliance of Socialists and Democrats or S&amp;D [Iratxe PEREZ]<br>Renew Europe - RE (successor to Alliance of Liberals and Democrats for Europe or ALDE) [Stephane SEJOURNE]"
    },
    "International organization participation": {
      "text": "ARF, ASEAN (dialogue member), Australian Group, BIS, BSEC (observer), CBSS, CERN, EBRD, FAO, FATF, G-8, G-10, G-20, IDA, IEA, IGAD (partners), LAIA (observer), NSG (observer), OAS (observer), OECD, PIF (partner), SAARC (observer), SICA (observer), UN (observer), UNRWA (observer), WCO, WTO, ZC (observer)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Stavros LAMBRINIDIS (since 1 March 2019)&nbsp;"
      },
      "chancery": {
        "text": "2175 K Street, NW, Suite 800, Washington, DC 20037"
      },
      "telephone": {
        "text": "[1] (202) 862-9500"
      },
      "FAX": {
        "text": "[1] (202) 429-1766"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador (Vacant); Charge D' Affaires Kelly Adams-Smith (since 1 July 2021)"
      },
      "embassy": {
        "text": "Zinnerstraat - 13 - Rue Zinner, B-1000 Brussels"
      },
      "mailing address": {
        "text": "use embassy street address"
      },
      "telephone": {
        "text": "[32] (2) 811-4100"
      },
      "email address and website": {
        "text": "<br>https://useu.usmission.gov/"
      }
    },
    "Flag description": {
      "text": "a blue field with 12 five-pointed gold stars arranged in a circle in the center; blue represents the sky of the Western world, the stars are the peoples of Europe in a circle, a symbol of unity; the number of stars is fixed"
    },
    "National symbol(s)": {
      "text": "a circle of 12, five-pointed, golden yellow stars on a blue field; union colors: blue, yellow"
    },
    "National anthem": {
      "name": {
        "text": "Ode to Joy"
      },
      "lyrics/music": {
        "text": "no lyrics/Ludwig VAN BEETHOVEN, arranged by Herbert VON KARAJAN"
      },
      "note": "<strong>note:</strong> official EU anthem since 1985; the anthem is meant to represent all of Europe rather than just the organization, conveying ideas of peace, freedom, and unity"
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "<p>The 27 member states that make up the EU have adopted an internal single market with free movement of goods, services, capital, and labor. The EU, which is also a customs union, aims to bolster Europe's trade position and its political and economic weight in international affairs.</p> <p> </p> <p>Despite great differences in per capita income among member states (from $28,000 to $109,000) and in national attitudes toward issues like inflation, debt, and foreign trade, the EU has achieved a high degree of coordination of monetary and fiscal policies. A common currency – the euro – circulates among 19 of the member states that make up the European Economic and Monetary Union (EMU). Eleven member states introduced the euro as their common currency on 1 January 1999 (Greece did so two years later). Since 2004, 13 states acceded to the EU. Of the 13, Slovenia (2007), Cyprus and Malta (2008), Slovakia (2009), Estonia (2011), Latvia (2014), and Lithuania (2015) have adopted the euro; seven other member states - excluding Denmark, which has a formal opt-out - are required by EU treaties to adopt the common currency upon meeting fiscal and monetary convergence criteria.</p> <p> </p> <p>The EU economy posted moderate GDP growth for 2014 through 2017, capping five years of sustained growth since the 2008-09 global economic crisis and the ensuing sovereign debt crisis in the euro zone in 2011. However, the bloc’s recovery was uneven. Some EU member states (Czechia, Ireland, Malta, Romania, Sweden, and Spain) recorded strong growth, others (Italy) experienced modest expansion, and Greece finally ended its EU rescue program in August 2018. Overall, the EU’s recovery was buoyed by lower commodities prices and accommodative monetary policy, which lowered interest rates and stimulated demand. The euro zone, which makes up about 70% of the total EU economy, performed well, achieving a growth rate not seen in a decade. In October 2017 the European Central Bank (ECB) announced it would extend its bond-buying program through September 2018, and possibly beyond that date, to keep the euro zone recovery on track. The ECB’s efforts to spur more lending and investment through its asset-buying program, negative interest rates, and long-term loan refinancing programs have not yet raised inflation in line with the ECB’s statutory target of just under 2%.</p> <p> </p> <p>Despite its performance, high unemployment in some member states, high levels of public and private debt, muted productivity, an incomplete single market in services, and an aging population remain sources of potential drag on the EU’s future growth. Moreover, the EU economy remains vulnerable to a slowdown of global trade and bouts of political and financial turmoil. In June 2016, the UK voted to withdraw from the EU, the first member country ever to attempt to secede. Continued uncertainty about the implications of the UK’s exit from the EU (concluded January 2020) could hurt consumer and investor confidence and dampen EU growth, particularly if trade and cross-border investment significantly declines. Political disagreements between EU member states on reforms to fiscal and economic policy also may impair the EU’s ability to bolster its crisis-prevention and resolution mechanisms. International investors’ fears of a broad dissolution of the single currency area have largely dissipated, but these concerns could resurface if elected leaders implement policies that contravene euro-zone budget or banking rules. State interventions in ailing banks, including rescue of banks in Italy and resolution of banks in Spain, have eased financial vulnerabilities in the European banking sector even though some banks are struggling with low profitability and a large stock of bad loans, fragilities that could precipitate localized crises. Externally, the EU has continued to pursue comprehensive free trade agreements to expand EU external market share, particularly with Asian countries; EU and Japanese leaders reached a political-level agreement on a free trade agreement in July 2017, and agreement with Mexico in April 2018 on updates to an existing free trade agreement.</p>"
    },
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2019": {
        "text": "$19,885,625,000,000 (2019 est.)"
      },
      "Real GDP (purchasing power parity) 2018": {
        "text": "$19,551,328,000,000 (2018 est.)"
      },
      "Real GDP (purchasing power parity) 2017": {
        "text": "$19,115,988,000,000 (2017 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2017": {
        "text": "2.3% (2017 est.)"
      },
      "Real GDP growth rate 2016": {
        "text": "2% (2016 est.)"
      },
      "Real GDP growth rate 2015": {
        "text": "2.3% (2015 est.)"
      }
    },
    "Real GDP per capita": {
      "Real GDP per capita 2019": {
        "text": "$44,436 (2019 est.)"
      },
      "Real GDP per capita 2018": {
        "text": "$43,761 (2018 est.)"
      },
      "Real GDP per capita 2017": {
        "text": "$42,848 (2017 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$17.11 trillion (2017 est.)"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2019": {
        "text": "1.1% (2019 est.)"
      },
      "Inflation rate (consumer prices) 2018": {
        "text": "1.7% (2018 est.)"
      },
      "Inflation rate (consumer prices) 2017": {
        "text": "1.5% (2017 est.)"
      }
    },
    "Credit ratings": {
      "Fitch rating": {
        "text": "AAA (2010)"
      },
      "Moody's rating": {
        "text": "Aaa (2014)"
      },
      "Standard & Poors rating": {
        "text": "AA (2016)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "1.6% (2017 est.)"
      },
      "industry": {
        "text": "25.1% (2017 est.)"
      },
      "services": {
        "text": "70.9% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "54.4% (2016 est.)"
      },
      "government consumption": {
        "text": "20.4% (2016 est.)"
      },
      "investment in fixed capital": {
        "text": "19.8% (2016 est.)"
      },
      "investment in inventories": {
        "text": "0.4% (2016 est.)"
      },
      "exports of goods and services": {
        "text": "43.9% (2016 est.)"
      },
      "imports of goods and services": {
        "text": "-40.5% (2016 est.)"
      }
    },
    "Agricultural products": {
      "text": "wheat, barley, oilseeds, sugar beets, wine, grapes; dairy products, cattle, sheep, pigs, poultry; fish"
    },
    "Industries": {
      "text": "among the world's largest and most technologically advanced regions, the EU industrial base includes: ferrous and non-ferrous metal production and processing, metal products, petroleum, coal, cement, chemicals, pharmaceuticals, aerospace, rail transportation equipment, passenger and commercial vehicles, construction equipment, industrial equipment, shipbuilding, electrical power equipment, machine tools and automated manufacturing systems, electronics and telecommunications equipment, fishing, food and beverages, furniture, paper, textiles"
    },
    "Industrial production growth rate": {
      "text": "3.5% (2017 est.)"
    },
    "Labor force": {
      "text": "238.9 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "5%"
      },
      "industry": {
        "text": "21.9%"
      },
      "services": {
        "text": "73.1% (2014 est.)"
      }
    },
    "Unemployment rate": {
      "Unemployment rate 2016": {
        "text": "8.6% (2016 est.)"
      },
      "Unemployment rate 2015": {
        "text": "9.4% (2015 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "18.7%"
      },
      "male": {
        "text": "18.5%"
      },
      "female": {
        "text": "19.2% (2020 est.)"
      }
    },
    "Population below poverty line": {
      "text": "9.8% (2013 est.)",
      "note": "<strong>note:</strong> see individual country entries of member states"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2016": {
        "text": "30.8 (2016 est.)"
      },
      "Gini Index coefficient - distribution of family income 2015": {
        "text": "31 (2015 est.)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.8%"
      },
      "highest 10%": {
        "text": "23.8% (2016 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3% (of GDP) (2014)"
    },
    "Public debt": {
      "Public debt 2014": {
        "text": "86.8% of GDP (2014)"
      },
      "Public debt 2013": {
        "text": "85.5% of GDP (2013)"
      }
    },
    "Taxes and other revenues": {
      "text": "45.2% (of GDP) (2014)"
    },
    "Fiscal year": {
      "text": "NA"
    },
    "Current account balance": {
      "Current account balance 2017": {
        "text": "$404.9 billion (2017 est.)"
      },
      "Current account balance 2016": {
        "text": "$359.7 billion (2016 est.)"
      }
    },
    "Exports": {
      "Exports 2019": {
        "text": "$7,102,345,000,000 (2019 est.)"
      },
      "Exports 2018": {
        "text": "$6,929,845,000,000 (2018 est.)"
      },
      "Exports 2017": {
        "text": "$6,690,764,000,000 (2017 est.)"
      },
      "note": "<strong>note:</strong> external exports, excluding intra-EU trade"
    },
    "Exports - partners": {
      "text": "United States 20.7%, China 9.6%, Switzerland 8.1%, Turkey 4.4%, Russia 4.1% (2016 est.)"
    },
    "Exports - commodities": {
      "text": "machinery, motor vehicles, pharmaceuticals and other chemicals, fuels, aircraft, plastics, iron and steel, wood pulp and paper products, alcoholic beverages, furniture"
    },
    "Imports": {
      "Imports 2019": {
        "text": "$6,649,513,000,000 (2019 est.)"
      },
      "Imports 2018": {
        "text": "$6,400,412,000,000 (2018 est.)"
      },
      "Imports 2017": {
        "text": "$6,177,446,000,000 (2017 est.)"
      },
      "note": "<strong>note:</strong> external imports, excluding intra-EU trade"
    },
    "Imports - partners": {
      "text": "China 20.1%, United States 14.5%, Switzerland 7.1%, Russia 6.3% (2016 est.)"
    },
    "Imports - commodities": {
      "text": "fuels and crude oil, machinery, vehicles, pharmaceuticals and other chemicals, precious gemstones, textiles, aircraft, plastics, metals, ships"
    },
    "Reserves of foreign exchange and gold": {
      "Reserves of foreign exchange and gold 31 December 2014": {
        "text": "$740.9 billion (31 December 2014 est.)"
      },
      "Reserves of foreign exchange and gold 31 December 2013": {
        "text": "$746.9 billion (31 December 2013)"
      },
      "note": "<strong>note:</strong> data are for the European Central Bank"
    },
    "Debt - external": {
      "Debt - external 31 December 2016": {
        "text": "$29.27 trillion (31 December 2016 est.)"
      },
      "Debt - external 31 December 2015": {
        "text": "$28.68 trillion (31 December 2015 est.)"
      }
    },
    "Exchange rates": {
      "currency": {
        "text": "euros per US dollar -"
      },
      "Exchange rates 2017": {
        "text": "0.885 (2017 est.)"
      },
      "Exchange rates 2016": {
        "text": "0.903 (2016 est.)"
      },
      "Exchange rates 2015": {
        "text": "0.9214 (2015 est.)"
      },
      "Exchange rates 2014": {
        "text": "0.885 (2014 est.)"
      },
      "Exchange rates 2013": {
        "text": "0.7634 (2013 est.)"
      }
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "3.043 trillion kWh (2015 est.)"
    },
    "Electricity - consumption": {
      "text": "2.845 trillion kWh (2015 est.)"
    },
    "Electricity - exports": {
      "text": "390 billion kWh (2015 est.)"
    },
    "Electricity - imports": {
      "text": "397 billion kWh (2015 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "975 million kW (2015 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "44% of total installed capacity (2015 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "12% of total installed capacity (2015 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "11% of total installed capacity (2015 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "44% of total installed capacity (2015 est.)"
    },
    "Crude oil - production": {
      "text": "1.488 million bbl/day (2016 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "5.1 billion bbl (2016 est.)"
    },
    "Refined petroleum products - production": {
      "text": "11.66 million bbl/day (2016 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "12.89 million bbl/day (2015 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "2.196 million bbl/day (2017 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "8.613 million bbl/day (2017 est.)"
    },
    "Natural gas - production": {
      "text": "118.2 billion cu m (2016 est.)"
    },
    "Natural gas - consumption": {
      "text": "428.8 billion cu m (2016 est.)"
    },
    "Natural gas - exports": {
      "text": "93.75 billion cu m (2010 est.)"
    },
    "Natural gas - imports": {
      "text": "420.6 billion cu m (2010 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "1.3 trillion cu m (1 January 2017 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "165,475,641"
      },
      "subscriptions per 100 inhabitants": {
        "text": "36.78 (2019 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "529,497,242"
      },
      "subscriptions per 100 inhabitants": {
        "text": "117.70 (2019 est.)"
      }
    },
    "Telecommunication systems": {
      "text": "note - see individual country entries of member states"
    },
    "Internet country code": {
      "text": ".eu; note - see country entries of member states for individual country codes"
    },
    "Internet users": {
      "total": {
        "text": "398.1 million (2018 est.)"
      },
      "percent of population": {
        "text": "85%"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "158,303,562\r\n"
      },
      "subscriptions per 100 inhabitants": {
        "text": "35.19 (2019 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "annual passenger traffic on registered air carriers": {
        "text": "636,860,155 (2018)"
      },
      "annual freight traffic on registered air carriers": {
        "text": "31,730,660,000 (2018)"
      }
    },
    "Airports - with paved runways": {
      "total": {
        "text": "1,882"
      },
      "over 3,047 m": {
        "text": "120"
      },
      "2,438 to 3,047 m": {
        "text": "341"
      },
      "1,524 to 2,437 m": {
        "text": "507"
      },
      "914 to 1,523 m": {
        "text": "425"
      },
      "under 914 m": {
        "text": "489 (2017)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "1,244"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "15"
      },
      "914 to 1,523 m": {
        "text": "245"
      },
      "under 914 m": {
        "text": "982 (2013)"
      }
    },
    "Heliports": {
      "text": "90 (2013)"
    },
    "Railways": {
      "total": {
        "text": "230,548 km (2013)"
      }
    },
    "Roadways": {
      "total": {
        "text": "10,582,653 km (2013)"
      }
    },
    "Waterways": {
      "text": "53,384 km (2013)"
    },
    "Ports and terminals": {
      "major port(s)": {
        "text": "Antwerp (Belgium), Barcelona (Spain), Braila (Romania), Bremen (Germany), Burgas (Bulgaria), Constanta (Romania), Copenhagen (Denmark), Galati (Romania), Gdansk (Poland), Hamburg (Germany), Helsinki (Finland), Las Palmas (Canary Islands, Spain), Le Havre (France), Lisbon (Portugal), Marseille (France), Naples (Italy), Peiraiefs or Piraeus (Greece), Riga (Latvia), Rotterdam (Netherlands), Split (Croatia), Stockholm (Sweden), Talinn (Estonia), Tulcea (Romania), Varna (Bulgaria)"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "<p>the EU's Common Security and Defense Policy (CSDP) provides the civilian, military, and political structures for EU crisis management and security issues; the highest bodies are:</p> <p>the <strong>Political and Security Committee (PSC)</strong>, which meets at the ambassadorial level as a preparatory body for the Council of the EU; it assists with defining policies and preparing a crisis response</p> <p>the <strong>European Union Military Committee (EUMC)</strong> is the EU's highest military body; it is composed of the chiefs of defense (CHODs) of the Member States, who are regularly represented by their permanent Military Representatives; the EUMC provides the PSC with advice and recommendations on all military matters within the EU</p> <p>the <strong>Committee for Civilian Aspects of Crisis Management (CIVCOM) </strong>provides advice and recommendations to the PSC in parallel with the EUMC on civilian aspects of crisis management</p> <p>the<strong> Politico-Military Group (PMG)</strong> provides advice and recommendations to the PSC on political aspects of EU military and civil-military issues, including concepts, capabilities and operations and missions, and monitors implementation</p> <p>other bodies set up under the CSDP include; the Security and Defense Policy Directorate (SECDEFPOL), the Integrated approach for Security and Peace Directorate (ISP), the EU Military Staff (EUMS), the Civilian Planning and Conduct Capability (CPCC), the Military  Planning  and  Conduct  Capability (MPCC), the European Defense Agency, the European Security and Defense College (ESDC), the EU Institute for Security Studies, and the EU Satellite Center (2021)</p>"
    },
    "Military expenditures": {
      "Military Expenditures 2020": {
        "text": "1.6% of GDP (2020 est.)"
      },
      "Military Expenditures 2019": {
        "text": "1.4% of GDP (2019)"
      },
      "Military Expenditures 2018": {
        "text": "1.4% of GDP (2018)"
      },
      "Military Expenditures 2017": {
        "text": "1.35% of GDP (2017)"
      },
      "Military Expenditures 2016": {
        "text": "1.3% of GDP (2016)"
      }
    },
    "Military deployments": {
      "text": "since 2003, the EU has launched more than 30 civilian and military crisis-management, advisory, and training missions in Africa, Asia, Europe, and the Middle East, as well as counter-piracy operations off the coast of Somalia and a naval operation in the Mediterranean to disrupt human smuggling and trafficking networks and prevent the loss of life at sea (2021)"
    },
    "Military - note": {
      "text": "<p>EU Battlegroups are rapid reaction multinational military units that form a key part of the EU's capacity to respond to emerging crises and conflicts; their deployment is subject to a unanimous decision by the EU Council; the core of a battlegroup typically consists of one infantry battalion (about 1,500 troops) reinforced with combat and combat service support units; the composition of the supporting units may differ depending on the mission; the troops and equipment are drawn from EU member states and under the direction of a lead nation; 2 battlegroups are always on standby for a period of 6 months; the battlegroups were declared operational in 2007, but have never been used operationally due to political and financial obstacles <br><br>the EU partners with the North Atlantic Treaty Organization (NATO); NATO is an alliance of 30 countries from North America and Europe; its role is to safeguard the security of its member countries by political and military means; NATO conducts crisis management and peacekeeping missions; member countries that participate in the military aspect of the Alliance contribute forces and equipment, which remain under national command and control until a time when they are required by NATO for a specific purpose (i.e. conflict or crisis, peacekeeping); NATO, however, does possess some common capabilities owned and operated by the Alliance, such as the early warning radar aircraft; relations between NATO and the EU were institutionalized in the early 2000s, building on steps taken during the 1990s to promote greater European responsibility in defense matters; cooperation and coordination covers a broad array of issues, including crisis management, defense and political consultations, civil preparedness, capacity building, military capabilities, maritime security, planning, cyber defense, countering hybrid threats, information sharing, logistics, defense industry, counterterrorism, etc.; NATO and the EU have 21 member countries in common<br><br>Eurocorps, which supports both the EU and NATO, was formally established in 1992 and activated the following year; it originated in 1987 with the French-German Brigade; Belgium (1993), Spain (1994), and Luxembourg (1996) joined over the next few years; five additional countries participate in Eurocorps as associated nations: Greece, Poland, and Turkey (since 2002), Italy and Romania (since 2009 and 2016 respectively); Eurocorps is headquartered in Strasbourg, France</p> (2021)"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "see individual EU member states"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>as a political union, the EU has no border disputes with neighboring countries, but Estonia has no land boundary agreements with Russia, Slovenia disputes its land and maritime boundaries with Croatia, and Spain has territorial and maritime disputes with Morocco and with the UK over Gibraltar; the EU has set up a Schengen area - consisting of 22 EU member states that have signed the convention implementing the Schengen agreements or \"acquis\" (1985 and 1990) on the free movement of persons and the harmonization of border controls in Europe; these agreements became incorporated into EU law with the implementation of the 1997 Treaty of Amsterdam on 1 May 1999; in addition, non-EU states Iceland and Norway (as part of the Nordic Union) have been included in the Schengen area since 1996 (full members in 2001), Switzerland since 2008, and Liechtenstein since 2011 bringing the total current membership to 26; the UK (since 2000) and Ireland (since 2002) take part in only some aspects of the Schengen area, especially with respect to police and criminal matters; nine of the 13 new member states that joined the EU since 2004 joined Schengen on 21 December 2007; of the four remaining EU states, Romania, Bulgaria, and Croatia are obligated to eventually join, while Cyprus' entry is held up by the ongoing Cyprus dispute</p>"
    }
  }
}