{
  "Introduction": {
    "Preliminary statement": {
      "text": "<p>The evolution of what is today the European Union (EU) from a regional economic agreement among six neighboring states in 1951 to today's hybrid intergovernmental and supranational organization of 27 countries across the European continent stands as an unprecedented phenomenon in the annals of history. Dynastic unions for territorial consolidation were long the norm in Europe; on a few occasions even country-level unions were arranged - the Polish-Lithuanian Commonwealth and the Austro-Hungarian Empire were examples.  For such a large number of nation-states to cede some of their sovereignty to an overarching entity is unique.</p> <p>Although the EU is not a federation in the strict sense, it is far more than a free-trade association such as ASEAN or Mercosur, and it has certain attributes associated with independent nations: its own flag, currency (for some members), and law-making abilities, as well as diplomatic representation and a common foreign and security policy in its dealings with external partners.</p> <p>Thus, inclusion of basic intelligence on the EU has been deemed appropriate as a separate entity in The World Factbook.</p>"
    },
    "Background": {
      "text": "<p>In the aftermath and devastation of the two World Wars, a number of far-sighted European leaders in the late 1940s sought to respond to the overwhelming desire for peace and reconciliation on the continent. In 1950, the French Foreign Minister Robert SCHUMAN proposed pooling the production of coal and steel in Western Europe, which would bring France and West Germany together and be open to other countries as well. The following year, the European Coal and Steel Community (ECSC) was set up when six members - Belgium, France, West Germany, Italy, Luxembourg, and the Netherlands - signed the Treaty of Paris.</p> <p>Within a few years, the ECSC was so successful that member states decided to further integrate their economies. In 1957, envisioning an \"ever closer union,\" the Treaties of Rome were signed creating the European Economic Community (EEC) and the European Atomic Energy Community (Euratom), eliminating trade barriers among the six member states to create a common market. In 1967, the institutions of all three communities were formally merged into the European Community (EC), creating a single Commission, a single Council of Ministers, and a legislative body known today as the European Parliament. Members of the European Parliament were initially selected by national parliaments, but in 1979 the first direct elections were undertaken and have been held every five years since.</p> <p>In 1973, the first enlargement of the EC took place with the addition of Denmark, Ireland, and the UK. The 1980s saw further membership expansion with Greece joining in 1981 and Spain and Portugal in 1986. The 1992 Treaty of Maastricht laid the basis for further cooperation in the fields of foreign and defense policy, judicial and internal affairs, and the creation of an economic and monetary union - including a common currency. The Maastricht Treaty created the European Union (EU), at the time standing alongside the EC. In 1995, Austria, Finland, and Sweden joined the EU/EC, raising the total number of member states to 15. On 1 January 1999, a new currency, the euro, was launched in world markets and became the unit of exchange for all EU member states except Denmark, Sweden, and the UK. In 2002, citizens of the 12 participating member states began using euro banknotes and coins.</p> <p>Ten new countries joined the EU in 2004 - Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia. Bulgaria and Romania joined in 2007 and Croatia in 2013. UK citizens on 23 June 2016 narrowly voted to leave the EU; the formal exit took place on 31 January 2020. The EU and the UK negotiated a Withdrawal Agreement that included a status quo transition period through December 2020, when the follow-on EU-UK Trade and Cooperation Agreement was concluded. Current membership stands at 27. (Eight of the newer member states - Croatia, Cyprus, Estonia, Latvia, Lithuania, Malta, Slovakia, and Slovenia - have now adopted the euro, bringing total euro-zone membership to 20.)</p> <p>In an effort to ensure that the EU could function efficiently with an expanded membership, the Treaty of Nice in 2000 set forth rules to streamline the size and procedures of the EU's institutions. An effort to establish a \"Constitution for Europe,\" growing out of a Convention held in 2002-2003, foundered when it was rejected in referenda in France and the Netherlands in 2005. A subsequent effort in 2007 incorporated many of the features of the rejected draft Constitutional Treaty, while also making a number of substantive as well as symbolic changes. The new treaty, referred to as the Treaty of Lisbon, sought to amend existing treaties rather than replace them. The treaty was approved at a conference of member states held in Lisbon in December 2007, after which the process of national ratifications began. After all member states ratified, the Lisbon Treaty came into force on 1 December 2009, and the EU officially replaced and succeeded the EC.</p>"
    }
  },
  "Geography": {
    "Location": {
      "text": "Europe between the North Atlantic Ocean in the west and Russia, Belarus, and Ukraine to the east"
    },
    "Map references": {
      "text": "Europe"
    },
    "Area": {
      "total": {
        "text": "4,236,351 sq km"
      },
      "note": "<strong>rank by area (sq km):<br></strong>1. France (includes five overseas regions) 643,801 <br>2. Spain 505,370 <br>3. Sweden 450,295 <br>4. Germany 357,022 <br>5. Finland 338,145 <br>6. Poland 312,685 <br>7. Italy 301,340<br>8. Romania 238,391 <br>9. Greece 131,957 <br>10. Bulgaria 110,879 <br>11. Hungary 93,028 <br>12. Portugal 92,090 <br>13. Austria 83,871 <br>14. Czechia 78,867 <br>15. Ireland 70,273 <br>16. Lithuania 65,300 <br>17. Latvia 64,589 <br>18. Croatia 56,594 <br>19. Slovakia 49,035 <br>20. Estonia 45,228 <br>21. Denmark 43,094 <br>22. Netherlands 41,543 <br>23. Belgium 30,528 <br>24. Slovenia 20,273 <br>25. Cyprus 9,251 <br>26. Luxembourg 2,586 <br>27. Malta 316"
    },
    "Area - comparative": {
      "text": "less than one half the size of the United States"
    },
    "Land boundaries": {
      "total": {
        "text": "13,770 km"
      },
      "border countries": {
        "text": "Albania 212 km; Andorra 118 km; Belarus 1,176 km; Bosnia and Herzegovina 956 km; Holy See 3 km; Liechtenstein 34 km; North Macedonia 396 km; Moldova 683 km; Monaco 6 km; Montenegro 19 km; Norway 2,375 km; Russia 2,435 km; San Marino 37 km; Serbia 1,353 km; Switzerland 1,729 km; Turkey 415 km; United Kingdom 499 km; Ukraine 1,324 km; note - the Brexit Withdrawal Agreement (2020) commits the United Kingdom (UK) to maintain an open border in Ireland, so the border between Northern Ireland (UK) and the Republic of Ireland is only<em> de jure</em> and is not a hard border; the <em>de facto</em> border is the Irish Sea between the islands of Ireland and Great Britain"
      },
      "note": "<strong>note:</strong> data for European continent only"
    },
    "Coastline": {
      "text": "53,563.9 km"
    },
    "Climate": {
      "text": "cold temperate; potentially subarctic in the north to temperate; mild wet winters; hot dry summers in the south"
    },
    "Terrain": {
      "text": "fairly flat along Baltic and Atlantic coasts; mountainous in the central and southern areas"
    },
    "Elevation": {
      "highest point": {
        "text": "Mont Blanc, France 4,810 m"
      },
      "lowest point": {
        "text": "Zuidplaspolder, Netherlands -7 m"
      }
    },
    "Natural resources": {
      "text": "iron ore, natural gas, petroleum, coal, copper, lead, zinc, bauxite, uranium, potash, salt, hydropower, arable land, timber, fish"
    },
    "Irrigated land": {
      "text": "154,539.82 sq km (2011 est.)"
    },
    "Population distribution": {
      "text": "population distribution varies considerably from country to country but tends to follow a pattern of coastal and river settlement, with urban agglomerations forming large hubs facilitating large scale housing, industry, and commerce; the area in and around the Netherlands, Belgium, and Luxembourg (known collectively as Benelux), is the most densely populated area in the EU"
    },
    "Natural hazards": {
      "text": "flooding along coasts; avalanches in mountainous area; earthquakes in the south; volcanic eruptions in Italy; periodic droughts in Spain; ice floes in the Baltic Sea region"
    }
  },
  "People and Society": {
    "Population": {
      "text": "(July 2022 est.) 450,858,381",
      "note": "<strong>rank by population:</strong>   <ol> <li>Germany - 84,316,622; </li> <li>France - 68,305,148; </li> <li>Italy - 61,095,551; </li> <li>Spain - 47,163,418; </li> <li>Poland - 38,093,101; </li> <li>Romania - 18,519,899; </li> <li>Netherlands - 17,400,824; </li> <li>Belgium - 11,847,338; </li> <li>Czechia - 10,705,384; </li> <li>Greece - 10,533,871; </li> <li>Sweden - 10,483,647; </li> <li>Portugal - 10,242,081; </li> <li>Hungary - 9,699,577; </li> <li>Austria - 8,913,088; </li> <li>Bulgaria - 6,873,253; </li> <li>Denmark - 5,920,767; </li> <li>Finland - 5,601,547; </li> <li>Slovakia - 5,431,252; </li> <li>Ireland - 5,275,004; </li> <li>Croatia - 4,188,853; </li> <li>Lithuania - 2,683,546; </li> <li>Slovenia - 2,101,208; </li> <li>Latvia - 1,842,226; </li> <li>Cyprus - 1,295,102; </li> <li>Estonia - 1,211,524; </li> <li>Luxembourg - 650,364; </li> <li>Malta - 464,186 (July 2022 est.)</li> </ol> "
    },
    "Languages": {
      "text": "Bulgarian, Croatian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish, Swedish",
      "note": "<strong>note:</strong> only the 24 official languages are listed; German, the major language of Germany and Austria, is the most widely spoken mother tongue - about 16% of the EU population; English is the most widely spoken foreign language - about 29% of the EU population is conversant with it; English is an official language in Ireland and Malta and thus remained an official EU language after the UK left the bloc (2020)"
    },
    "Religions": {
      "text": "Roman Catholic 41%, Orthodox 10%, Protestant 9%, other Christian 4%, Muslim 2%, other 4% (includes Jewish, Sikh, Buddhist, Hindu), atheist 10%, non-believer/agnostic 17%, unspecified 3% (2019 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "15.05% (male 34,978,216/female 33,217,600)"
      },
      "15-64 years": {
        "text": "10.39% (male 24,089,260/female 22,990,579)"
      },
      "65 years and over": {
        "text": "20.5% (male 39,834,507/female 53,020,673) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "NA"
      },
      "youth dependency ratio": {
        "text": "NA"
      },
      "elderly dependency ratio": {
        "text": "NA"
      },
      "potential support ratio": {
        "text": "NA"
      }
    },
    "Median age": {
      "total": {
        "text": "44 years (2020)"
      },
      "male": {
        "text": "42.6 years"
      },
      "female": {
        "text": "45.5 years"
      }
    },
    "Population growth rate": {
      "text": "(2021 est.) 0.10%"
    },
    "Birth rate": {
      "text": "(2020 est.) 9.5 births/1,000 population"
    },
    "Death rate": {
      "text": "(2021 est.) 10.7 deaths/1,000 population"
    },
    "Net migration rate": {
      "text": "-2.85 migrant(s)/1,000 population"
    },
    "Population distribution": {
      "text": "population distribution varies considerably from country to country but tends to follow a pattern of coastal and river settlement, with urban agglomerations forming large hubs facilitating large scale housing, industry, and commerce; the area in and around the Netherlands, Belgium, and Luxembourg (known collectively as Benelux), is the most densely populated area in the EU"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.06 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-64 years": {
        "text": "1.05 male(s)/female"
      },
      "65 years and over": {
        "text": "0.75 male(s)/female"
      },
      "total population": {
        "text": "0.95 male(s)/female (2020 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "3.47 deaths/1,000 live births (2021)"
      },
      "male": {
        "text": "3.32 deaths/1,000 live births"
      },
      "female": {
        "text": "3.62 deaths/1,000 live births"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "77.63 years (2021)"
      },
      "male": {
        "text": "72.98 years"
      },
      "female": {
        "text": "82.51 years"
      }
    },
    "Total fertility rate": {
      "text": "(2021 est.) 1.62 children born/woman"
    },
    "Contraceptive prevalence rate": {
      "text": "NA"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: NA"
      },
      "improved: rural": {
        "text": "rural: NA"
      },
      "improved: total": {
        "text": "total: NA"
      },
      "unimproved: urban": {
        "text": "urban: NA"
      },
      "unimproved: rural": {
        "text": "rural: NA"
      },
      "unimproved: total": {
        "text": "total: NA"
      }
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: NA"
      },
      "improved: rural": {
        "text": "rural: NA"
      },
      "improved: total": {
        "text": "total: NA"
      },
      "unimproved: urban": {
        "text": "urban: NA"
      },
      "unimproved: rural": {
        "text": "rural: NA"
      },
      "unimproved: total": {
        "text": "total: NA"
      }
    },
    "Children under the age of 5 years underweight": {
      "text": "NA"
    },
    "Education expenditures": {
      "text": "5% of GDP (2020 est.)"
    },
    "Literacy": {
      "total population": {
        "text": "NA"
      },
      "male": {
        "text": "NA"
      },
      "female": {
        "text": "NA"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "various forms of air, soil, and water pollution; see individual country entries"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Air Pollution, Air Pollution-Heavy Metals, Air Pollution-Multi-effect Protocol, Air Pollution-Nitrogen Oxides, Air Pollution-Persistent Organic Pollutants, Air Pollution-Sulphur 94, Antarctic-Marine Living Resources, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Tropical Timber 2006"
      },
      "signed, but not ratified": {
        "text": "Air Pollution-Volatile Organic Compounds"
      }
    },
    "Climate": {
      "text": "cold temperate; potentially subarctic in the north to temperate; mild wet winters; hot dry summers in the south"
    },
    "Revenue from forest resources": {
      "text": "0.05% of GDP (2018 est.)"
    },
    "Revenue from coal": {
      "text": "0.02% of GDP (2018 est.)"
    },
    "Air pollutants": {
      "carbon dioxide emissions": {
        "text": "2,881.62 megatons (2016 est.)"
      }
    },
    "Total renewable water resources": {
      "text": "1.7 trillion cubic meters (2019)"
    }
  },
  "Government": {
    "Union name": {
      "conventional long form": {
        "text": "European Union"
      },
      "abbreviation": {
        "text": "EU"
      }
    },
    "Political structure": {
      "text": "a hybrid and unique intergovernmental and supranational organization"
    },
    "Capital": {
      "name": {
        "text": "Brussels (Belgium), Strasbourg (France), Luxembourg, Frankfurt (Germany); note - the European Council, a gathering of member-state heads of state and/or government, and the Council of the European Union, a gathering of member-state cabinet ministers, meet in Brussels, Belgium, except for Council of the EU meetings held in Luxembourg in April, June, and October; the European Parliament meets in Brussels and Strasbourg, France, and has administrative offices in Luxembourg; the Court of Justice of the European Union is located in Luxembourg; and the European Central Bank is located in Frankfurt, Germany"
      },
      "geographic coordinates": {
        "text": "(Brussels) 50 50 N, 4 20 E"
      },
      "time difference": {
        "text": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins last Sunday in March; ends last Sunday in October"
      },
      "time zone note": {
        "text": "the 27 European Union member states spread across three time zones; a proposal has been put forward to do away with daylight savings time in all EU member states"
      }
    },
    "Member states": {
      "text": "<p>27 countries: Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden; note - 8 candidate countries: Albania, Bosnia and Herzegovina, Moldova, Montenegro, North Macedonia, Serbia, Turkey, Ukraine</p> <p>there are 13 overseas countries and territories (OCTs) (1 with Denmark [Greenland], 6 with France [French Polynesia, French Southern and Antarctic Lands, New Caledonia, Saint Barthelemy, Saint Pierre and Miquelon, Wallis and Futuna], and 6 with the Netherlands [Aruba, Bonaire, Curacao, Saba, Sint Eustatius, Sint Maarten]), all are part of the Overseas Countries and Territories Association (OCTA)</p>",
      "note": "<strong>note:</strong> there are non-European OCTs having special relations with Denmark, France, and the Netherlands (list is annexed to the Treaty on the Functioning of the European Union), that are associated with the EU to promote their economic and social development; member states apply to their trade with OCTs the same treatment as they accord each other pursuant to the treaties; OCT nationals are in principle EU citizens, but these countries are neither part of the EU, nor subject to the EU"
    },
    "Independence": {
      "text": "7 February 1992 (Maastricht Treaty signed establishing the European Union); 1 November 1993 (Maastricht Treaty entered into force)",
      "note": "<strong>note:</strong> the Treaties of Rome, signed on 25 March 1957 and subsequently entered into force on 1 January 1958, created the European Economic Community and the European Atomic Energy Community; a series of subsequent treaties have been adopted to increase efficiency and transparency, to prepare for new member states, and to introduce new areas of cooperation - such as a single currency; the Treaty of Lisbon, signed on 13 December 2007 and entered into force on 1 December 2009 is the most recent of these treaties and is intended to make the EU more democratic, more efficient, and better able to address global problems with one voice"
    },
    "National holiday": {
      "text": "Europe Day (also known as Schuman Day), 9 May (1950); note - the day in 1950 that Robert SCHUMAN proposed the creation of what became the European Coal and Steel Community, the progenitor of today's European Union, with the aim of achieving a united Europe"
    },
    "Constitution": {
      "history": {
        "text": "none; note - the EU legal order relies primarily on two consolidated texts encompassing all provisions as amended from a series of past treaties: the Treaty on European Union (TEU) and the Treaty on the Functioning of the EU (TFEU); The TEU as modified by the 2009 Lisbon Treaty states in Article 1 that \"the HIGH CONTRACTING PARTIES establish among themselves a EUROPEAN UNION ... on which the Member States confer competences to attain objectives they have in common\"; Article 1 of the TEU states further that the EU is \"founded on the present Treaty and on the Treaty on the Functioning of the European Union (hereinafter referred to as 'the Treaties'),\" both possessing the same legal value; Article 6 of the TEU provides that a separately adopted Charter of Fundamental Rights of the European Union \"shall have the same legal value as the Treaties\""
      },
      "amendments": {
        "text": "European Union treaties can be amended in several ways: 1) Ordinary Revision Procedure (for key amendments to the treaties); initiated by an EU member state, by the European Parliament, or by the European Commission; following adoption of the proposal by the European Council, a convention is formed of national government representatives to review the proposal and a conference of government representatives&nbsp; subsequently reviews the proposal; passage requires ratification by all EU member states; 2) Simplified Revision Procedure (for amendment of EU internal policies and actions); passage of a proposal requires unanimous European Council vote following European Council consultation with the European Commission, the European Parliament, and the European Central Bank (if the amendment concerns monetary matters) and requires ratification by all EU member states; 3) Passerelle Clause (allows the alteration of a legislative procedure without a formal amendment of the treaties); 4) Flexibility Clause (permits the EU to decide in subject areas where EU competences have not been explicitly granted in the Treaties but are necessary to the attainment of the objectives set out in the Treaty); note - the Treaty of Lisbon (signed in December 2007 and effective in December 2009) amended the two treaties that formed the EU - the Maastricht Treaty (1992), also known as the TEU,&nbsp; and the Treaty of Rome (1957), known in updated form as the TFEU"
      }
    },
    "Legal system": {
      "text": "unique supranational system of laws in which, according to an interpretive declaration of member-state governments appended to the Treaty of Lisbon, \"the Treaties and the law adopted by the Union on the basis of the Treaties have primacy over the law of Member States\" under conditions laid down in the case law of the Court of Justice; key principles of EU jurisprudence include universal rights as guaranteed by the Charter of Fundamental Rights and as resulting from constitutional traditions common to the EU's 27 member states; EU law is divided into 'primary' and 'secondary' legislation; primary legislation is derived from the consolidated versions of the Treaty on European Union and the Treaty on the Functioning of the European Union and are the basis for all EU action; secondary legislation - which includes directives, regulations, and decisions - is derived from the principles and objectives set out in the treaties"
    },
    "Suffrage": {
      "text": "18 years of age (16 years in Austria); universal; voting for the European Parliament is permitted in each member state"
    },
    "Executive branch": {
      "text": "<p>under the EU treaties there are three distinct institutions, each of which conducts functions that may be regarded as executive in nature:<br><em>European Council </em>- brings together member-state heads of state or government, along with the president of the European Commission, and meets at least four times a year; its aim is to provide the impetus for the development of the Union and to issue general policy guidance; the Treaty of Lisbon established the position of \"permanent\" (full-time) president of the European Council; leaders of the EU member states appoint the president for a 2 1/2 year term, renewable once; the president's responsibilities include chairing European Council meetings and providing policy and organizational continuity; the current president is Charles MICHEL (Belgium), since 1 December 2019, who succeeded Donald TUSK (Poland; 2014 - 2019)<br><em>Council of the European Union </em>- consists of gatherings of member-state officials, ranging from working-level diplomats to cabinet ministers in a given policy field, such as foreign affairs, agriculture, or economy; it conducts policymaking and coordinating functions as well as legislative functions; representatives from one member state chair meetings of the Council of the EU, based on a 6-month rotating presidency except for the meetings of EU Foreign Ministers in the Foreign Affairs Council that are chaired by the High Representative for Foreign Affairs and Security Policy<br><em>European Commission</em> - headed by a College of Commissioners comprised of 27 members (one from each member state) including the president; each commissioner is responsible for one or more policy areas; the Commission has the sole right to initiate EU legislation (except for foreign and security/defense policy), and is also responsible for promoting the general interest of the EU, acting as \"guardian of the Treaties\" by monitoring the application of EU law, implementing/executing the EU budget, managing programs, negotiating on the EU's behalf in policy areas where the member states have conferred sole competency, such as trade, and ensuring the Union's external representation in some policy areas; its current president is Ursula VON DER LEYEN (Germany) elected on 16 July 2019 (took office on 1 December 2019); the president of the European Commission is nominated by the European Council and confirmed by the European Parliament; the Commission president allocates specific responsibilities among the members of the College (appointed by common accord of the member-state governments in consultation with the president-elect); the European Parliament confirms the entire Commission for a 5-year term.</p>",
      "note": "<strong>note:</strong> for external representation and foreign policy making, member-state leaders appointed Joseph BORRELL (Spain) as the High Representative of the Union for Foreign Affairs and Security Policy; BORRELL took office on 1 December 2019, succeeding Federica MOGHERINI (Italy (2014 - 2019); the High Representative's concurrent appointment as Vice President of the European Commission was meant to bring more coherence to the EU’s foreign policy (including policies managed by the Commission that are particularly relevant for EU external relations, such as trade, humanitarian aid and crisis management, neighborhood policy and enlargement, as well as between member-state capitals and the EU); the High Representative helps develop and implement the EU's Common Foreign and Security Policy and Common Security and Defense Policy components, chairs the Council of the EU's meetings of member-state foreign ministers, called the Foreign Affairs Council, represents and acts for the Union in many international contexts, and oversees the European External Action Service, the diplomatic corps of the EU, established on 1 December 2010"
    },
    "Legislative branch": {
      "description": {
        "text": "two legislative bodies consisting of the Council of the European Union (27 seats; ministers representing the 27 member states) and the European Parliament (705 seats; seats allocated among member states roughly in proportion to population size; members elected by proportional representation to serve 5-year terms); note - the European Parliament President, Roberta METSOLA, was elected in January 2022 by a majority of fellow members of the European Parliament (MEPs) and represents the Parliament within the EU and internationally; the Council of the EU and the MEPs share responsibilities for adopting the bulk of EU legislation; the two bodies must come to agreement for a commission proposal to become law, after negotiations in which they reconcile differences in each body's text of the proposal, except in the area of Common Foreign and Security Policy, which is governed by consensus of the EU member-state governments)"
      },
      "elections": {
        "text": "last held on 23-26 May 2019 (next to be held in May 2024)"
      },
      "election results": {
        "text": "percent of vote - NA; seats by party (as of 13 April 2023) - EPP 175, S&amp;D 144, RE 101, Greens/EFA 72, ECR 66, ID 62, GUE-NGL 38, non-attached 47; Parliament composition - men 428, women 277, percent of women 39.3%; note - composition of the European Council - men 23, women 4, percent of women 14.8%; total Council and Parliament percent of women 38.4%"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Court of Justice of the European Union, which includes the Court of Justice (informally known as the European Court of Justice or ECJ) and the General Court (consists of 27 judges, one drawn from each member state); the ECJ includes 11 Advocates General while the General Court can include additional judges; both the ECJ and the General Court may sit in a \"Grand Chamber\" of 15 judges in special cases but usually in chambers of 3 to 5 judges"
      },
      "judge selection and term of office": {
        "text": "judges appointed by the common consent of the member states to serve 6-year renewable terms"
      },
      "note": "<strong>note:</strong> the ECJ is the supreme judicial authority of the EU; it ensures that EU law is interpreted and applied uniformly throughout the EU, resolves disputes among EU institutions and member states, and reviews issues and opinions regarding questions of EU law referred by member state courts"
    },
    "Political parties and leaders": {
      "text": "European United Left-Nordic Green Left or GUE/NGL [Manon AUBRY and Martin SCHIRDEWAN]<br>European Conservatives and Reformists or ECR [Raffaele FITTO and Ryszard LEGUTKO]<br>European Greens/European Free Alliance or Greens/EFA [Ska KELLER and Philippe LAMBERTS]<br>European People's Party or EPP [Manfred WEBER]<br>Identity and Democracy Party or ID [Marco ZANNI]<br>Progressive Alliance of Socialists and Democrats or S&amp;D [Iratxe GARCIA]<br>Renew Europe or RE [Stephane SEJOURNE] (successor to Alliance of Liberals and Democrats for Europe or ALDE)"
    },
    "International organization participation": {
      "text": "ARF, ASEAN (dialogue member), Australian Group, BIS, BSEC (observer), CBSS, CERN, EBRD, FAO, FATF, G-7, G-10, G-20, IDA, IEA, IGAD (partners), LAIA (observer), NSG (observer), OAS (observer), OECD, PIF (partner), SAARC (observer), SICA (observer), UN (observer), UNRWA (observer), WCO, WTO, ZC (observer)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Stavros LAMBRINIDIS (since 8 April 2019)"
      },
      "chancery": {
        "text": "2175 K Street NW, Washington, DC 20037"
      },
      "telephone": {
        "text": "[1] (202) 862-9500"
      },
      "FAX": {
        "text": "[1] (202) 429-1766"
      },
      "email address and website": {
        "text": "<br>delegation-usa-info@eeas.europa.eu<br><br>Delegation of the European Union to the United States of America | EEAS (europa.eu)"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Mark GITENSTEIN (since 24 January 2022)"
      },
      "embassy": {
        "text": "Zinnerstraat - 13 - Rue Zinner, B-1000 Brussels"
      },
      "mailing address": {
        "text": "use embassy street address"
      },
      "telephone": {
        "text": "[32] (2) 811-4100"
      },
      "email address and website": {
        "text": "<br>https://useu.usmission.gov/"
      }
    },
    "Flag description": {
      "text": "a blue field with 12 five-pointed gold stars arranged in a circle in the center; blue represents the sky of the Western world, the stars are the peoples of Europe in a circle, a symbol of unity; the number of stars is fixed"
    },
    "National symbol(s)": {
      "text": "a circle of 12, five-pointed, golden yellow stars on a blue field; union colors: blue, yellow"
    },
    "National anthem": {
      "name": {
        "text": "\"Ode to Joy\""
      },
      "lyrics/music": {
        "text": "no lyrics/Ludwig VAN BEETHOVEN, arranged by Herbert VON KARAJAN"
      },
      "note": "<strong>note:</strong> official EU anthem since 1985; the anthem is meant to represent all of Europe rather than just the organization, conveying ideas of peace, freedom, and unity"
    }
  },
  "Economy": {
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2021": {
        "text": "$19.739 trillion (2021 est.)"
      },
      "Real GDP (purchasing power parity) 2020": {
        "text": "$18.716 trillion (2020 est.)"
      },
      "Real GDP (purchasing power parity) 2019": {
        "text": "$19.847 trillion (2019 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2021": {
        "text": "5.39% (2021 est.)"
      },
      "Real GDP growth rate 2020": {
        "text": "-5.68% (2020 est.)"
      },
      "Real GDP growth rate 2019": {
        "text": "1.81% (2019 est.)"
      }
    },
    "Real GDP per capita": {
      "Real GDP per capita 2021": {
        "text": "$44,100 (2021 est.)"
      },
      "Real GDP per capita 2020": {
        "text": "$41,800 (2020 est.)"
      },
      "Real GDP per capita 2019": {
        "text": "$44,400 (2019 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$17.11 trillion (2017 est.)"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2021": {
        "text": "2.55% (2021 est.)"
      },
      "Inflation rate (consumer prices) 2020": {
        "text": "0.5% (2020 est.)"
      },
      "Inflation rate (consumer prices) 2019": {
        "text": "1.63% (2019 est.)"
      }
    },
    "Credit ratings": {
      "Fitch rating": {
        "text": "AAA (2010)"
      },
      "Moody's rating": {
        "text": "Aaa (2014)"
      },
      "Standard & Poors rating": {
        "text": "AA (2016)"
      },
      "note": "<strong>note: </strong>The year refers to the year in which the current credit rating was first obtained."
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "1.6% (2017 est.)"
      },
      "industry": {
        "text": "25.1% (2017 est.)"
      },
      "services": {
        "text": "70.9% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "54.4% (2016 est.)"
      },
      "government consumption": {
        "text": "20.4% (2016 est.)"
      },
      "investment in fixed capital": {
        "text": "19.8% (2016 est.)"
      },
      "investment in inventories": {
        "text": "0.4% (2016 est.)"
      },
      "exports of goods and services": {
        "text": "43.9% (2016 est.)"
      },
      "imports of goods and services": {
        "text": "-40.5% (2016 est.)"
      }
    },
    "Agricultural products": {
      "text": "wheat, barley, oilseeds, sugar beets, wine, grapes, dairy products, cattle, sheep, pigs, poultry, fish"
    },
    "Industries": {
      "text": "among the world's largest and most technologically advanced regions, the EU industrial base includes: ferrous and non-ferrous metal production and processing, metal products, petroleum, coal, cement, chemicals, pharmaceuticals, aerospace, rail transportation equipment, passenger and commercial vehicles, construction equipment, industrial equipment, shipbuilding, electrical power equipment, machine tools and automated manufacturing systems, electronics and telecommunications equipment, fishing, food and beverages, furniture, paper, textiles"
    },
    "Industrial production growth rate": {
      "text": "6.43% (2021 est.)"
    },
    "Labor force": {
      "text": "217.042 million (2021 est.)"
    },
    "Unemployment rate": {
      "Unemployment rate 2021": {
        "text": "7.05% (2021 est.)"
      },
      "Unemployment rate 2020": {
        "text": "7.05% (2020 est.)"
      },
      "Unemployment rate 2019": {
        "text": "6.69% (2019 est.)"
      }
    },
    "Youth unemployment rate (ages 15-24)": {
      "total": {
        "text": "19.5% (2021 est.)"
      },
      "male": {
        "text": "18.9%"
      },
      "female": {
        "text": "20.4%"
      }
    },
    "Population below poverty line": {
      "text": "9.8% (2013 est.)",
      "note": "<strong>note:</strong> see individual country entries of member states"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2016": {
        "text": "30.8 (2016 est.)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.8%"
      },
      "highest 10%": {
        "text": "23.8% (2016 est.)"
      }
    },
    "Remittances": {
      "Remittances 2021": {
        "text": "0.78% of GDP (2021 est.)"
      },
      "Remittances 2020": {
        "text": "0.79% of GDP (2020 est.)"
      },
      "Remittances 2019": {
        "text": "0.81% of GDP (2019 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3% (of GDP) (2014)"
    },
    "Public debt": {
      "Public debt 2014": {
        "text": "86.8% of GDP (2014)"
      },
      "Public debt 2013": {
        "text": "85.5% of GDP (2013)"
      }
    },
    "Taxes and other revenues": {
      "text": "19.41% (of GDP) (2020 est.)"
    },
    "Fiscal year": {
      "text": "NA"
    },
    "Current account balance": {
      "Current account balance 2017": {
        "text": "$404.9 billion (2017 est.)"
      },
      "Current account balance 2016": {
        "text": "$359.7 billion (2016 est.)"
      }
    },
    "Exports": {
      "Exports 2021": {
        "text": "$8.705 trillion (2021 est.)"
      },
      "Exports 2020": {
        "text": "$7.175 trillion (2020 est.)"
      },
      "Exports 2019": {
        "text": "$7.765 trillion (2019 est.)"
      },
      "note": "<strong>note:</strong> external exports, excluding intra-EU trade"
    },
    "Exports - partners": {
      "text": "United States 18%, United Kingdom 13%, China 10%, Switzerland 7%, Russia 4% (2021)"
    },
    "Exports - commodities": {
      "text": "cars and vehicle parts, packaged medicines, vaccines and cultures, refined petroleum, aircraft, integrated circuits, medical instruments, gas turbines (2021)"
    },
    "Imports": {
      "Imports 2021": {
        "text": "$8.037 trillion (2021 est.)"
      },
      "Imports 2020": {
        "text": "$6.6 trillion (2020 est.)"
      },
      "Imports 2019": {
        "text": "$7.18 trillion (2019 est.)"
      },
      "note": "<strong>note:</strong> external imports, excluding intra-EU trade"
    },
    "Imports - partners": {
      "text": "China 22%, United States 11%, United Kingdom 8%, Russia 7%, Switzerland 6% (2021)"
    },
    "Imports - commodities": {
      "text": "crude petroleum, natural gas, refined petroleum, cars, broadcasting equipment, vaccines and cultures, computers (2021)"
    },
    "Reserves of foreign exchange and gold": {
      "Reserves of foreign exchange and gold 31 December 2014": {
        "text": "$740.9 billion (31 December 2014 est.)"
      },
      "Reserves of foreign exchange and gold 31 December 2013": {
        "text": "$746.9 billion (31 December 2013)"
      },
      "note": "<strong>note:</strong> data are for the European Central Bank"
    },
    "Debt - external": {
      "Debt - external 31 December 2016": {
        "text": "$29.27 trillion (31 December 2016 est.)"
      },
      "Debt - external 31 December 2015": {
        "text": "$28.68 trillion (31 December 2015 est.)"
      }
    },
    "Exchange rates": {
      "Currency": {
        "text": "euros per US dollar -"
      },
      "Exchange rates 2017": {
        "text": "0.885 (2017 est.)"
      },
      "Exchange rates 2016": {
        "text": "0.903 (2016 est.)"
      },
      "Exchange rates 2015": {
        "text": "0.9214 (2015 est.)"
      },
      "Exchange rates 2014": {
        "text": "0.885 (2014 est.)"
      },
      "Exchange rates 2013": {
        "text": "0.7634 (2013 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "99.9% (2021)"
      },
      "electrification - urban areas": {
        "text": "99.9% (2021)"
      },
      "electrification - rural areas": {
        "text": "99.9% (2021)"
      }
    },
    "Refined petroleum products - production": {
      "text": "11.66 million bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "2.196 million bbl/day (2017 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "8.613 million bbl/day (2017 est.)"
    },
    "Carbon dioxide emissions": {
      "text": "3.475 billion metric tonnes of CO2 (2015 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "155,004,603 (2022 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "36 (2020 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "540,557,924 (2020 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "121 (2020 est.)"
      }
    },
    "Telecommunication systems": {
      "text": "note - see individual country entries of member states"
    },
    "Internet country code": {
      "text": ".eu; note - see country entries of member states for individual country codes"
    },
    "Internet users": {
      "total": {
        "text": "389,063,826 (2021 est.)"
      },
      "percent of population": {
        "text": "87% (2021 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "163,772,540 (2020 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "37 (2020 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "annual passenger traffic on registered air carriers": {
        "text": "636,860,155 (2018)"
      },
      "annual freight traffic on registered air carriers": {
        "text": "31,730,660,000 (2018)"
      }
    },
    "Airports": {
      "text": "4,585 (2024)"
    },
    "Heliports": {
      "text": "1,755 (2024)"
    },
    "Railways": {
      "total": {
        "text": "4,894,173 km (2019)"
      }
    },
    "Roadways": {
      "total": {
        "text": "4,894,173 km (2019) 4,894,173"
      }
    },
    "Waterways": {
      "text": "42,000 km (2017) 42,000 km"
    },
    "Ports and terminals": {
      "major port(s)": {
        "text": "Antwerp (Belgium), Barcelona (Spain), Braila (Romania), Bremen (Germany), Burgas (Bulgaria), Constanta (Romania), Copenhagen (Denmark), Galati (Romania), Gdansk (Poland), Hamburg (Germany), Helsinki (Finland), Las Palmas (Canary Islands, Spain), Le Havre (France), Lisbon (Portugal), Marseille (France), Naples (Italy), Peiraiefs or Piraeus (Greece), Riga (Latvia), Rotterdam (Netherlands), Split (Croatia), Stockholm (Sweden), Talinn (Estonia), Tulcea (Romania), Varna (Bulgaria)"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "<p>the EU's Common Security and Defense Policy (CSDP) provides the civilian, military, and political structures for EU crisis management and security issues; the highest bodies are:</p> <p>the <strong>Political and Security Committee (PSC)</strong>, which meets at the ambassadorial level as a preparatory body for the Council of the EU; it assists with defining policies and preparing a crisis response</p> <p>the <strong>European Union Military Committee (EUMC)</strong> is the EU's highest military body; it is composed of the chiefs of defense (CHODs) of the Member States, who are regularly represented by their permanent Military Representatives; the EUMC provides the PSC with advice and recommendations on all military matters within the EU</p> <p>the <strong>Committee for Civilian Aspects of Crisis Management (CIVCOM) </strong>provides advice and recommendations to the PSC in parallel with the EUMC on civilian aspects of crisis management</p> <p>the<strong> Politico-Military Group (PMG)</strong> provides advice and recommendations to the PSC on political aspects of EU military and civil-military issues, including concepts, capabilities and operations and missions, and monitors implementation</p> <p>other bodies set up under the CSDP include the Security and Defense Policy Directorate (SECDEFPOL), the Integrated approach for Security and Peace Directorate (ISP), the EU Military Staff (EUMS), the Civilian Planning and Conduct Capability (CPCC), the Military Planning and Conduct Capability (MPCC), the European Defense Agency, the European Security and Defense College (ESDC), the EU Institute for Security Studies, and the EU Satellite Center (2023)</p>",
      "note": "<strong>note 1: </strong>Frontex is the European Border and Coast Guard Agency that supports EU Member States and Schengen-associated countries in the management of the EU’s external borders and the fight against cross-border crime; it has a standing corps of uniformed border guard officers directly employed by Frontex as staff members and regularly deployed to border guarding missions, plus thousands of other officers seconded by EU member states <br><br><strong>note 2:</strong> in 2017, the EU set up the Permanent Structured Cooperation on Defense (PESCO), a mechanism for deepening defense cooperation amongst member states through binding commitments and collaborative programs on a variety of military-related capabilities such as cyber, maritime surveillance, medical support, operational readiness, procurement, and training; similar efforts to promote collaboration and cooperation that same year amongst members included the Military Planning and Conduct Capability (MPCC), the Coordinated Annual Review on Defense (CARD), and the European Defense Fund (EDF)"
    },
    "Military expenditures": {
      "Military Expenditures 2022": {
        "text": "1.6% of GDP (2022 est.)"
      },
      "Military Expenditures 2021": {
        "text": "1.6% of GDP (2021)"
      },
      "Military Expenditures 2020": {
        "text": "1.6% of GDP (2020)"
      },
      "Military Expenditures 2019": {
        "text": "1.4% of GDP (2019)"
      },
      "Military Expenditures 2018": {
        "text": "1.4% of GDP (2018)"
      },
      "note": "<strong>note 1:</strong> the European Defense Fund (EDF) has a budget of  approximately $8 billion for 2021-2027; about $2.7 billion is devoted to funding collaborative defense research while about $5.3 billion is allocated for collaborative capability development projects that complement national contributions; EDF \"categories for action\" include areas such as information air and missile defense, cyber and information security, digital transformation, force protection, medical services, space, training, and air, ground, and naval combat capabilities <br><br><strong>note 2:</strong> NATO is resourced through the direct and indirect contributions of its members; NATO’s common funds are direct contributions to collective budgets, capabilities and programs, which equate to only 0.3% of total NATO defense spending (approximately $3.3 billion for 2023) to develop capabilities and run NATO, its military commands, capabilities, and infrastructure; NATO's 2014 Defense Investment Pledge called for NATO members to meet the 2% of GDP guideline for defense spending and the 20% of annual defense expenditure on major new equipment by 2024; since Russia’s full-scale invasion of Ukraine in February 2022, a majority of the NATO countries have committed to investing more in defense and at a more rapid pace"
    },
    "Military and security service personnel strengths": {
      "text": "the 27 EU countries have a cumulative total of approximately 1.34 million active-duty troops; the largest EU country military forces belong to France, Germany, and Italy (2023)",
      "note": "<strong>note:</strong> the combined forces of NATO have approximately 3.3 million active duty personnel"
    },
    "Military deployments": {
      "text": "since 2003, the EU has launched more than 30 civilian and military crisis-management, advisory, and training missions in Africa, Asia, Europe, and the Middle East, as well as counter-piracy operations off the coast of Somalia and a naval operation in the Mediterranean to disrupt human smuggling and trafficking networks and prevent the loss of life at sea (2023)",
      "note": "<strong>note:</strong> in response to the 2022 Russian invasion of Ukraine, the EU announced that it would develop a rapid deployment force consisting of up to 5,000 troops by 2025"
    },
    "Military - note": {
      "text": "the EU partners with the North Atlantic Treaty Organization (NATO); NATO is an alliance of 31 countries from North America and Europe; its role is to safeguard the security of its member countries by political and military means; NATO conducts crisis management and peacekeeping missions; member countries that participate in the military aspect of the Alliance contribute forces and equipment, which remain under national command and control until a time when they are required by NATO for a specific purpose (i.e., conflict or crisis, peacekeeping); NATO, however, does possess some common capabilities owned and operated by the Alliance, such as some early warning radar aircraft; relations between NATO and the EU were institutionalized in the early 2000s, building on steps taken during the 1990s to promote greater European responsibility in defense matters; cooperation and coordination covers a broad array of issues, including crisis management, defense and political consultations, civil preparedness, capacity building, military capabilities, maritime security, planning, cyber defense, countering hybrid threats, information sharing, logistics, defense industry, counterterrorism, etc.; since Russia’s invasion of Ukraine in February 2022, the EU and NATO have intensified their work and cooperation; NATO and the EU have 22 member countries in common<br><br>there are no permanent standing EU forces, but Europe has a variety of multinational military organizations that may be deployed through the EU, in a NATO environment, upon the mandate of the participating countries, or upon the mandate of other international organizations, such as the UN or OSCE including:<br><br><strong>EU Battlegroups (BGs) </strong>are rapid reaction multinational army units that form a key part of the EU's capacity to respond to crises and conflicts; their deployment is subject to a unanimous decision by the European Council; BGs typically consists of 1,500-2,000 troops organized around an infantry battalion depending on the mission; the troops and equipment are drawn from EU member states and under the direction of a lead nation; two BGs are always on standby for a period of 6 months; the BGs were declared operational in 2007 but have never been used operationally due to political and financial obstacles <br><br>the <strong>European Corps (Eurocorps)</strong> is an independent multinational land force corps headquarters composed of personnel from six framework nations and five associated nations; the corps has no standing operational units; during a crisis, units would be drawn from participating states, and the corps would be placed at the service of the EU and NATO; Eurocorps was established in 1992 by France and Germany; Belgium (1993), Spain (1994), and Luxembourg (1996) joined over the next few years; Greece and Turkey (since 2002), Italy, Romania, and Austria (since 2009, 2016, and 2021 respectively) participate as associated nations; Poland joined in 2022; Eurocorps is headquartered in France<br><br>the <strong>European Gendarmerie Force (EURGENDFOR)</strong> is an operational, pre-organized, and rapidly deployable European gendarmerie/police force; it is not established at the EU level, but is capable of performing police tasks, including law enforcement, stability operations, and training in support of the EU, the UN, OSCE, NATO, and other international organizations or ad hoc coalitions; member state gendarmeries include those of France, Italy, the Netherlands, Poland, Portugal, Romania, and Spain; the Lithuanian Public Security Service is a partner, while Turkey's Gendarmerie is an observer force <br><br>the <strong>European Medical Corps (EMC)</strong> was set up in the aftermath of the Ebola crisis in West Africa in 2014 to enable the deployment of teams and equipment from EU member states to provide medical assistance and public health expertise in response to emergencies inside and outside the EU; as of 2023, 12 European states had committed teams and equipment to the EMC<br><br>the <strong>European Medical Command (EMC)</strong> was formed to provide a standing EU medical capability, increase medical operational readiness, and improve interoperability amongst the 18 participating EU members; it operates closely with the NATO Framework Nations Concept’s Multinational Medical Coordination Center (MMCC) under a single administrative and infrastructural framework (MMCC/EMC); the EMC was declared operational in May 2022<br><br>the<strong> European Air Transport Command (EATC)</strong> is a single multinational command for more than 150 military air mobility assets from seven member states, including transport, air-to-air refueling, and aeromedical evacuation; the EATC headquarters is located in the Netherlands, but the air assets remain located at member national air bases; the EATC was established in 2010 <br><br>the <strong>European Air Group (EAG)</strong> is an independent organization formed by the air forces of its seven member nations (Belgium, France, Germany, Italy, Netherlands, Spain, and the UK) that is focused on improving interoperability between the air forces of EAG members and its 14 partner and associate nations; it was established in the late 1990s and is headquartered in the UK<br><br>the <strong>European Maritime Force (EUROMARFOR or EMF)</strong> is a four-nation (France, Italy, Portugal, and Spain), non-standing naval force with the ability to carry out naval, air, and amphibious operations; EUROMARFOR was formed in 1995 to conduct missions such as crisis response, humanitarian missions, peacekeeping, peace enforcement, and sea control; it can deploy under EU, NATO, or UN mandate, but also as long as the four partner nations agree<br><br>the <strong>Combined Joint Expeditionary Force (CJEF)</strong> is a deployable, combined French-UK military force of up to 10,000 personnel for use in a wide range of crisis scenarios, up to and including high intensity combat operations; the CJEF has no standing forces but would be available at short notice for French-UK bilateral, NATO, EU, UN, or other operations; it was established in 2010 and declared operational in 2020<br><br>the <strong>1st German/Netherlands (Dutch) Corps </strong>is a combined army corps headquarters that has the ability to conduct operations under the command and control of Germany and the Netherlands, NATO, or the EU; in peacetime, approximately 1,100 Dutch and German soldiers are assigned, but during a crisis up to 80,000 troops may be assigned; it was formed in 1995 and is headquartered in Germany <br><br>the <strong>Lithuanian-Polish-Ukrainian Brigade (LITPOLUKRBRIG) </strong>is comprised of an international staff, three battalions, and specialized units; units affiliated with the multinational brigade remain within the structures of the armed forces of their respective countries until the brigade is activated for participation in an international operation; it was formed in 2014 and is headquartered in Poland<br><br>in 2022, the EU approved a new defense strategy (Strategic Compass) designed to increase the bloc’s capacity to act, including setting up a <strong>Rapid Deployment Capacity (EU RDC)</strong> consisting of up to 5,000 troops by 2025 (2023)"
    }
  },
  "Space": {
    "Space agency/agencies": {
      "text": "the only EU agency dedicated to space is the EU Agency for the Space Program (EUSPA; established in 2021); the EUSPA originated with the Galileo Joint Undertaking (GJU) set up in 2002 by the European Community (EC) and the European Space Agency (ESA) to manage the development phase of Europe’s Galileo satellite navigation program; the GJU’s responsibilities were assumed by the European Global Navigation Satellite System Supervisory Authority (GSA) in 2007<br><br>the ESA (established 1975 from the European Launcher Development Organization and the European Space Research Organization, which were established in the early 1960s) is an independent organization although it maintains close ties with the EU through an ESA/EC Framework Agreement; the ESA and EC share a joint European Strategy for Space and have together developed a European Space Policy<br><br>the ESA has 22 member states; the national bodies responsible for space in these countries sit on ESA’s governing Council: Austria, Belgium, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, the Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, Switzerland, and the UK; Canada also sits on the Council and takes part in some projects under a Cooperation Agreement; Slovenia, Latvia, and Lithuania are Associate Members; Bulgaria, Croatia, Cyprus, Malta, and Slovakia have cooperation agreements with ESA; ESA has established formal cooperation with all member states of the EU that are not ESA members (2023)"
    },
    "Space launch site(s)": {
      "text": "ESA&rsquo;s spaceport is located in Kourou, French Guiana; Europe also has or is developing commercial space ports in Italy, Norway, Sweden, and the UK, as well as maritime launch capabilities with a logistics base in Germany (2023)"
    },
    "Space program overview": {
      "text": "the EUSPA’s mission is to provide a link between European users and space technologies and capabilities, including remote sensing (RS), satellite navigation, and telecommunications; it is responsible for the operational management of the European Geostationary Navigation Overlay Service (EGNOS) and Galileo satellite navigation programs; the EU has a space strategy, which includes encouraging investment in and the use of space services and data, fostering competition and innovation, developing space technologies, and reinforcing Europe’s autonomy in accessing space<br><br>the ESA is a comprehensive space agency and active across all areas of the space sector outside of launching humans into space, including producing and operating satellites with a full spectrum of capabilities (communications, multipurpose, navigational, RS, science/technology), satellite launch vehicles (SLVs), space launches, human space flight (has an astronaut training program), space transportation/automated transfer vehicles, re-usable spacecraft, space station modules, spacecraft components, robotic space labs, lunar/planetary surface rovers, interplanetary space probes and exploration, space telescopes, research, science, technology development, etc.; ESA also participates in international space programs such as the International Space Station and works closely with Europe’s commercial space industry; it also cooperates with a broad range of space agencies and industries of non-member countries, including China, Japan, Russia, and the US; many of its programs are conducted jointly, particularly with the US space program<br><br>Europe has a large and advanced commercial space sector capable of developing and producing a full range of capabilities and technologies; a key focus for both the ESA and EUSPA is encouraging the European commercial space sector; Europe is a global leader in satellite-based communications and hosts the headquarters of three of the world’s major satellite communications companies; in 2020, the European space economy, including manufacturing and services, employed over 230,000 professionals and was valued at more than 20% of the global space sector (2023)",
      "note": "<strong>note:</strong> further details about the key activities, programs, and milestones of the country’s space program, as well as government spending estimates on the space sector, appear in Appendix S"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "see individual EU member states"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>as a political union, the EU has no border disputes with neighboring countries, but Estonia has no land boundary agreements with Russia, Slovenia disputes its land and maritime boundaries with Croatia, and Spain has territorial and maritime disputes with Morocco and with the UK over Gibraltar; the EU has set up a Schengen area - consisting of 23 EU member states that have signed the convention implementing the Schengen agreements or \"acquis\" (1985 and 1990) on the free movement of persons and the harmonization of border controls in Europe; these agreements became incorporated into EU law with the implementation of the 1997 Treaty of Amsterdam on 1 May 1999; in addition, non-EU states Iceland and Norway (as part of the Nordic Union) have been included in the Schengen area since 1996 (full members in 2001), Switzerland since 2008, and Liechtenstein since 2011 bringing the total current membership to 27; the UK (since 2000) and Ireland (since 2002) take part in only some aspects of the Schengen area, especially with respect to police and criminal matters; nine of the 13 new member states that joined the EU since 2004 joined Schengen on 21 December 2007; EU member state Croatia joined on 1 January 2023; of the three remaining EU states, Romania and Bulgaria are obligated to eventually join, while Cyprus' entry is held up by the ongoing Cyprus dispute</p>",
      "note": "<strong>note: </strong>three of Europe's microstates - Monaco, San Marino, and the Holy See (Vatican City) - maintain open borders for passenger traffic with their neighbors and are thus <em>de facto</em> members of the Schengen Area, since it is impossible to travel to or from them without transiting another Schengen member country"
    }
  }
}