{
  "intro": {
    "background": {
      "text": "The region of present day Georgia contained the ancient kingdoms of Colchis and Kartli-Iberia. The area came under Roman influence in the first centuries A.D., and Christianity became the state religion in the 330s. Domination by Persians, Arabs, and Turks was followed by a Georgian golden age (11th-13th centuries) that was cut short by the Mongol invasion of 1236. Subsequently, the Ottoman and Persian empires competed for influence in the region. Georgia was absorbed into the Russian Empire in the 19th century. Independent for three years (1918-1921) following the Russian revolution, it was forcibly incorporated into the USSR in 1921 and regained its independence when the Soviet Union dissolved in 1991. Mounting public discontent over rampant corruption and ineffective government services, followed by an attempt by the incumbent Georgian Government to manipulate national legislative elections in November 2003 touched off widespread protests that led to the resignation of Eduard SHEVARDNADZE, president since 1995. In the aftermath of that popular movement, which became known as the \"Rose Revolution,\" new elections in early 2004 swept Mikheil SAAKASHVILI into power along with his United National Movement (UNM) party. Progress on market reforms and democratization has been made in the years since independence, but this progress has been complicated by Russian assistance and support to the separatist regions of Abkhazia and South Ossetia. Periodic flare-ups in tension and violence culminated in a five-day conflict in August 2008 between Russia and Georgia, including the invasion of large portions of undisputed Georgian territory. Russian troops pledged to pull back from most occupied Georgian territory, but in late August 2008 Russia unilaterally recognized the independence of Abkhazia and South Ossetia, and Russian military forces remain in those regions. Billionaire philanthropist Bidzina IVANISHVILI's unexpected entry into politics in October 2011 brought the divided opposition together under his Georgian Dream coalition, which won a majority of seats in the October 2012 parliamentary election and removed UNM from power. A new constitution shifting many powers from the president to the prime minister and parliament, including the power to name the prime minister and government ministers, does not go into effect until after a new president is elected in the fall of 2013. Conceding defeat, SAAKASHVILI named IVANISHVILI as prime minister and allowed Georgian Dream to create a new government. Tensions remain high as IVANISHVILI, SAAKASHVILI, and their supporters struggle to co-exist until the end of the president's term."
    }
  },
  "geo": {
    "location": {
      "text": "Southwestern Asia, bordering the Black Sea, between Turkey and Russia, with a sliver of land north of the Caucasus extending into Europe; note - Georgia views itself as part of Europe"
    },
    "geographic_coordinates": {
      "text": "42 00 N, 43 30 E"
    },
    "map_references": {
      "text": "Middle East"
    },
    "area": {
      "total": "69,700 sq km",
      "land": "69,700 sq km",
      "water": "0 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than South Carolina"
    },
    "land_boundaries": {
      "total": "1,461 km",
      "border_countries": "Armenia 164 km, Azerbaijan 322 km, Russia 723 km, Turkey 252 km"
    },
    "coastline": {
      "text": "310 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm"
    },
    "climate": {
      "text": "warm and pleasant; Mediterranean-like on Black Sea coast"
    },
    "terrain": {
      "text": "largely mountainous with Great Caucasus Mountains in the north and Lesser Caucasus Mountains in the south; Kolkhet'is Dablobi (Kolkhida Lowland) opens to the Black Sea in the west; Mtkvari River Basin in the east; good soils in river valley flood plains, foothills of Kolkhida Lowland"
    },
    "elevation_extremes": {
      "lowest_point": "Black Sea 0 m",
      "highest_point": "Mt'a Shkhara 5,201 m"
    },
    "natural_resources": {
      "text": "timber, hydropower, manganese deposits, iron ore, copper, minor coal and oil deposits; coastal climate and soils allow for important tea and citrus growth"
    },
    "land_use": {
      "arable_land": "5.94%",
      "permanent_crops": "1.65%",
      "other": "92.41% (2011)"
    },
    "irrigated_land": {
      "text": "4,328 sq km (2007)"
    },
    "total_renewable_water_resources": {
      "text": "63.33 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "1.81  cu km/yr (20%/22%/58%)",
      "per_capita": "410.6  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "earthquakes"
    },
    "environment_current_issues": {
      "text": "air pollution, particularly in Rust'avi; heavy pollution of Mtkvari River and the Black Sea; inadequate supplies of potable water; soil pollution from toxic chemicals"
    },
    "environment_international_agreements": {
      "party_to": "Air Pollution, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "strategically located east of the Black Sea; Georgia controls much of the Caucasus Mountains and the routes through them"
    }
  },
  "people": {
    "nationality": {
      "noun": "Georgian(s)",
      "adjective": "Georgian"
    },
    "ethnic_groups": {
      "text": "Georgian 83.8%, Azeri 6.5%, Armenian 5.7%, Russian 1.5%, other 2.5% (2002 census)"
    },
    "languages": {
      "text": "Georgian (official) 71%, Russian 9%, Armenian 7%, Azeri 6%, other 7%",
      "note": "Abkhaz is the official language in Abkhazia"
    },
    "religions": {
      "text": "Orthodox Christian (official) 83.9%, Muslim 9.9%, Armenian-Gregorian 3.9%, Catholic 0.8%, other 0.8%, none 0.7% (2002 census)"
    },
    "population": {
      "text": "4,555,911 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "15.4% (male 373,539/female 327,139)",
      "15_24_years": "14% (male 326,910/female 309,245)",
      "25_54_years": "42.2% (male 926,172/female 994,432)",
      "55_64_years": "12.3% (male 255,905/female 305,652)",
      "65_years_and_over": "16.2% (male 293,435/female 443,482) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "47.7 %",
      "youth_dependency_ratio": "26.4 %",
      "elderly_dependency_ratio": "21.3 %",
      "potential_support_ratio": "4.7 (2013)"
    },
    "median_age": {
      "total": "39.6 years",
      "male": "37.1 years",
      "female": "42.1 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "-0.33% (2013 est.)"
    },
    "birth_rate": {
      "text": "10.72 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "10.17 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-3.86 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "52.8% of total population (2011)",
      "rate_of_urbanization": "-0.37% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "TBILISI (capital) 1.115 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.1 male(s)/female",
      "0_14_years": "1.15 male(s)/female",
      "15_24_years": "1.05 male(s)/female",
      "25_54_years": "0.93 male(s)/female",
      "55_64_years": "0.84 male(s)/female",
      "65_years_and_over": "0.66 male(s)/female",
      "total_population": "0.91 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "23.9 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "67 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "14.21 deaths/1,000 live births",
      "male": "16.07 deaths/1,000 live births",
      "female": "12.16 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "77.51 years",
      "male": "74.17 years",
      "female": "81.17 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.46 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "53.4%",
      "note": "percent of women aged 15-44 (2010)"
    },
    "health_expenditures": {
      "text": "10.1% of GDP (2010)"
    },
    "physicians_density": {
      "text": "4.54 physicians/1,000 population (2007)"
    },
    "hospital_bed_density": {
      "text": "3.1 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 96% of population; total: 98% of population",
      "unimproved": "urban: 0% of population; rural: 4% of population; total: 2% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 96% of population; rural: 93% of population; total: 95% of population",
      "unimproved": "urban: 4% of population; rural: 7% of population; total: 5% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "3,500 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 100 (2009 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "22.1% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "1.1% (2009)"
    },
    "education_expenditures": {
      "text": "2.7% of GDP (2011)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "99.7%",
      "male": "99.8%",
      "female": "99.7% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "13.2 years (2009)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "113,106",
      "percentage": "18 % (2005 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "35.6% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "none",
      "conventional_short_form": "Georgia",
      "local_long_form": "none",
      "local_short_form": "Sak'art'velo",
      "former": "Georgian Soviet Socialist Republic"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Tbilisi",
      "geographic_coordinates": "41 41 N, 44 50 E",
      "time_difference": "UTC+4 (9 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "9 regions (mkharebi, singular - mkhare), 1 city (k'alak'i), and 2 autonomous republics (avtomnoy respubliki, singular - avtom respublika)",
      "regions": "Guria, Imereti, Kakheti, Kvemo Kartli, Mtskheta-Mtianeti, Racha-Lechkhumi and Kvemo Svaneti, Samegrelo and Zemo Svaneti, Samtskhe-Javakheti, Shida Kartli",
      "city": "Tbilisi",
      "autonomous_republics": "Abkhazia or Ap'khazet'is Avtonomiuri Respublika (Sokhumi), Ajaria or Acharis Avtonomiuri Respublika (Bat'umi)",
      "note": "the administrative centers of the two autonomous republics are shown in parentheses"
    },
    "independence": {
      "text": "9 April 1991 (from the Soviet Union); notable earlier date: A.D. 1008 (Georgia unified under King BAGRAT III)"
    },
    "national_holiday": {
      "text": "Independence Day, 26 May (1918); note - 26 May 1918 was the date of independence from Soviet Russia, 9 April 1991 was the date of independence from the Soviet Union"
    },
    "constitution": {
      "text": "adopted 24 August 1995"
    },
    "legal_system": {
      "text": "civil law system"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Mikheil SAAKASHVILI (since 25 January 2004); the president is the chief of state and serves as head of government for the power ministries of internal affairs, justice, and defense",
      "head_of_government": "Prime Minister Bidzina IVANISHVILI (since 25 October 2012); the prime minister is head of government for all the ministries of government except the power ministries of internal affairs, justice, and defense",
      "cabinet": "Cabinet of Ministers",
      "elections": "president elected by popular vote for a five-year term (eligible for a second term); election last held on 5 January 2008 (next to be held in October 2013)",
      "election_results": "Mikheil SAAKASHVILI reelected president; percent of vote - Mikheil SAAKASHVILI 53.5%, Levan GACHECHILADZE 25.7%, Badri PATARKATSISHVILI 7.1%, other 13.7%"
    },
    "legislative_branch": {
      "text": "unicameral Parliament or Parlamenti (150 seats; 77 members elected by proportional representation, 73 elected in single-member constituencies; members to serve four-year terms)",
      "elections": "last held on 1 October 2012 (next to be held in 2016)",
      "election_results": "percent of vote by party - Georgian Dream 55%, United National Movement 40.3%, other 4.7%; seats by party - Georgian Dream 85, United National Movement 65"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (organized into several specialized judicial chambers; number of judges determined by the president of Georgia); Constitutional Court (consists of 9 judges) note - the Abkhazian and Ajarian Autonomous republics each have a supreme court and a hierarchy of lower courts",
      "judge_selection_and_term_of_office": "Supreme Court judges nominated by the president and appointed by the Parliament; judges serve not less than 10-year terms; Constitutional Court judges appointed by the president following candidate selection by the Justice Council of Georgia, a 12-member consultative body of high-level judges, and presidential and parliamentary appointees; judges appointed for 10-year terms",
      "subordinate_courts": "Courts of Appeal; regional (town) and district courts"
    },
    "political_parties_and_leaders": {
      "text": "Christian Democratic Movement [Giorgi TARGAMADZE]; Conservative Party [Zviad DZIDZIGURI]; Democratic Movement United Georgia [Nino BURJANADZE]; For Fair Georgia [Zurab NOGAIDELI]; Georgian Dream (a six-party coalition composed of Georgian Dream-Democratic Georgia, Republican Party, Our Georgia-Free Democrats, National Forum, Conservative Party, and Industry Will Save Georgia); Georgian Dream-Democratic Georgia [Bidzina IVANISHVILI, honorary chairman]; Georgian People's Front [Nodar NATADZE]; Greens [Giorgi GACHECHILADZE]; Industry Will Save Georgia (Industrialists) or IWSG [Georgi TOPADZE]; Labor Party [Shalva NATELASHVILI]; National Democratic Party or NDP [Bachuki KARDAVA]; National Forum [Kakhaber SHARTAVA]; New Rights [Pikria CHIKHRADZE]; Our Georgia-Free Democrats (OGFD) [Irakli KADAGIDZE]; People's Party [Koba DAVITASHVILI; Republican Party [David USUPASHVILI]; Traditionalists [Akaki ASATIANI]; United National Movement or UNM [Vano MERABISHVILI]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "separatists in the occupied regions of Abkhazia and South Ossetia"
    },
    "international_organization_participation": {
      "text": "ADB, BSEC, CD, CE, EAPC, EBRD, FAO, G-11, GCTU, GUAM, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), MIGA, OAS (observer), OIF (observer), OPCW, OSCE, PFP, SELEC (observer), UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Archil GEGESHIDZE",
      "chancery": "2209 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 387-2390",
      "fax": "[1] (202) 387-0864",
      "consulates_general": "New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Richard NORLAND",
      "embassy": "11 George Balanchine Street, T'bilisi 0131",
      "mailing_address": "7060 T'bilisi Place, Washington, DC 20521-7060",
      "telephone": "[995] (32) 227-70-00",
      "fax": "[995] (32) 253-23-10"
    },
    "flag_description": {
      "text": "white rectangle with a central red cross extending to all four sides of the flag; each of the four quadrants displays a small red bolnur-katskhuri cross; although adopted as the official Georgian flag in 2004, the five-cross flag design appears to date back to the 14th century"
    },
    "national_symbols": {
      "text": "Saint George; lion"
    },
    "national_anthem": {
      "name": "\"Tavisupleba\" (Liberty)",
      "lyrics_music": "Dawit MAGRADSE/Zakaria PALIASHVILI (adapted by Joseb KETSCHAKMADSE)",
      "note": "adopted 2004; after the Rose Revolution, a new anthem with music based on the operas \"Abesalom da Eteri\" and \"Daisi\" was adopted"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Georgia's main economic activities include the cultivation of agricultural products such as grapes, citrus fruits, and hazelnuts; mining of manganese, copper, and gold; and output of a small industrial sector producing alcoholic and nonalcoholic beverages, metals, machinery, and chemicals. The country imports nearly all its needed supplies of natural gas and oil products. It has sizeable hydropower capacity that now provides most of its energy needs. Georgia has overcome the chronic energy shortages and gas supply interruptions of the past by renovating hydropower plants and by increasingly relying on natural gas imports from Azerbaijan instead of from Russia. Construction of the Baku-T'bilisi-Ceyhan oil pipeline, the Baku-T'bilisi-Erzerum gas pipeline, and the Kars-Akhalkalaki Railroad are part of a strategy to capitalize on Georgia's strategic location between Europe and Asia and develop its role as a transit point for gas, oil, and other goods. Georgia's economy sustained GDP growth of more than 10% in 2006-07, based on strong inflows of foreign investment and robust government spending. However, GDP growth slowed following the August 2008 conflict with Russia, and sunk to negative 4 percent in 2009 as foreign direct investment and workers' remittances declined in the wake of the global financial crisis. The economy rebounded in 2010-12, with growth rates above 6% per year, but FDI inflows, the engine of Georgian economic growth prior to the 2008 conflict, have not recovered fully. Unemployment has also remained high at above 15%. Georgia has historically suffered from a chronic failure to collect tax revenues; however, the government, since coming to power in 2004, has simplified the tax code, improved tax administration, increased tax enforcement, and cracked down on petty corruption, leading to higher revenues. The country is pinning its hopes for renewed growth on a determined effort to continue to liberalize the economy by reducing regulation, taxes, and corruption in order to attract foreign investment, with a focus on hydropower, agriculture, tourism, and textiles production. Since 2004, the government has taken a series of actions against endemic corruption, including reform of the traffic police and implementation of a fair examination system for entering the university system. The government has received high marks from the World Bank for its anti-corruption efforts."
    },
    "gdp_purchasing_power_parity": {
      "text": "$27.11 billion (2012 est.); $25.44 billion (2011 est.); $23.74 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$15.93 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "6.5% (2012 est.); 7.2% (2011 est.); 6.3% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$6,000 (2012 est.); $5,700 (2011 est.); $5,400 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "11.9% of GDP (2012 est.); 12.4% of GDP (2011 est.); 10.2% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "77%",
      "government_consumption": "19%",
      "investment_in_fixed_capital": "22.8%",
      "investment_in_inventories": "1.3%",
      "exports_of_goods_and_services": "36.2%",
      "imports_of_goods_and_services": "-56.6% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "7.8%",
      "industry": "23%",
      "services": "69.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "citrus, grapes, tea, hazelnuts, vegetables; livestock"
    },
    "industries": {
      "text": "steel, machine tools, electrical appliances, mining (manganese, copper, and gold), chemicals, wood products, wine"
    },
    "industrial_production_growth_rate": {
      "text": "4.5% (2012 est.)"
    },
    "labor_force": {
      "text": "1.959 million (2011 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "55.6%",
      "industry": "8.9%",
      "services": "35.5% (2006 est.)"
    },
    "unemployment_rate": {
      "text": "15.1% (2011 est.); 16.3% (2010 est.)"
    },
    "population_below_poverty_line": {
      "text": "9.2% (2010)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2%",
      "highest_10%": "31.3% (2008)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "46 (2011); 37.1 (1996)"
    },
    "budget": {
      "revenues": "$4.421 billion",
      "expenditures": "$4.905 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "27.7% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-3% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "36.3% of GDP (2012 est.); 36.5% of GDP (2011 est.)",
      "note": "data cover general government debt, and includes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data include debt issued by subnational entities; Georgia does not maintain intra-governmental debt or social funds"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "-0.9% (2012 est.); 8.5% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "5.25% (31 December 2012); 6.5% (31 January 2012)",
      "note": "this is the Refinancing Rate, the key monetary policy rate of the National Bank of Georgia"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "20.2% (31 December 2012 est.); 25.87% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$1.965 billion (31 December 2012 est.); $1.737 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$4.72 billion (31 September 2012 est.); $4.249 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$5.518 billion (31 December 2012 est.); $4.973 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$795.7 million (31 December 2011); $1.06 billion (31 December 2010); $733.3 million (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$1.669 billion (2012 est.); -$1.799 billion (2011 est.)"
    },
    "exports": {
      "text": "$3.305 billion (2012 est.); $3.223 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "vehicles, ferro-alloys, fertilizers, nuts, scrap metal, gold, copper ores"
    },
    "exports_partners": {
      "text": "Azerbaijan 13.8%, US 8.5%, Germany 8.3%, Bulgaria 7.4%, Kazakhstan 7%, Turkey 6.4%, Ukraine 6.3%, Lebanon 5.7%, Canada 4.2% (2012)"
    },
    "imports": {
      "text": "$6.628 billion (2012 est.); $6.644 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "fuels, vehicles, machinery and parts, grain and other foods, pharmaceuticals"
    },
    "imports_partners": {
      "text": "Turkey 13.9%, China 8.2%, Ukraine 8.2%, Russia 7.4%, Azerbaijan 7.1%, US 6%, Germany 5.6%, Bulgaria 4% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$2.873 billion (31 December 2012 est.); $2.818 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$13.36 billion (31 December 2012); $11.12 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$9.305 billion (31 December 2011 est.); $9.305 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$741.6 million (31 December 2011 est.); $660.3 million (31 December 2010 est.)"
    },
    "exchange_rates": {
      "text": "laris (GEL) per US dollar -; 1.6513 (2012 est.); 1.6865 (2011 est.); 1.7823 (2010 est.); 1.6705 (2009 est.); 1.47 (2008 est.)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "9.694 billion kWh (2012 est.)"
    },
    "electricity_consumption": {
      "text": "9.379 billion kWh (2012 est.)"
    },
    "electricity_exports": {
      "text": "528 million kWh (2012 est.)"
    },
    "electricity_imports": {
      "text": "614 million kWh (2012 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "4.538 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "37.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "62.8% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "979.5 bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "531 bbl/day (2012 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2012 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "33.19 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "858 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "17,280 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "18,500 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "9.151 million cu m (2012 est.)"
    },
    "natural_gas_consumption": {
      "text": "1.97 billion cu m (2012 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2012 est.)"
    },
    "natural_gas_imports": {
      "text": "1.96 billion cu m (2012 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "93.41 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "5.302 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "1.345 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "4.43 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "fixed-line telecommunications network has limited coverage outside Tbilisi; multiple mobile-cellular providers provide services to an increasing subscribership throughout the country",
      "domestic": "cellular telephone networks cover the entire country; mobile-cellular teledensity roughly 100 per 100 people; intercity facilities include a fiber-optic line between T'bilisi and K'ut'aisi",
      "international": "country code - 995; the Georgia-Russia fiber-optic submarine cable provides connectivity to Russia; international service is available by microwave, landline, and satellite through the Moscow switch; international electronic mail and telex service are available (2011)"
    },
    "broadcast_media": {
      "text": "1 public broadcaster in Tbilisi, 1 state-owned broadcaster in Ajaria Autonomous Republic; 8 privately owned TV stations; state run public broadcaster operates 2 TV stations; dozens of cable TV operators, several major commercial TV stations, and several dozen private radio stations; state run public broadcaster operates 2 radio stations (2012)"
    },
    "internet_country_code": {
      "text": ".ge"
    },
    "internet_hosts": {
      "text": "357,864 (2012)"
    },
    "internet_users": {
      "text": "1.3 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "22 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "18",
      "over_3_047_m": "1",
      "2_438_to_3_047_m": "7",
      "1_524_to_2_437_m": "3",
      "914_to_1_523_m": "5",
      "under_914_m": "2 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "4",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "2",
      "under_914_m": "1 (2013)"
    },
    "heliports": {
      "text": "2 (2013)"
    },
    "pipelines": {
      "text": "gas 1,596 km; oil 1,175 km (2013)"
    },
    "railways": {
      "total": "1,612 km",
      "broad_gauge": "1,575 km 1.520-m gauge (1,575 km electrified)",
      "narrow_gauge": "37 km 0.912-m gauge (37 km electrified) (2008)"
    },
    "roadways": {
      "total": "19,109 km",
      "paved": "19,109 km (includes 69 km of expressways) (2010)"
    },
    "merchant_marine": {
      "total": "142",
      "by_type": "bulk carrier 13, cargo 114, chemical tanker 1, container 1, liquefied gas 1, passenger/cargo 1, petroleum tanker 3, refrigerated cargo 1, roll on/roll off 5, vehicle carrier 2",
      "foreign_owned": "95 (Bulgaria 1, China 10, Egypt 7, Hong Kong 3, Israel 1, Italy 2, Latvia 1, Lebanon 1, Romania 7, Russia 6, Syria 24, Turkey 14, UAE 2, UK 5, Ukraine 10, US 1)",
      "registered_in_other_countries": "1 (unknown 1) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Black Sea - Bat'umi, P'ot'i"
    }
  },
  "military": {
    "military_branches": {
      "text": "Georgian Armed Forces: Land Forces (include Air and Air Defense Forces); separatist Abkhazia Armed Forces: Ground Forces, Air Forces; separatist South Ossetia Armed Forces",
      "note": "Georgian naval forces have been incorporated into the coast guard, which is not part of the Defense Ministry (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "18 to 34 years of age for compulsory and voluntary active duty military service; conscript service obligation is 18 months (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "1,080,840",
      "females_age_16_49": "1,122,031 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "893,003",
      "females_age_16_49": "931,683 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "29,723",
      "female": "27,242 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.9% of GDP (2010 est.)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Russia's military support and subsequent recognition of Abkhazia and South Ossetia independence in 2008 continue to sour relations with Georgia"
    },
    "refugees_and_internally_displaced_persons": {
      "idps": "261,400 - 274,000 (displaced in the 1990s and 2008 from Abkhazia and South Ossetia) (2011)",
      "stateless_persons": "1,156 (2012)"
    },
    "illicit_drugs": {
      "text": "limited cultivation of cannabis and opium poppy, mostly for domestic consumption; used as transshipment point for opiates via Central Asia to Western Europe and Russia"
    }
  }
}