{
  "intro": {
    "background": {
      "text": "The lands that today comprise Croatia were part of the Austro-Hungarian Empire until the close of World War I. In 1918, the Croats, Serbs, and Slovenes formed a kingdom known after 1929 as Yugoslavia. Following World War II, Yugoslavia became a federal independent communist state under the strong hand of Marshal TITO. Although Croatia declared its independence from Yugoslavia in 1991, it took four years of sporadic, but often bitter, fighting before occupying Serb armies were mostly cleared from Croatian lands, along with a majority of Croatia's ethnic Serb population. Under UN supervision, the last Serb-held enclave in eastern Slavonia was returned to Croatia in 1998. The country joined NATO in April 2009 and the EU in July 2013."
    }
  },
  "geo": {
    "location": {
      "text": "Southeastern Europe, bordering the Adriatic Sea, between Bosnia and Herzegovina and Slovenia"
    },
    "geographic_coordinates": {
      "text": "45 10 N, 15 30 E"
    },
    "map_references": {
      "text": "Europe"
    },
    "area": {
      "total": "56,594 sq km",
      "land": "55,974 sq km",
      "water": "620 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than West Virginia"
    },
    "land_boundaries": {
      "total": "1,982 km",
      "border_countries": "Bosnia and Herzegovina 932 km, Hungary 329 km, Serbia 241 km, Montenegro 25 km, Slovenia 455 km"
    },
    "coastline": {
      "text": "5,835 km (mainland 1,777 km, islands 4,058 km)"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation"
    },
    "climate": {
      "text": "Mediterranean and continental; continental climate predominant with hot summers and cold winters; mild winters, dry summers along coast"
    },
    "terrain": {
      "text": "geographically diverse; flat plains along Hungarian border, low mountains and highlands near Adriatic coastline and islands"
    },
    "elevation_extremes": {
      "lowest_point": "Adriatic Sea 0 m",
      "highest_point": "Dinara 1,831 m"
    },
    "natural_resources": {
      "text": "oil, some coal, bauxite, low-grade iron ore, calcium, gypsum, natural asphalt, silica, mica, clays, salt, hydropower"
    },
    "land_use": {
      "arable_land": "15.85%",
      "permanent_crops": "1.47%",
      "other": "82.69% (2011)"
    },
    "irrigated_land": {
      "text": "36.27 sq km (2010)"
    },
    "total_renewable_water_resources": {
      "text": "105.5 cu km (2011)"
    },
    "natural_hazards": {
      "text": "destructive earthquakes"
    },
    "environment_current_issues": {
      "text": "air pollution (from metallurgical plants) and resulting acid rain is damaging the forests; coastal pollution from industrial and domestic waste; landmine removal and reconstruction of infrastructure consequent to 1992-95 civil strife"
    },
    "environment_international_agreements": {
      "party_to": "Air Pollution, Air Pollution-Nitrogen Oxides, Air Pollution-Persistent Organic Pollutants, Air Pollution-Sulfur 94, Air Pollution-Volatile Organic Compounds, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "controls most land routes from Western Europe to Aegean Sea and Turkish Straits; most Adriatic Sea islands lie off the coast of Croatia - some 1,200 islands, islets, ridges, and rocks"
    }
  },
  "people": {
    "nationality": {
      "noun": "Croat(s), Croatian(s)",
      "adjective": "Croatian"
    },
    "ethnic_groups": {
      "text": "Croat 89.6%, Serb 4.5%, other 5.9% (including Bosniak, Hungarian, Slovene, Czech, and Roma) (2001 census)"
    },
    "languages": {
      "text": "Croatian (official) 96.1%, Serbian 1%, other and undesignated (including Italian, Hungarian, Czech, Slovak, and German) 2.9% (2001 census)"
    },
    "religions": {
      "text": "Roman Catholic 87.8%, Orthodox 4.4%, other Christian 0.4%, Muslim 1.3%, other and unspecified 0.9%, none 5.2% (2001 census)"
    },
    "population": {
      "text": "4,475,611 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "14.6% (male 334,424/female 317,141)",
      "15_24_years": "12.2% (male 279,375/female 267,184)",
      "25_54_years": "41.4% (male 917,030/female 935,270)",
      "55_64_years": "14.4% (male 314,761/female 330,961)",
      "65_years_and_over": "17.4% (male 311,581/female 467,884) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "49.6 %",
      "youth_dependency_ratio": "22.3 %",
      "elderly_dependency_ratio": "27.4 %",
      "potential_support_ratio": "3.7 (2013)"
    },
    "median_age": {
      "total": "41.8 years",
      "male": "40 years",
      "female": "43.7 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "-0.11% (2013 est.)"
    },
    "birth_rate": {
      "text": "9.53 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "12.06 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "1.47 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "58% of total population (2010)",
      "rate_of_urbanization": "0.4% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "ZAGREB (capital) 686,000 (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.06 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.05 male(s)/female",
      "25_54_years": "0.98 male(s)/female",
      "55_64_years": "0.96 male(s)/female",
      "65_years_and_over": "0.66 male(s)/female",
      "total_population": "0.93 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "27.7 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "17 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "5.96 deaths/1,000 live births",
      "male": "6.07 deaths/1,000 live births",
      "female": "5.85 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "76.2 years",
      "male": "72.6 years",
      "female": "80 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.45 children born/woman (2013 est.)"
    },
    "health_expenditures": {
      "text": "7.8% of GDP (2010)"
    },
    "physicians_density": {
      "text": "2.59 physicians/1,000 population (2007)"
    },
    "hospital_bed_density": {
      "text": "5.4 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 97% of population; total: 99% of population",
      "unimproved": "urban: 0% of population; rural: 3% of population; total: 1% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 99% of population; rural: 98% of population; total: 99% of population",
      "unimproved": "urban: 1% of population; rural: 2% of population; total: 1% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "less than 0.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "fewer than 1,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 100 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "intermediate",
      "vectorborne_diseases": "tickborne encephalitis",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "24.2% (2008)"
    },
    "education_expenditures": {
      "text": "4.4% of GDP (2009)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "98.9%",
      "male": "99.5%",
      "female": "98.3% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "14 years",
      "male": "14 years",
      "female": "15 years (2010)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "36.1%",
      "male": "35.6%",
      "female": "36.8% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Croatia",
      "conventional_short_form": "Croatia",
      "local_long_form": "Republika Hrvatska",
      "local_short_form": "Hrvatska",
      "former": "People's Republic of Croatia, Socialist Republic of Croatia"
    },
    "government_type": {
      "text": "parliamentary democracy"
    },
    "capital": {
      "name": "Zagreb",
      "geographic_coordinates": "45 48 N, 16 00 E",
      "time_difference": "UTC+1 (6 hours ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "+1hr, begins last Sunday in March; ends last Sunday in October"
    },
    "administrative_divisions": {
      "text": "20 counties (zupanije, zupanija - singular) and 1 city* (grad - singular) with special county status; Bjelovarsko-Bilogorska, Brodsko-Posavska, Dubrovacko-Neretvanska (Dubrovnik-Neretva), Istarska (Istria), Karlovacka, Koprivnicko-Krizevacka, Krapinsko-Zagorska, Licko-Senjska (Lika-Senj), Medimurska, Osjecko-Baranjska, Pozesko-Slavonska (Pozega-Slavonia), Primorsko-Goranska, Sibensko-Kninska, Sisacko-Moslavacka, Splitsko-Dalmatinska (Split-Dalmatia), Varazdinska, Viroviticko-Podravska, Vukovarsko-Srijemska, Zadarska, Zagreb*, Zagrebacka (Zagreb county)"
    },
    "independence": {
      "text": "25 June 1991 (from Yugoslavia)"
    },
    "national_holiday": {
      "text": "Independence Day, 8 October (1991) and Statehood Day, 25 June (1991); note - 25 June 1991 was the day the Croatian parliament voted for independence; following a three-month moratorium to allow the European Community to solve the Yugoslav crisis peacefully, Parliament adopted a decision on 8 October 1991 to sever constitutional relations with Yugoslavia"
    },
    "constitution": {
      "text": "adopted 22 December 1990; revised 1997, 1998, 2000, 2001, and 2010"
    },
    "legal_system": {
      "text": "civil law system influenced by legal heritage of Austria-Hungary; note - Croatian law was fully harmonized with the the European Community acquis as of the June 2010 completion of EU accession negotiations"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age, 16 if employed; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Ivo JOSIPOVIC (since 18 February 2010)",
      "head_of_government": "Prime Minister Zoran MILANOVIC (since 23 December 2011); First Deputy Prime Minister Vesna PUSIC (since 16 November 2012)",
      "cabinet": "Council of Ministers named by the prime minister and approved by the parliamentary assembly",
      "elections": "president elected by popular vote for a five-year term (eligible for a second term); election last held on 10 January 2010 (next to be held in December 2014); the leader of the majority party or the leader of the majority coalition usually appointed prime minister by the president and then approved by the assembly",
      "election_results": "Ivo JOSIPOVIC elected president; percent of vote in the second round - Ivo JOSIPOVIC 60%, Milan BANDIC 40%"
    },
    "legislative_branch": {
      "text": "unicameral Assembly or Sabor (151 seats; members elected from party lists by popular vote to serve four-year terms)",
      "elections": "last held on 4 December 2011 (next to be held in late 2015)",
      "election_results": "percent of vote by party - Kukuriku 40%, HDZ 23.5%, Laborists-Labor 5.1%, HSS 3%, HDSSB 2.9%, Independent list of Ivan Grubisic 2.8%, HCSP-HSP 2.8%, other 19.9%; number of seats by party - Kukuriku 80, HDZ 47, Laborists-Labor 6, HDSSB 6, Independent list of Ivan Grubisic 2, HSS 1, HCSP-HSP 1, other 8"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of the court president and vice president, 25 civil department justices, and 16 criminal department justices)",
      "judge_selection_and_term_of_office": "president of Supreme Court nominated by president of Croatia and elected by Croatian Sabor for a 4-year term; other Supreme Court justices appointed by National Judicial Council; all judges serve until age 70",
      "subordinate_courts": "Administrative Court; county, municipal, and specialized courts; note - there is an 11-member Constitutional Court with jurisdiction limited to constitutional issues but is outside Croatia's judicial system"
    },
    "political_parties_and_leaders": {
      "text": "Croatian Civic Party or HGS [Zeljko KERUM]; Croatian Democratic Congress of Slavonia and Baranja or HDSSB [Vladimir SISLJAGIC]; Croatian Democratic Union or HDZ [Tomislav KARAMARKO]; Croatian Laborists-Labor Party [Dragutin LESAR]; Croatian Party of Rights or HSP [Daniel SRB]; Croatian Peasant Party or HSS [Branko HRG]; Croatian Pensioner Party or HSU [Silvano HRELJA]; Croatian People's Party - Liberal Democrats or HNS [Vesna PUSIC]; Croatian Pure Party of Rights-Ante Starcevic or HCSP [Ruza TOMASIC]; Croatian Social Liberal Party or HSLS [Darinko KOSOR]; Independent Democratic Serb Party or SDSS [Vojislav STANIMIROVIC]; Independent List of Ivan Grubisic [Ivan GRUBISIC]; Istrian Democratic Assembly or IDS [Ivan JAKOVCIC]; Kukuriku Coalition (consists of SDP, HNS, IDS, and HSU) [Zoran MILANOVIC]; Social Democratic Party of Croatia or SDP [Zoran MILANOVIC]"
    },
    "political_pressure_groups_and_leaders": {
      "other": "human rights groups"
    },
    "international_organization_participation": {
      "text": "Australia Group, BIS, BSEC (observer), CD, CE, CEI, EAPC, EBRD, EU, FAO, G-11, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINURSO, MINUSTAH, NAM (observer), NATO, NSG, OAS (observer), OIF (observer), OPCW, OSCE, PCA, SELEC, UN, UNCTAD, UNDOF, UNESCO, UNFICYP, UNHCR, UNIDO, UNIFIL, UNMIL, UNMOGIP, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO, ZC"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Josko PARO",
      "chancery": "2343 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 588-5899",
      "fax": "[1] (202) 588-8936",
      "consulates_general": "Chicago, Los Angeles, New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Kenneth MERTEN",
      "embassy": "2 Thomas Jefferson Street, 10010 Zagreb",
      "mailing_address": "use street address",
      "telephone": "[385] (1) 661-2200",
      "fax": "[385] (1) 661-2373"
    },
    "flag_description": {
      "text": "three equal horizontal bands of red (top), white, and blue - the Pan-Slav colors - superimposed by the Croatian coat of arms; the coat of arms consists of one main shield (a checkerboard of 13 red and 12 silver (white) fields) surmounted by five smaller shields that form a crown over the main shield; the five small shields represent five historic regions, they are (from left to right): Croatia, Dubrovnik, Dalmatia, Istria, and Slavonia",
      "note": "the Pan-Slav colors were inspired by the 19th-century flag of Russia"
    },
    "national_symbols": {
      "text": "red-white checkerboard"
    },
    "national_anthem": {
      "name": "\"Lijepa nasa domovino\" (Our Beautiful Homeland)",
      "lyrics_music": "Antun MIHANOVIC/Josip RUNJANIN",
      "note": "adopted 1972; \"Lijepa nasa domovino,\" whose lyrics were written in 1835, served as an unofficial anthem beginning in 1891"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Though still one of the wealthiest of the former Yugoslav republics, Croatia's economy suffered badly during the 1991-95 war. The country's output during that time collapsed and Croatia missed the early waves of investment in Central and Eastern Europe that followed the fall of the Berlin Wall. Between 2000 and 2007, however, Croatia's economic fortunes began to improve slowly with moderate but steady GDP growth between 4% and 6% led by a rebound in tourism and credit-driven consumer spending. Inflation over the same period remained tame and the currency, the kuna, stable. Croatia experienced an abrupt slowdown in the economy in 2008 and has yet to recover. Difficult problems still remain, including a stubbornly high unemployment rate, uneven regional development, and a challenging investment climate. The new government has announced a more flexible approach to privatization, including the sale in the coming years of state-owned businesses that are not of strategic importance. While macroeconomic stabilization has largely been achieved, structural reforms lag. Croatia will face significant pressure as a result of the global financial crisis, due to reduced exports and capital inflows. Croatia reentered a recession in 2012, and Zagreb cut spending. The government also raised additional revenues through more stringent tax collection and by raising the Value Added Tax in February 2012. On 1 July 2013 Croatia joined the EU, following a decade long application process. Croatia will be a member of the European Exchange Rate Mechanism until it meets the criteria for joining the Economic and Monetary Union and adopts the euro as its currency. Croatia's high foreign debt, strained state budget, and over-reliance on tourism revenue could hinder economic progress over the medium-term."
    },
    "gdp_purchasing_power_parity": {
      "text": "$79.69 billion (2012 est.); $81.3 billion (2011 est.); $81.33 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$57.1 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "-2% (2012 est.); 0% (2011 est.); -2.3% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$18,100 (2012 est.); $18,500 (2011 est.); $18,400 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "19.2% of GDP (2012 est.); 19.6% of GDP (2011 est.); 19.5% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "60.2%",
      "government_consumption": "19.8%",
      "investment_in_fixed_capital": "18.4%",
      "investment_in_inventories": "1%",
      "exports_of_goods_and_services": "43.4%",
      "imports_of_goods_and_services": "-42.7% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "5%",
      "industry": "25.8%",
      "services": "69.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "arable crops (wheat, corn, barley, sugar beet, sunflower, rapeseed, alfalfa, clover); vegetables (potatoes, cabbage, onion, tomato, pepper); fruits (apples, plum, mandarins, olives), grapes for wine; livestock (cattle, cows, pigs); dairy products"
    },
    "industries": {
      "text": "chemicals and plastics, machine tools, fabricated metal, electronics, pig iron and rolled steel products, aluminum, paper, wood products, construction materials, textiles, shipbuilding, petroleum and petroleum refining, food and beverages, tourism"
    },
    "industrial_production_growth_rate": {
      "text": "-6.5% (2012 est.)"
    },
    "labor_force": {
      "text": "1.702 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "2.1%",
      "industry": "29%",
      "services": "69% (2012)"
    },
    "unemployment_rate": {
      "text": "19.1% (2012 est.); 17.9% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "21.1% (2011)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.3%",
      "highest_10%": "27.5% (2008 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "32 (2010); 29 (1998)"
    },
    "budget": {
      "revenues": "$21.56 billion",
      "expenditures": "$23.42 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "37.8% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-3.2% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "68.2% of GDP (2012 est.); 64.8% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "3.4% (2012 est.); 2.3% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "7% (31 December 2012 est.); 7% (31 December 2011 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "9.48% (31 December 2012 est.); 9.68% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$9.332 billion (31 December 2012 est.); $9.081 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$43.47 billion (31 December 2012 est.); $41.42 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$51.43 billion (31 December 2012 est.); $51.83 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$21.3 billion (31 December 2012); $22.44 billion (31 December 2011); $25.28 billion (31 December 2010)"
    },
    "current_account_balance": {
      "text": "-$560 million (2012 est.); -$449 million (2011 est.)"
    },
    "exports": {
      "text": "$12.42 billion (2012 est.); $13.64 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "transport equipment, machinery, textiles, chemicals, foodstuffs, fuels"
    },
    "exports_partners": {
      "text": "Italy 14.9%, Bosnia and Herzegovina 13.2%, Germany 10.6%, Slovenia 8.8%, Austria 6.8% (2012)"
    },
    "imports": {
      "text": "$20.24 billion (2012 est.); $22.52 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery, transport and electrical equipment; chemicals, fuels and lubricants; foodstuffs"
    },
    "imports_partners": {
      "text": "Italy 16.7%, Germany 12.9%, Russia 7.6%, China 7.1%, Slovenia 5.9%, Austria 4.5% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$14.81 billion (31 December 2012 est.); $14.48 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$65.23 billion (31 December 2012 est.); $64.94 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$35.63 billion (31 December 2012 est.); $34.36 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$5.575 billion (31 December 2012 est.); $5.674 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "kuna (HRK) per US dollar -; 5.8503 (2012 est.); 5.3439 (2011 est.); 5.498 (2010 est.); 5.2692 (2009); 4.98 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "9.281 billion kWh (2012 est.)"
    },
    "electricity_consumption": {
      "text": "16.7 billion kWh (2012 est.)"
    },
    "electricity_exports": {
      "text": "1.38 billion kWh (2012 est.)"
    },
    "electricity_imports": {
      "text": "8.799 billion kWh (2012 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "4.021 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "47.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "44.7% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.8% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "28,230 bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2012 est.)"
    },
    "crude_oil_imports": {
      "text": "53,620 bbl/day (2012 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "2.96 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "77,020 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "74,410 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "33,870 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "31,250 bbl/day (2012 est.)"
    },
    "natural_gas_production": {
      "text": "1.85 billion cu m (2012 est.)"
    },
    "natural_gas_consumption": {
      "text": "2.755 billion cu m (2012 est.)"
    },
    "natural_gas_exports": {
      "text": "222 million cu m (2012 est.)"
    },
    "natural_gas_imports": {
      "text": "1.127 billion cu m (2012 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "24.92 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "21.46 million Mt (2012 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "1.761 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "5.115 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "the telecommunications network has improved steadily since the mid-1990s, covering much of what were once inaccessible areas; local lines are digital",
      "domestic": "fixed-line teledensity holding steady at about 40 per 100 persons; mobile-cellular telephone subscriptions exceed the population",
      "international": "country code - 385; digital international service is provided through the main switch in Zagreb; Croatia participates in the Trans-Asia-Europe (TEL) fiber-optic project, which consists of 2 fiber-optic trunk connections with Slovenia and a fiber-optic trunk line from Rijeka to Split and Dubrovnik; the ADRIA-1 submarine cable provides connectivity to Albania and Greece (2011)"
    },
    "broadcast_media": {
      "text": "the national state-owned public broadcaster, Croatian Radiotelevision (HRT), operates 4 terrestrial TV networks, a satellite channel that rebroadcasts programs for Croatians living abroad, and 6 regional TV centers; 2 private broadcasters operate national terrestrial networks; roughly 25 privately owned regional TV stations; multi-channel cable and satellite TV subscription services are available; state-owned public broadcaster operates 3 national radio networks and 9 regional radio stations; 2 privately owned national radio networks and more than 170 regional, county, city, and community radio stations (2012)"
    },
    "internet_country_code": {
      "text": ".hr"
    },
    "internet_hosts": {
      "text": "729,420 (2012)"
    },
    "internet_users": {
      "text": "2.234 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "69 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "24",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "6",
      "1_524_to_2_437_m": "3",
      "914_to_1_523_m": "3",
      "under_914_m": "10 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "45",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "6",
      "under_914_m": "38 (2013)"
    },
    "heliports": {
      "text": "1 (2013)"
    },
    "pipelines": {
      "text": "gas 2,410 km; oil 610 km (2011)"
    },
    "railways": {
      "total": "2,722 km",
      "standard_gauge": "2,722 km 1.435-m gauge (984 km electrified) (2011)"
    },
    "roadways": {
      "total": "29,410 km (includes 1,254 km of expressways) (2011)"
    },
    "waterways": {
      "text": "785 km (2009)"
    },
    "merchant_marine": {
      "total": "77",
      "by_type": "bulk carrier 24, cargo 7, chemical tanker 8, passenger/cargo 27, petroleum tanker 10, refrigerated cargo 1",
      "foreign_owned": "2 (Norway 2)",
      "registered_in_other_countries": "31 (Bahamas 1, Belize 1, Liberia 1, Malta 6, Marshall Islands 12, Panama 2, Saint Vincent and the Grenadines 8) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Ploce, Rijeka, Sibernik, Split",
      "river_ports": "Vukovar (Danube)",
      "oil_gas_terminals": "Omisalj"
    }
  },
  "military": {
    "military_branches": {
      "text": "Armed Forces of the Republic of Croatia (Oruzane Snage Republike Hrvatske, OSRH) consists of five major commands directly subordinate to a General Staff: Ground Forces (Hrvatska Kopnena Vojska, HKoV), Naval Forces (Hrvatska Ratna Mornarica, HRM; includes coast guard), Air Force and Air Defense Command (Hrvatsko Ratno Zrakoplovstvo I Protuzracna Obrana), Joint Education and Training Command, Logistics Command; Military Police Force supports each of the three Croatian military forces (2012)"
    },
    "military_service_age_and_obligation": {
      "text": "18-27 years of age for voluntary military service; 6-month service obligation (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "1,016,234",
      "females_age_16_49": "1,017,355 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "770,710",
      "females_age_16_49": "839,732 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "28,334",
      "female": "27,015 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.5% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "dispute remains with Bosnia and Herzegovina over several small sections of the boundary related to maritime access that hinders ratification of the 1999 border agreement; since the breakup of Yugoslavia in the early 1990s, Croatia and Slovenia have each claimed sovereignty over Pirin Bay and four villages, and Slovenia has objected to Croatia's claim of an exclusive economic zone in the Adriatic Sea; in 2009, however Croatia and Slovenia signed a binding international arbitration agreement to define their disputed land and maritime borders, which led to Slovenia lifting its objections to Croatia joining the EU; Slovenia continues to impose a hard border Schengen regime with Croatia, which joined the EU in 2013 but has not yet fulfilled Schengen requirements; as a European Union peripheral state, Slovenia imposed a hard border Schengen regime with non-member Croatia in December 2007"
    },
    "refugees_and_internally_displaced_persons": {
      "stateless_persons": "2,886 (2012)"
    },
    "illicit_drugs": {
      "text": "transit point along the Balkan route for Southwest Asian heroin to Western Europe; has been used as a transit point for maritime shipments of South American cocaine bound for Western Europe (2008)"
    }
  }
}