{
  "intro": {
    "background": {
      "text": "Hungary became a Christian kingdom in A.D. 1000 and for many centuries served as a bulwark against Ottoman Turkish expansion in Europe. The kingdom eventually became part of the polyglot Austro-Hungarian Empire, which collapsed during World War I. The country fell under communist rule following World War II. In 1956, a revolt and an announced withdrawal from the Warsaw Pact were met with a massive military intervention by Moscow. Under the leadership of Janos KADAR in 1968, Hungary began liberalizing its economy, introducing so-called \"Goulash Communism.\" Hungary held its first multiparty elections in 1990 and initiated a free market economy. It joined NATO in 1999 and the EU five years later. In 2011, Hungary assumed the six-month rotating presidency of the EU for the first time."
    }
  },
  "geo": {
    "location": {
      "text": "Central Europe, northwest of Romania"
    },
    "geographic_coordinates": {
      "text": "47 00 N, 20 00 E"
    },
    "map_references": {
      "text": "Europe"
    },
    "area": {
      "total": "93,028 sq km",
      "land": "89,608 sq km",
      "water": "3,420 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Indiana"
    },
    "land_boundaries": {
      "total": "2,185 km",
      "border_countries": "Austria 366 km, Croatia 329 km, Romania 443 km, Serbia 166 km, Slovakia 676 km, Slovenia 102 km, Ukraine 103 km"
    },
    "coastline": {
      "text": "0 km (landlocked)"
    },
    "maritime_claims": {
      "text": "none (landlocked)"
    },
    "climate": {
      "text": "temperate; cold, cloudy, humid winters; warm summers"
    },
    "terrain": {
      "text": "mostly flat to rolling plains; hills and low mountains on the Slovakian border"
    },
    "elevation_extremes": {
      "lowest_point": "Tisza River 78 m",
      "highest_point": "Kekes 1,014 m"
    },
    "natural_resources": {
      "text": "bauxite, coal, natural gas, fertile soils, arable land"
    },
    "land_use": {
      "arable_land": "47.24%",
      "permanent_crops": "1.97%",
      "other": "50.79% (2011)"
    },
    "irrigated_land": {
      "text": "1,409 sq km (2007)"
    },
    "total_renewable_water_resources": {
      "text": "104 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "5.58  cu km/yr (12%/83%/5%)",
      "per_capita": "555.9  cu m/yr (2007)"
    },
    "environment_current_issues": {
      "text": "the upgrading of Hungary's standards in waste management, energy efficiency, and air, soil, and water pollution to meet EU requirements will require large investments"
    },
    "environment_international_agreements": {
      "party_to": "Air Pollution, Air Pollution-Nitrogen Oxides, Air Pollution-Persistent Organic Pollutants, Air Pollution-Sulfur 85, Air Pollution-Sulfur 94, Air Pollution-Volatile Organic Compounds, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "landlocked; strategic location astride main land routes between Western Europe and Balkan Peninsula as well as between Ukraine and Mediterranean basin; the north-south flowing Duna (Danube) and Tisza Rivers divide the country into three large regions"
    }
  },
  "people": {
    "nationality": {
      "noun": "Hungarian(s)",
      "adjective": "Hungarian"
    },
    "ethnic_groups": {
      "text": "Hungarian 92.3%, Roma 1.9%, other or unknown 5.8% (2001 census)"
    },
    "languages": {
      "text": "Hungarian 93.6%, other or unspecified 6.4% (2001 census)"
    },
    "religions": {
      "text": "Roman Catholic 51.9%, Calvinist 15.9%, Lutheran 3%, Greek Catholic 2.6%, other Christian 1%, other or unspecified 11.1%, unaffiliated 14.5% (2001 census)"
    },
    "population": {
      "text": "9,939,470 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "14.8% (male 760,253/female 714,868)",
      "15_24_years": "11.9% (male 608,369/female 574,013)",
      "25_54_years": "41.6% (male 2,074,975/female 2,063,952)",
      "55_64_years": "14.2% (male 645,529/female 762,489)",
      "65_years_and_over": "17.5% (male 646,244/female 1,088,778) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "46.8 %",
      "youth_dependency_ratio": "21.5 %",
      "elderly_dependency_ratio": "25.3 %",
      "potential_support_ratio": "4 (2013)"
    },
    "median_age": {
      "total": "40.8 years",
      "male": "38.6 years",
      "female": "43.2 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "-0.2% (2013 est.)"
    },
    "birth_rate": {
      "text": "9.37 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "12.71 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "1.36 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "69.5% of total population (2011)",
      "rate_of_urbanization": "0.51% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "BUDAPEST (capital) 1.705 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.06 male(s)/female",
      "0_14_years": "1.06 male(s)/female",
      "15_24_years": "1.06 male(s)/female",
      "25_54_years": "1 male(s)/female",
      "55_64_years": "0.85 male(s)/female",
      "65_years_and_over": "0.59 male(s)/female",
      "total_population": "0.91 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "28.2 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "21 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "5.16 deaths/1,000 live births",
      "male": "5.43 deaths/1,000 live births",
      "female": "4.88 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "75.24 years",
      "male": "71.5 years",
      "female": "79.19 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.41 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "80.6%",
      "note": "percent of women aged 18-41 (1992/93)"
    },
    "health_expenditures": {
      "text": "7.3% of GDP (2010)"
    },
    "physicians_density": {
      "text": "3.1 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "7.1 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 100% of population; total: 100% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 100% of population; rural: 100% of population; total: 100% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "less than 0.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "3,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 200 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "intermediate",
      "vectorborne_diseases": "tickborne encephalitis (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "27.6% (2008)"
    },
    "education_expenditures": {
      "text": "5.1% of GDP (2009)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "99%",
      "male": "99.2%",
      "female": "98.9% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "15 years",
      "male": "15 years",
      "female": "16 years (2011)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "26.1%",
      "male": "27.2%",
      "female": "24.6% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "none",
      "conventional_short_form": "Hungary",
      "local_long_form": "none",
      "local_short_form": "Magyarorszag"
    },
    "government_type": {
      "text": "parliamentary democracy"
    },
    "capital": {
      "name": "Budapest",
      "geographic_coordinates": "47 30 N, 19 05 E",
      "time_difference": "UTC+1 (6 hours ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "+1hr, begins last Sunday in March; ends last Sunday in October"
    },
    "administrative_divisions": {
      "text": "19 counties (megyek, singular - megye), 23 urban counties (singular - megyei varos), and 1 capital city (fovaros)",
      "counties": "Bacs-Kiskun, Baranya, Bekes, Borsod-Abauj-Zemplen, Csongrad, Fejer, Gyor-Moson-Sopron, Hajdu-Bihar, Heves, Jasz-Nagykun-Szolnok, Komarom-Esztergom, Nograd, Pest, Somogy, Szabolcs-Szatmar-Bereg, Tolna, Vas, Veszprem, Zala",
      "urban_counties": "Bekescsaba, Debrecen, Dunaujvaros, Eger, Erd, Gyor, Hodmezovasarhely, Kaposvar, Kecskemet, Miskolc, Nagykanizsa, Nyiregyhaza, Pecs, Salgotarjan, Sopron, Szeged, Szekesfehervar, Szekszard, Szolnok, Szombathely, Tatabanya, Veszprem, Zalaegerszeg",
      "capital_city": "Budapest"
    },
    "independence": {
      "text": "16 November 1918 (republic proclaimed); notable earlier dates: 25 December 1000 (crowning of King STEPHEN I, traditional founding date); 30 March 1867 (Austro-Hungarian dual monarchy established)"
    },
    "national_holiday": {
      "text": "Saint Stephen's Day, 20 August; note - commemorates the date when his remains were transferred to Buda (now Budapest)"
    },
    "constitution": {
      "text": "25 April 2011, effective 1 January 2012"
    },
    "legal_system": {
      "text": "civil legal system influenced by the German model"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age, 16 if married; universal"
    },
    "executive_branch": {
      "chief_of_state": "Janos ADER (since 10 May 2012)",
      "head_of_government": "Prime Minister Viktor ORBAN (since 29 May 2010)",
      "cabinet": "Cabinet of Ministers prime minister elected by the National Assembly on the recommendation of the president; other ministers proposed by the prime minister and appointed and relieved of their duties by the president",
      "elections": "president elected by the National Assembly for a five-year term (eligible for a second term); election last held on 2 May 2012 (next to be held by May 2017); prime minister elected by the National Assembly on the recommendation of the president; election last held 29 May 2010",
      "election_results": "Janos ADER elected president, National Assembly vote - 262 to 40; Viktor ORBAN elected prime minister, National Assembly vote - 261 to 107",
      "note": "to be elected, the president must win two-thirds of legislative vote in the first round or a simple majority in the second round"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly or Orszaggyules (386 seats; members elected by popular vote under a system of proportional and direct representation to serve four-year terms)",
      "elections": "last held on 11 and 25 April 2010 (next to be held in spring 2014)",
      "election_results": "percent of vote by party (5% or more of the vote required for parliamentary representation in the first round) - Fidesz-KNDP 52.7%, MSZP 19.3%, Jobbik 16.7%, LMP 7.5%, other 3.8%; seats by party - Fidesz-KNDP 263, MSZP 59, Jobbik 47, LMP 16, independent 1",
      "note": "composition as of mid-April 2013 - seats by party - Fidesz 226, MSZP 48, Jobbik 43, KNDP 37, Democratic Coalition 10, Dialog for Hungary 8, LMP 7, independent 7"
    },
    "judicial_branch": {
      "highest_courts": "Curia or Supreme Judicial Court (consists of Curia president and 8 judges); Constitutional Court (consists of 15 members)",
      "judge_selection_and_term_of_office": "Curia president elected from among its members for 9 years by the National Assembly on the recommendation of the president of the republic; other Curia judges appointed by the president upon the recommendation of the National Council of Justice, a separate 15-member administrative body; all judges serve until the normal retirement age; Constitutional Court members elected by two-thirds vote of the National Assembly; members serve 12-year terms",
      "subordinate_courts": "regional courts of appeal; county courts, including the Municipal Court of Budapest; local courts"
    },
    "political_parties_and_leaders": {
      "text": "Christian Democratic People's Party or KDNP [Zsolt SEMJEN]; Democratic Coalition [Ferenc GYURCSANY]; Dialogue for Hungary [Benedek JAVOR, Timea SZABO, co-chairs]; Fidesz-Hungarian Civic Alliance or Fidesz [Viktor ORBAN, chairman]; Hungarian Socialist Party or MSZP [Attila MESTERHAZY]; Movement for a Better Hungary or Jobbik [Gabor VONA]; Politics Can Be Different or LMP [13-member leadership; some positions currently vacant]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Air Work Group (works to reduce air pollution in towns and cities); Danube Circle (protests the building of the Gabchikovo-Nagymaros dam); Fourth Republic (Negyedik Koztarsasag) or 4K! (anti-Orban, pro-democracy Facebook movement emerged from a Facebook group, One Million for Freedom of the Press or \"Milla,\" and plans to form a leftist political party); Green Future (protests the impact of lead contamination of local factory on health of the people); Hungarian Civil Liberties Union (Tarsasag a Szabadsagjogokert) or TASZ (freedom of expression, information privacy); Hungarian Helsinki Committee (asylum seekers' rights, human rights in law enforcement and the judicial system); Szolidaritas (\"Solidarity,\" formed in October 2011 by three trade unions and an NGO - anti-Orban government); \"Egyutt 2014\" (\"Together 2014,\" a political electoral alliance bringing together Milla, Szolidaritas, and \"Haza es Haladas,\" an association headed by former PM Gordon BAJNAI, to contest Fidesz and Viktor ORBAN in the 2014 parliamentary elections); Civil Osszefogas Forum (\"Civil Unity Forum,\" nominally independent organization that serves as pro-government mass organization, supporting ORBAN government's policies); ",
      "environmentalists": "Hungarian Ornithological and Nature Conservation Society (Magyar Madartani Egyesulet) or MME; Green Alternative (Zold Alternativa)"
    },
    "international_organization_participation": {
      "text": "Australia Group, BIS, CD, CE, CEI, CERN, EAPC, EBRD, EIB, ESA (cooperating state), EU, FAO, G-9, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IEA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINURSO, NATO, NEA, NSG, OAS (observer), OECD, OIF (observer), OPCW, OSCE, PCA, Schengen Convention, SELEC, UN, UNCTAD, UNESCO, UNFICYP, UNHCR, UNIDO, UNIFIL, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO, ZC"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Gyorgy SZAPARY",
      "chancery": "3910 Shoemaker Street NW, Washington, DC 20008",
      "telephone": "[1] (202) 362-6730",
      "fax": "[1] (202) 966-8135",
      "consulates_general": "Chicago, Los Angeles, New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Eleni Tsakopoulos KOUNALAKIS",
      "embassy": "Szabadsag ter 12, H-1054 Budapest",
      "mailing_address": "pouch: American Embassy Budapest, 5270 Budapest Place, US Department of State, Washington, DC 20521-5270",
      "telephone": "[36] (1) 475-4400",
      "fax": "[36] (1) 475-4764"
    },
    "flag_description": {
      "text": "three equal horizontal bands of red (top), white, and green; the flag dates to the national movement of the 18th and 19th centuries, and fuses the medieval colors of the Hungarian coat of arms with the revolutionary tricolor form of the French flag; folklore attributes virtues to the colors: red for strength, white for faithfulness, and green for hope; alternatively, the red is seen as being for the blood spilled in defense of the land, white for freedom, and green for the pasturelands that make up so much of the country"
    },
    "national_symbols": {
      "text": "Holy Crown of Hungary (Crown of Saint Stephen); turul (falcon)"
    },
    "national_anthem": {
      "name": "\"Himnusz\" (Hymn)",
      "lyrics_music": "Ferenc KOLCSEY/Ferenc ERKEL",
      "note": "adopted 1844"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Hungary has made the transition from a centrally planned to a market economy, with a per capita income nearly two-thirds that of the EU-27 average. The private sector accounts for more than 80% of GDP. Foreign ownership of and investment in Hungarian firms are widespread, with cumulative foreign direct investment worth more than $70 billion. In late 2008, Hungary's impending inability to service its short-term debt - brought on by the global financial crisis - led Budapest to obtain an IMF/EU/World Bank-arranged financial assistance package worth over $25 billion. The global economic downturn, declining exports, and low domestic consumption and fixed asset accumulation, dampened by government austerity measures, resulted in an economic contraction of 6.8% in 2009. In 2010 the new government implemented a number of changes including cutting business and personal income taxes, but imposed \"crisis taxes\" on financial institutions, energy and telecom companies, and retailers. The IMF/EU bail-out program lapsed at the end of the year and was replaced by Post Program Monitoring and Article IV Consultations on overall economic and fiscal processes. The economy began to recover in 2010 with a big boost from exports, especially to Germany, and achieved growth of approximately 1.7% in 2011. At the end of 2011 the government turned to the IMF and the EU to obtain financial backstop to support its efforts to refinance foreign currency debt and bond obligations in 2012 and beyond, but Budapest's rejection of EU and IMF economic policy recommendations led to a breakdown in talks with the lenders in late 2012. Since joining the EU in 2004, Hungary has been subject to the European Commission's Excessive Deficit Procedure; Brussels has requested that the government outline measures to sustainably reduce the budget deficit to under 3% of GDP. Ongoing economic weakness in Western Europe as well as lack of domestic investment and demand caused a GDP to fall 1.7% in 2012. Unemployment remained high, at more than 11%."
    },
    "gdp_purchasing_power_parity": {
      "text": "$198.8 billion (2012 est.); $202.2 billion (2011 est.); $198.9 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$126.9 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "-1.7% (2012 est.); 1.7% (2011 est.); 1.2% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$20,000 (2012 est.); $20,200 (2011 est.); $19,900 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "19% of GDP (2012 est.); 20.4% of GDP (2011 est.); 19.8% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "54.2%",
      "government_consumption": "20.6%",
      "investment_in_fixed_capital": "17.2%",
      "investment_in_inventories": "0.3%",
      "exports_of_goods_and_services": "94.7%",
      "imports_of_goods_and_services": "-86.9% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "3.3%",
      "industry": "28.5%",
      "services": "68.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "wheat, corn, sunflower seed, potatoes, sugar beets; pigs, cattle, poultry, dairy products"
    },
    "industries": {
      "text": "mining, metallurgy, construction materials, processed foods, textiles, chemicals (especially pharmaceuticals), motor vehicles"
    },
    "industrial_production_growth_rate": {
      "text": "0.7% (2012 est.)"
    },
    "labor_force": {
      "text": "4.391 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "7.1%",
      "industry": "29.7%",
      "services": "63.2% (2011)"
    },
    "unemployment_rate": {
      "text": "10.9% (2012 est.); 11.6% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "14% (2012)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.1%",
      "highest_10%": "22.6% (2009)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "24.7 (2009); 24.4 (1998)"
    },
    "budget": {
      "revenues": "$58.41 billion",
      "expenditures": "$61.04 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "46% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2.1% of GDP",
      "note": "Hungary has been under the EU Excessive Deficit Procedure since it joined the EU in 2004; in March 2012 the EU elevated its Excessive Deficit Procedure against Hungary and proposed freezing 30% of the country's Cohesion Funds because 2011 deficit reductions were not achieved in a sustainable manner; in June 2012, the EU lifted the freeze, reognizing that steps had been taken to reduce the deficit; the latest EC forecasts project the Hungarian deficit to increase above 3% both in 2013 and in 2014 due to sluggish growth and the government's fiscal tightening (2012 est.)"
    },
    "public_debt": {
      "text": "79.2% of GDP (2012 est.); 81.4% of GDP (2011 est.)",
      "note": "general government gross debt is defined in the Maastricht Treaty as consolidated general government gross debt at nominal value, outstanding at the end of the year in the following categories of government liabilities: currency and deposits, securities other than shares excluding financial derivatives, and government, state government, local government, and social security funds."
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "5.7% (2012 est.); 3.9% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "5.75% (19 December 2012); 7% (31 December 2011)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "9.02% (31 December 2012 est.); 8.34% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$33.03 billion (31 December 2012 est.); $30.51 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$74.5 billion (31 December 2011 est.); $86.68 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$87.29 billion (31 December 2012 est.); $88.6 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$22.9 billion (31 December 2012 est.); $22.8 billion (31 December 2011); $27.71 billion (31 December 2010)"
    },
    "current_account_balance": {
      "text": "$2.146 billion (2012 est.); $1.209 billion (2011 est.)"
    },
    "exports": {
      "text": "$90.23 billion (2012 est.); $98.83 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "machinery and equipment 53.5%, other manufactures 31.2%, food products 8.7%, raw materials 3.4%, fuels and electricity 3.9% (2012)"
    },
    "exports_partners": {
      "text": "Germany 25.6%, Romania 6.2%, Slovakia 6.1%, Austria 6%, Italy 4.8%, France 4.8%, UK 4.2% (2012)"
    },
    "imports": {
      "text": "$87.37 billion (2012 est.); $95.2 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and equipment 45.4%, other manufactures 34.3%, fuels and electricity 12.6%, food products 5.3%, raw materials 2.5% (2012)"
    },
    "imports_partners": {
      "text": "Germany 25.1%, Russia 8.8%, China 7.4%, Austria 7.1%, Slovakia 5.6%, Poland 4.8%, Italy 4.5%, Netherlands 4.2% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$44.67 billion (31 December 2012 est.); $48.84 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$202 billion (31 December 2012 est.); $208.7 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$94.9 billion (31 December 2012 est.); $100.1 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$30.3 billion (31 December 2012 est.); $28.74 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "forints (HUF) per US dollar -; 225.1 (2012 est.); 201.05 (2011 est.); 207.94 (2010 est.); 202.34 (2009); 171.8 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "34.28 billion kWh (2012 est.)"
    },
    "electricity_consumption": {
      "text": "36.13 billion kWh (2012 est.)"
    },
    "electricity_exports": {
      "text": "9 billion kWh (2012 est.)"
    },
    "electricity_imports": {
      "text": "16.97 billion kWh (2012 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "9.9 million kW (2011 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "72% of total installed capacity (2011 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "20% of total installed capacity (2011 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "1% of total installed capacity (2011 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "7% of total installed capacity (2011 est.)"
    },
    "crude_oil_production": {
      "text": "22,560 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "108,500 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "31.72 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "167,900 bbl/day (2009 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "141,100 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "49,010 bbl/day (2010 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "171,600 bbl/day (2009 est.)"
    },
    "natural_gas_production": {
      "text": "2.072 billion cu m (2012 est.)"
    },
    "natural_gas_consumption": {
      "text": "11.9 billion cu m (2012 est.)"
    },
    "natural_gas_exports": {
      "text": "835 million cu m (2012 est.)"
    },
    "natural_gas_imports": {
      "text": "8.173 billion cu m (2012 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "3.014 billion cu m (1 January 2013 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "50.39 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "2.933 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "11.69 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "the telephone system has been modernized; the system is digital and highly automated; trunk services are carried by fiber-optic cable and digital microwave radio relay; a program for fiber-optic subscriber connections was initiated in 1996",
      "domestic": "competition among mobile-cellular service providers has led to a sharp increase in the use of mobile-cellular phones since 2000 and a decrease in the number of fixed-line connections",
      "international": "country code - 36; Hungary has fiber-optic cable connections with all neighboring countries; the international switch is in Budapest; satellite earth stations - 2 Intelsat (Atlantic Ocean and Indian Ocean regions), 1 Inmarsat, 1 very small aperture terminal (VSAT) system of ground terminals (2011)"
    },
    "broadcast_media": {
      "text": "mixed system of state-supported public service broadcast media and private broadcasters; the 3 publicly owned TV channels and the 2 main privately owned TV stations are the major national broadcasters; a large number of special interest channels; highly developed market for satellite and cable TV services with about two-thirds of viewers utilizing their services; 3 state-supported public-service radio networks and 2 major national commercial stations; a large number of local stations including commercial, public service, nonprofit, and community radio stations; digital transition postponed to the end of 2014 (2007)"
    },
    "internet_country_code": {
      "text": ".hu"
    },
    "internet_hosts": {
      "text": "3.145 million (2012)"
    },
    "internet_users": {
      "text": "6.176 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "41 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "20",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "6",
      "1_524_to_2_437_m": "6",
      "914_to_1_523_m": "5",
      "under_914_m": "1 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "21",
      "1_524_to_2_437_m": "2",
      "914_to_1_523_m": "8",
      "under_914_m": "11 (2013)"
    },
    "heliports": {
      "text": "3 (2013)"
    },
    "pipelines": {
      "text": "gas 19,028 km; oil 1,007 km; refined products 842 km (2013)"
    },
    "railways": {
      "total": "8,057 km",
      "broad_gauge": "36 km 1.524-m gauge",
      "standard_gauge": "7,802 km 1.435-m gauge (2,911 km electrified)",
      "narrow_gauge": "219 km 0.760-m gauge (2009)"
    },
    "roadways": {
      "total": "199,567 km",
      "paved": "76,075 km (includes 1,477 km of expressways)",
      "unpaved": "123,492 km (2010)"
    },
    "waterways": {
      "text": "1,622 km (most on Danube River) (2011)"
    },
    "ports_and_terminals": {
      "text": "Budapest, Dunaujvaros, Gyor-Gonyu, Csepel, Baja, Mohacs"
    }
  },
  "military": {
    "military_branches": {
      "text": "Hungarian Defense Forces: Land Forces, Hungarian Air Force (Magyar Legiero, ML) (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "18-25 years of age for voluntary military service; no conscription; 6-month service obligation (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "2,349,948",
      "females_age_16_49": "2,290,568 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "1,902,639",
      "females_age_16_49": "1,897,378 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "59,237",
      "female": "55,533 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.75% of GDP (2005 est.)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "bilateral government, legal, technical and economic working group negotiations continue in 2006 with Slovakia over Hungary's failure to complete its portion of the Gabcikovo-Nagymaros hydroelectric dam project along the Danube; as a member state that forms part of the EU's external border, Hungary has implemented the strict Schengen border rules"
    },
    "refugees_and_internally_displaced_persons": {
      "stateless_persons": "111 (2012)"
    },
    "illicit_drugs": {
      "text": "transshipment point for Southwest Asian heroin and cannabis and for South American cocaine destined for Western Europe; limited producer of precursor chemicals, particularly for amphetamine and methamphetamine; efforts to counter money laundering, related to organized crime and drug trafficking are improving but remain vulnerable; significant consumer of ecstasy"
    }
  }
}