{
  "Introduction": {
    "Background": {
      "text": "The central Balkans were part of the Roman and Byzantine Empires before ethnic Serbs migrated to the territories of modern Kosovo in the 7th century. During the medieval period, Kosovo became the center of a Serbian Empire and saw the construction of many important Serb religious sites, including many architecturally significant Serbian Orthodox monasteries. The defeat of Serbian forces at the Battle of Kosovo in 1389 led to five centuries of Ottoman rule during which large numbers of Turks and Albanians moved to Kosovo. By the end of the 19th century, Albanians replaced Serbs as the dominant ethnic group in Kosovo. Serbia reacquired control over the region from the Ottoman Empire during the First Balkan War of 1912. After World War II, Kosovo's present-day boundaries were established when Kosovo became an autonomous province of Serbia in the Socialist Federal Republic of Yugoslavia (S.F.R.Y.). Despite legislative concessions, Albanian nationalism increased in the 1980s, which led to riots and calls for Kosovo's independence. The Serbs - many of whom viewed Kosovo as their cultural heartland - instituted a new constitution in 1989 revoking Kosovo's autonomous status. Kosovo's Albanian leaders responded in 1991 by organizing a referendum declaring Kosovo independent. Serbia undertook repressive measures against the Kosovar Albanians in the 1990s, provoking a Kosovar Albanian insurgency. ++ Beginning in 1998, Serbia conducted a brutal counterinsurgency campaign that resulted in massacres and massive expulsions of ethnic Albanians (some 800,000 ethnic Albanians were forced from their homes in Kosovo). After international attempts to mediate the conflict failed, a three-month NATO military operation against Serbia beginning in March 1999 forced the Serbs to agree to withdraw their military and police forces from Kosovo. UN Security Council Resolution 1244 (1999) placed Kosovo under a transitional administration, the UN Interim Administration Mission in Kosovo (UNMIK), pending a determination of Kosovo's future status. A UN-led process began in late 2005 to determine Kosovo's final status. The 2006-07 negotiations ended without agreement between Belgrade and Pristina, though the UN issued a comprehensive report on Kosovo's final status that endorsed independence. On 17 February 2008, the Kosovo Assembly declared Kosovo independent. Since then, over 100 countries have recognized Kosovo, and it has joined numerous international organizations. In October 2008, Serbia sought an advisory opinion from the International Court of Justice (ICJ) on the legality under international law of Kosovo's declaration of independence. The ICJ released the advisory opinion in July 2010 affirming that Kosovo's declaration of independence did not violate general principles of international law, UN Security Council Resolution 1244, or the Constitutive Framework. The opinion was closely tailored to Kosovo's unique history and circumstances. ++ Serbia continues to reject Kosovo's independence, but the two countries reached an agreement to normalize their relations in April 2013 through EU-facilitated talks and are currently engaged in the implementation process. Kosovo seeks full integration into the international community, and has pursued bilateral recognitions and eventual membership in international organizations, such as the UN, EU, and NATO."
    }
  },
  "Geography": {
    "Location": {
      "text": "Southeast Europe, between Serbia and Macedonia"
    },
    "Geographic coordinates": {
      "text": "42 35 N, 21 00 E"
    },
    "Map references": {
      "text": "Europe"
    },
    "Area": {
      "total": {
        "text": "10,887 sq km"
      },
      "land": {
        "text": "10,887 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than Delaware"
    },
    "Land boundaries": {
      "total": {
        "text": "714 km"
      },
      "border countries": {
        "text": "Albania 112 km, Macedonia 160 km, Montenegro 76 km, Serbia 366 km"
      }
    },
    "Coastline": {
      "text": "0 km (landlocked)"
    },
    "Maritime claims": {
      "text": "none (landlocked)"
    },
    "Climate": {
      "text": "influenced by continental air masses resulting in relatively cold winters with heavy snowfall and hot, dry summers and autumns; Mediterranean and alpine influences create regional variation; maximum rainfall between October and December"
    },
    "Terrain": {
      "text": "flat fluvial basin at an elevation of 400-700 m above sea level surrounded by several high mountain ranges with elevations of 2,000 to 2,500 m"
    },
    "Elevation": {
      "mean elevation": {
        "text": "NA"
      },
      "elevation extremes": {
        "text": "lowest point: Drini i Bardhe/Beli Drim 297 m (located on the border with Albania) ++ highest point: Gjeravica/Deravica 2,656 m"
      }
    },
    "Natural resources": {
      "text": "nickel, lead, zinc, magnesium, lignite, kaolin, chrome, bauxite"
    },
    "Land use": {
      "agricultural land": {
        "text": "52.8% ++ arable land 27.4%; permanent crops 1.9%; permanent pasture 23.5%"
      },
      "forest": {
        "text": "41.7%"
      },
      "other": {
        "text": "5.5% (2001 est.)"
      }
    },
    "Irrigated land": {
      "text": "NA"
    },
    "Population - distribution": {
      "text": "pockets of agglomeration exist throughout the country, the largest being in the east in and around the capital of Pristina"
    },
    "Geography - note": {
      "text": "the 41-km long Nerodimka River divides into two branches each of which flows into a different sea: the northern branch flows into the Sitnica River, which via the Ibar, Morava, and Danube Rivers ultimately flows into the Black Sea; the southern branch flows via the Lepenac and Vardar Rivers into the Aegean Sea"
    }
  },
  "People and Society": {
    "Population": {
      "text": "1,883,018 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Kosovar (Albanian), Kosovac (Serbian)"
      },
      "adjective": {
        "text": "Kosovar (Albanian), Kosovski (Serbian)"
      },
      "note": {
        "text": "Kosovan, a neutral term, is sometimes also used as a noun or adjective"
      }
    },
    "Ethnic groups": {
      "text": "Albanians 92.9%, Bosniaks 1.6%, Serbs 1.5%, Turk 1.1%, Ashkali 0.9%, Egyptian 0.7%, Gorani 0.6%, Roma 0.5%, other/unspecified 0.2%",
      "note": {
        "text": "these estimates may under-represent Serb, Roma, and some other ethnic minorities because they are based on the 2011 Kosovo national census, which excluded northern Kosovo (a largely Serb-inhabited region) and was partially boycotted by Serb and Roma communities in southern Kosovo (2011 est.)"
      }
    },
    "Languages": {
      "text": "Albanian (official) 94.5%, Bosnian 1.7%, Serbian (official) 1.6%, Turkish 1.1%, other 0.9% (includes Romani), unspecified 0.1%",
      "note": {
        "text": "in municipalities where a community's mother tongue is not one of Kosovo's official languages, the language of that community may be given official status according to the 2006 Law on the Use of Languages (2011 est.)"
      }
    },
    "Religions": {
      "text": "Muslim 95.6%, Roman Catholic 2.2%, Orthodox 1.5%, other 0.07%, none 0.07%, unspecified 0.6% (2011 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "25.39% (male 248,366/female 229,732)"
      },
      "15-24 years": {
        "text": "17.38% (male 171,363/female 155,928)"
      },
      "25-54 years": {
        "text": "42.43% (male 421,620/female 377,362)"
      },
      "55-64 years": {
        "text": "7.65% (male 72,444/female 71,659)"
      },
      "65 years and over": {
        "text": "7.15% (male 56,407/female 78,137) (2016 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "28.7 years"
      },
      "male": {
        "text": "28.3 years"
      },
      "female": {
        "text": "29 years (2016 est.)"
      }
    },
    "Population distribution": {
      "text": "pockets of agglomeration exist throughout the country, the largest being in the east in and around the capital of Pristina"
    },
    "Major urban areas - population": {
      "text": "PRISTINA (capital) 207,062 (2014)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.08 male(s)/female"
      },
      "0-14 years": {
        "text": "1.08 male(s)/female"
      },
      "15-24 years": {
        "text": "1.1 male(s)/female"
      },
      "25-54 years": {
        "text": "1.12 male(s)/female"
      },
      "55-64 years": {
        "text": "1.01 male(s)/female"
      },
      "65 years and over": {
        "text": "0.72 male(s)/female"
      },
      "total population": {
        "text": "1.06 male(s)/female (2016 est.)"
      }
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "91.9%"
      },
      "male": {
        "text": "96.6%"
      },
      "female": {
        "text": "87.5% (2003 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "55.3%"
      },
      "male": {
        "text": "52%"
      },
      "female": {
        "text": "63.8% (2012 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Kosovo"
      },
      "conventional short form": {
        "text": "Kosovo"
      },
      "local long form": {
        "text": "Republika e Kosoves (Republika Kosovo)"
      },
      "local short form": {
        "text": "Kosova (Kosovo)"
      },
      "etymology": {
        "text": "name derives from the Serbian \"kos\" meaning \"blackbird,\" an ellipsis (linguistic omission) for \"kosove polje\" or \"field of the blackbirds\""
      }
    },
    "Government type": {
      "text": "parliamentary republic"
    },
    "Capital": {
      "name": {
        "text": "Pristina (Prishtine, Prishtina)"
      },
      "geographic coordinates": {
        "text": "42 40 N, 21 10 E"
      },
      "time difference": {
        "text": "UTC+1 (6 hours ahead of Washington, DC during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins last Sunday in March; ends last Sunday in October"
      }
    },
    "Administrative divisions": {
      "text": "38 municipalities (komunat, singular - komuna (Albanian); opstine, singular - opstina (Serbian)); Decan (Decani), Dragash (Dragas), Ferizaj (Urosevac), Fushe Kosove (Kosovo Polje), Gjakove (Dakovica), Gjilan (Gnjilane), Gllogovc (Glogovac), Gracanice (Gracanica), Hani i Elezit (Deneral Jankovic), Istog (Istok), Junik, Kacanik, Kamenice (Kamenica), Kline (Klina), Kllokot (Klokot), Leposaviq (Leposavic), Lipjan (Lipljan), Malisheve (Malisevo), Mamushe (Mamusa), Mitrovice e Jug (Juzna Mitrovica) [South Mitrovica], Mitrovice e Veriut (Severna Mitrovica) [North Mitrovica], Novoberde (Novo Brdo), Obiliq (Obilic), Partesh (Partes), Peje (Pec), Podujeve (Podujevo), Prishtine (Pristina), Prizren, Rahovec (Orahovac), Ranillug (Ranilug), Shterpce (Strpce), Shtime (Stimlje), Skenderaj (Srbica), Suhareke (Suva Reka), Viti (Vitina), Vushtrri (Vucitrn), Zubin Potok, Zvecan"
    },
    "Independence": {
      "text": "17 February 2008 (from Serbia)"
    },
    "National holiday": {
      "text": "Independence Day, 17 February (2008)"
    },
    "Constitution": {
      "history": {
        "text": "previous 1974, 1990; latest (postindependence) draft finalized 2 April 2008, signed 7 April 2008, ratified 9 April 2008, entered into force 15 June 2008; note - amendment 24, passed by the Assembly in August 2015, established the Kosovo Relocated Specialist Institution, a court established to try war crimes allegedly committed by the Kosovo Liberation Army in the late 1990s"
      },
      "amendments": {
        "text": "proposed by the government, by the president of the republic, or by one-fourth of Assembly deputies; passage requires two-thirds majority vote of the Assembly, including two-thirds majority vote of deputies representing non-majority communities, followed by a favorable Constitutional Court assessment; amended several times, last in 2016 (2016)"
      }
    },
    "Legal system": {
      "text": "civil law system; note- the European Union Rule of Law Mission (EULEX) retains limited executive powers related to the investigation of such issues as war crimes"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Kosovo"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Hashim THACI (since 7 April 2016)"
      },
      "head of government": {
        "text": "Prime Minister Isa MUSTAFA (since 9 December 2014)"
      },
      "cabinet": {
        "text": "Cabinet elected by the Assembly"
      },
      "elections/appointments": {
        "text": "president indirectly elected by two-thirds majority vote of the Assembly for a 5-year term; if a candidate does not receive a two-third majority in the first two ballots, the candidate receiving a simple majority of votes in the third ballot is elected (eligible for a second term); election last held on 26 February 2016 (next to be held in 2021); prime minister indirectly elected by the Assembly"
      },
      "election results": {
        "text": "Hashim THACI elected president; Assembly vote - Hashim THACI (PDK) 71, Rafet RAMA (PDK) 0 in the third round (10 votes invalid); Isa MUSTAFA (LDK) selected prime minister by the President in consultation with the LDK/PDK/PD/LB/PSHDK/PK coalition"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Assembly or Kuvendi i Kosoves/Skupstina Kosova (120 seats; 100 members directly elected by proportional representation vote with 20 seats reserved for ethnic minorities - 10 for Serbs and 10 for other ethnic minorities; members serve 4-year terms)"
      },
      "elections": {
        "text": "last held on 8 June 2014 (next expected to be held in 2018)"
      },
      "election results": {
        "text": "percent of vote by party/coalition - PDK/PD/LB/PSHDK/PK 30.4%, LDK 25.2%, VV 13.6%, AAK 9.5%, Serb List 5.2%, NISMA 5.2%, KDTP 1.0%, other 9.9%; seats by party/coalition - PDK/PD/LB/PSHDK/PK 37, LDK 30, VV 16, AAK 11, Serb List 9, NISMA 6, KDTP 2, VAKAT 2, other 7"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court (consists of the court president and NA judges); Constitutional Court (consists of the court president, vice president, and 7 judges)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court judges nominated by the Kosovo Judicial Council, a 13-member independent body staffed by judges and lay members, and also responsible for overall administration of Kosovo's judicial system; judges appointed by the president of the Republic of Kosovo; judges appointed until mandatory retirement age; Constitutional Court judges nominated by the Kosovo Assembly and appointed by the president of the republic to serve single, 9-year terms"
      },
      "subordinate courts": {
        "text": "subordinate courts: Court of Appeals (organized into 4 departments: General, Serious Crime, Commercial Matters, and Administrative Matters; Basic Court (located in 7 municipalities, each with several branches)"
      },
      "note": {
        "text": "in August 2015, the Kosovo Assembly approved a constitutional amendment that establishes the Kosovo Relocated Specialist Judicial Institution; the court - to be located at the Hague in the Netherlands and expected to be in operation by early 2017 - will try alleged crimes by members of the Kosovo Liberation Army during the late 1990s; the court will be attached to each level of the Kosovo court system and consist of 4 Specialist Chambers with international judges and the Prosecutor's Office"
      }
    },
    "Political parties and leaders": {
      "text": "Albanian Christian Democratic Party of Kosovo or PSHDK [Uke BERISHA] ++ Alliance for the Future of Kosovo or AAK [Ramush HARADINAJ] ++ Conservative Party of Kosovo or PK [Munir BASHA] ++ Democratic League of Kosovo or LDK [Isa MUSTAFA] ++ Democratic Party of Kosovo or PDK [Kadri VESELI] ++ Initiative for Kosovo or NISMA [Fatmir LIMAJ] ++ Justice Party of Kosovo or PD [Ferid AGANI] ++ Movement for Self-Determination (Vetevendosje) or VV [Visar YMERI] ++ Movement for Unification or LB [Valon MURATI] ++ Serb List [Slavko SIMIC] ++ Turkish Democratic Party of Kosovo or KDTP [Mahir YAGCILAR] ++ Vakat Coalition or VAKAT [Rasim DEMIRI]"
    },
    "Political pressure groups and leaders": {
      "text": "CiviKos Platform [Valdete IDRIZI] ++ Council for the Defense of Human Rights and Freedom (human rights) [Behxhet SHALA] ++ Group for Political and Legal Studies [Fisnik KORENICA] ++ KLA War Veterans Organization [Muharrem XHEMAJLI] ++ Kosova Women's Network [Igballe ROGOVA] ++ Kosovar Civil Society Foundation [Venera HAJRULLAHU] ++ Kosovo Democratic Institute [Ismet KRYEZIU] ++ Organization for Democracy, Anti-Corruption and Dignity Rise! [Arton DEMHASAJ, acting chairman] ++ Serb National Council (SNV) ++ Speak Up [Petrit ZOGAJ, executive director]"
    },
    "International organization participation": {
      "text": "IBRD, IDA, IFC, IMF, ITUC (NGOs), MIGA, OIF (observer)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Vlora CITAKU (since 17 September 2015)"
      },
      "chancery": {
        "text": "2175 K Street, NW, Suite 300, Washington, DC 20037"
      },
      "telephone": {
        "text": "202-450-2130"
      },
      "FAX": {
        "text": "202-735-0609"
      },
      "consulate(s) general": {
        "text": "New York"
      },
      "consulate(s)": {
        "text": "Des Moines (IA)"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Gregory T. DELAWIE (since 21 August 2015)"
      },
      "embassy": {
        "text": "Arberia/Dragodan, Nazim Hikmet 30, Pristina, Kosovo"
      },
      "mailing address": {
        "text": "use embassy street address"
      },
      "telephone": {
        "text": "[381] 38 59 59 3000"
      },
      "FAX": {
        "text": "[381] 38 549 890"
      }
    },
    "Flag description": {
      "text": "centered on a dark blue field is the geographical shape of Kosovo in a gold color surmounted by six white, five-pointed stars arrayed in a slight arc; each star represents one of the major ethnic groups of Kosovo: Albanians, Serbs, Turks, Gorani, Roma, and Bosniaks"
    },
    "National symbol(s)": {
      "text": "six, five-pointed, white stars; national colors: blue, gold, white"
    },
    "National anthem": {
      "name": {
        "text": "\"Europe\""
      },
      "lyrics/music": {
        "text": "no lyrics/Mendi MENGJIQI"
      },
      "note": {
        "text": "adopted 2008; Kosovo chose to exclude lyrics in its anthem so as not to offend the country's minority ethnic groups"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Kosovo's economy has shown progress in transitioning to a market-based system and maintaining macroeconomic stability, but it is still highly dependent on the international community and the diaspora for financial and technical assistance. Remittances from the diaspora - located mainly in Germany, Switzerland, and the Nordic countries - are estimated to account for about 15% of GDP and international donor assistance accounts for approximately 10% of GDP. With international assistance, Kosovo has been able to privatize a majority of its state-owned enterprises. ++  ++ Kosovo's citizens are the poorest in Europe with a per capita GDP (PPP) of $8,000 in 2014. An unemployment rate of 31%, and a youth unemployment rate near 60%, in a country where the average age is 26, encourages emigration and fuels a significant informal, unreported economy. Most of Kosovo's population lives in rural towns outside of the capital, Pristina. Inefficient, near-subsistence farming is common - the result of small plots, limited mechanization, and a lack of technical expertise. Kosovo enjoys lower labor costs than the rest of the region. However, high levels of corruption, little contract enforcement, and unreliable electricity supply have discouraged potential investors. ++  ++ Minerals and metals production - including lignite, lead, zinc, nickel, chrome, aluminum, magnesium, and a wide variety of construction materials - once the backbone of industry, has declined because of ageing equipment and insufficient investment. A limited and unreliable electricity supply is a major impediment to economic development, but Kosovo has received technical assistance to help improve the sector’s performance. In 2012, Kosovo privatized its electricity supply and distribution network. The US Government is cooperating with the Ministry of Economic Development (MED) and the World Bank to conclude a commercial tender for the construction of a new power plant, Kosovo C. MED also has plans for the rehabilitation of an older coal power plant, Kosovo B, and the development of a coal mine that could supply both plants. ++  ++ In June 2009, Kosovo joined the World Bank and International Monetary Fund, and began servicing its share of the former Yugoslavia's debt. In order to help integrate Kosovo into regional economic structures, UNMIK signed (on behalf of Kosovo) its accession to the Central Europe Free Trade Area (CEFTA) in 2006. Serbia and Bosnia previously had refused to recognize Kosovo's customs stamp or extend reduced tariff privileges for Kosovo products under CEFTA, but both countries resumed trade with Kosovo in 2011. Kosovo joined the European Bank for Reconstruction and Development in 2012 and the Council of Europe Development Bank in 2013. In 2014, Kosovo concluded the Stabilization and Association Agreement negotiations (SAA) with the EU, focused on trade liberalization, and signed it into law in 2015. In 2015, Kosovo negotiated a $185 million Stand-by Arrangement (SBA) with the IMF following the conclusion of its previous SBA in 2014. The official currency of Kosovo is the euro, but the Serbian dinar is also used illegally in Serb majority communities. Kosovo's tie to the euro has helped keep core inflation low. ++  ++ Kosovo experienced its first federal budget deficit in 2012, when government expenditures climbed sharply. In May 2014, the government introduced a 25% salary increase for public sector employees and an equal increase in certain social benefits. Central revenues could not sustain these increases, and the government was forced to reduce its planned capital investments. The government, led by Prime Minister MUSTAFA - a trained economist - recently made several changes to its fiscal policy, expanding the list of duty-free imports, decreasing the Value Added Tax (VAT) for basic food items and public utilities, and increasing the VAT for all other goods. In August 2015, as part of its EU-facilitated normalization process with Serbia, Kosovo signed agreements on telecommunications and energy distribution, but disagreements over who owns economic assets within Kosovo continue."
    },
    "GDP (purchasing power parity)": {
      "text": "$18.49 billion (2016 est.) ++ $17.77 billion (2015 est.) ++ $17.09 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$6.56 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "4.1% (2016 est.) ++ 4% (2015 est.) ++ 1.2% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$10,000 (2016 est.) ++ $9,500 (2015 est.) ++ $9,100 (2014 est.)",
      "note": {
        "text": "data are in 2016 US dollars"
      }
    },
    "Gross national saving": {
      "text": "12.5% of GDP (2016 est.) ++ 12.7% of GDP (2015 est.) ++ 12.5% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "90.5%"
      },
      "government consumption": {
        "text": "16%"
      },
      "investment in fixed capital": {
        "text": "28.2%"
      },
      "investment in inventories": {
        "text": "3%"
      },
      "exports of goods and services": {
        "text": "5.8%"
      },
      "imports of goods and services": {
        "text": "-43.5% (2014 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "12.9%"
      },
      "industry": {
        "text": "22.6%"
      },
      "services": {
        "text": "64.5% (2009 est.)"
      }
    },
    "Agriculture - products": {
      "text": "wheat, corn, berries, potatoes, peppers, fruit; dairy, livestock; fish"
    },
    "Industries": {
      "text": "mineral mining, construction materials, base metals, leather, machinery, appliances, foodstuffs and beverages, textiles"
    },
    "Labor force": {
      "text": "483,200",
      "note": {
        "text": "includes those estimated to be employed in the grey economy (2013 est.)"
      }
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "5.9%"
      },
      "industry": {
        "text": "16.8%"
      },
      "services": {
        "text": "77.3% (2013)"
      }
    },
    "Unemployment rate": {
      "text": "35.3% (2014 est.) ++ 30.9% (2013 est.)",
      "note": {
        "text": "Kosovo has a large informal sector that may not be reflected in these data"
      }
    },
    "Population below poverty line": {
      "text": "30% (2013 est.)"
    },
    "Distribution of family income - Gini index": {
      "text": "30 (FY05/06)"
    },
    "Budget": {
      "revenues": {
        "text": "$1.396 billion"
      },
      "expenditures": {
        "text": "$1.61 billion (2014 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "21.3% of GDP (2014 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3.3% of GDP (2014 est.)"
    },
    "Public debt": {
      "text": "10.6% of GDP (2014 est.) ++ 9.1% of GDP (2013)"
    },
    "Inflation rate (consumer prices)": {
      "text": "0.2% (2016 est.) ++ -0.5% (2015 est.)"
    },
    "Commercial bank prime lending rate": {
      "text": "12.8% (30 June 2013 est.) ++ 13.7% (31 December 2012 est.)"
    },
    "Stock of broad money": {
      "text": "$2.511 billion (2014 est.) ++ $2.773 billion (2012 est.)"
    },
    "Stock of domestic credit": {
      "text": "$2.02 billion (2014 est.) ++ $2.505 billion (2013 est.)"
    },
    "Current account balance": {
      "text": "-$629 million (2016 est.) ++ -$560 million (2015 est.)"
    },
    "Exports": {
      "text": "$349 million (2014 est.) ++ $408 million (2013 est.)"
    },
    "Exports - commodities": {
      "text": "mining and processed metal products, scrap metals, leather products, machinery, appliances, prepared foodstuffs, beverages and tobacco, vegetable products, textiles and apparel"
    },
    "Exports - partners": {
      "text": "Italy 25.8%, Albania 14.6%, Macedonia 9.6%, China 5.5%, Germany 5.4%, Switzerland 5.4%, Turkey 4.1% (2012 est.)"
    },
    "Imports": {
      "text": "$2.687 billion (2014 est.) ++ $3.398 billion (2013 est.)"
    },
    "Imports - commodities": {
      "text": "foodstuffs, livestock, wood, petroleum, chemicals, machinery, minerals, textiles, stone, ceramic and glass products, electrical equipment"
    },
    "Imports - partners": {
      "text": "Germany 11.9%, Macedonia 11.5%, Serbia 11.1%, Italy 8.5%, Turkey 9%, China 6.4%, Albania 4.4% (2012 est.)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$NA"
    },
    "Debt - external": {
      "text": "$411.6 million (2014 est.) ++ $448.2 million (2013 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$21.2 billion (31 December 2016 est.) ++ $36.67 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "euros (EUR) per US dollar - ++ 0.9214 (2016 est.) ++ 0.885 (2015 est.) ++ 0.885 (2014 est.) ++ 0.7634 (2013 est.) ++ 0.78 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "5.324 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "2.887 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "474.8 million kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "875 million kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "1.6 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "97.1% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "2.9% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "NA bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "13,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "16.6 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "12,160 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2007)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2007)"
    },
    "Natural gas - proved reserves": {
      "text": "NA cu m"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "7.576 million Mt (2012 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total": {
        "text": "110,000"
      },
      "subscriptions per 100 inhabitants": {
        "text": "6 (2006)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "562,000"
      },
      "subscriptions per 100 inhabitants": {
        "text": "31 (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "Civil aircraft registration country code prefix": {
      "text": "Z6 (2016)"
    },
    "Airports": {
      "text": "6 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "3"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "1"
      },
      "under 914 m": {
        "text": "1 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "3"
      },
      "under 914 m": {
        "text": "3 (2013)"
      }
    },
    "Heliports": {
      "text": "2 (2013)"
    },
    "Railways": {
      "total": {
        "text": "333 km"
      },
      "standard gauge": {
        "text": "333 km 1.435-m gauge (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "2,003 km"
      },
      "paved": {
        "text": "1,883 km (includes 38 km of expressways)"
      },
      "unpaved": {
        "text": "120 km (2014)"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Kosovo does not have a military force; the Kosovo Security Force was established in 2009 and maintains a non-military mandate in four core competencies: search-and-rescue, firefighting, demining, and hazardous material response (2015)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Serbia with several other states protest the US and other states' recognition of Kosovo's declaration of its status as a sovereign and independent state in February 2008; ethnic Serbian municipalities along Kosovo's northern border challenge final status of Kosovo-Serbia boundary; several thousand NATO-led Kosovo Force peacekeepers under UN Interim Administration Mission in Kosovo authority continue to keep the peace within Kosovo between the ethnic Albanian majority and the Serb minority in Kosovo; Kosovo and Macedonia completed demarcation of their boundary in September 2008"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "17,000 (primarily ethnic Serbs displaced during the 1998-1999 war fearing reprisals from the majority ethnic-Albanian population; a smaller number of ethnic Serbs, Roma, Ashkali, and Egyptians fled their homes in 2004 as a result of violence) (2015)"
      }
    }
  }
}