{
  "intro": {
    "background": {
      "text": "Modern Turkey was founded in 1923 from the Anatolian remnants of the defeated Ottoman Empire by national hero Mustafa KEMAL, who was later honored with the title Ataturk or \"Father of the Turks.\" Under his authoritarian leadership, the country adopted wide-ranging social, legal, and political reforms. After a period of one-party rule, an experiment with multi-party politics led to the 1950 election victory of the opposition Democratic Party and the peaceful transfer of power. Since then, Turkish political parties have multiplied, but democracy has been fractured by periods of instability and intermittent military coups (1960, 1971, 1980), which in each case eventually resulted in a return of political power to civilians. In 1997, the military again helped engineer the ouster - popularly dubbed a \"post-modern coup\" - of the then Islamic-oriented government. Turkey intervened militarily on Cyprus in 1974 to prevent a Greek takeover of the island and has since acted as patron state to the \"Turkish Republic of Northern Cyprus,\" which only Turkey recognizes. A separatist insurgency begun in 1984 by the Kurdistan Workers' Party (PKK) - now known as the Kurdistan People's Congress or Kongra-Gel (KGK) - has dominated the Turkish military's attention and claimed more than 30,000 lives. After the capture of the group's leader in 1999, the insurgents largely withdrew from Turkey mainly to northern Iraq. In 2004, KGK announced an end to its ceasefire and attacks attributed to the KGK increased. Turkey joined the UN in 1945 and in 1952 it became a member of NATO. In 1964, Turkey became an associate member of the European Community. Over the past decade, it has undertaken many reforms to strengthen its democracy and economy; it began accession membership talks with the European Union in 2005."
    }
  },
  "geo": {
    "location": {
      "text": "Southeastern Europe and Southwestern Asia (that portion of Turkey west of the Bosporus is geographically part of Europe), bordering the Black Sea, between Bulgaria and Georgia, and bordering the Aegean Sea and the Mediterranean Sea, between Greece and Syria"
    },
    "geographic_coordinates": {
      "text": "39 00 N, 35 00 E"
    },
    "map_references": {
      "text": "Middle East"
    },
    "area": {
      "total": "783,562 sq km",
      "land": "769,632 sq km",
      "water": "13,930 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than Texas"
    },
    "land_boundaries": {
      "total": "2,648 km",
      "border_countries": "Armenia 268 km, Azerbaijan 9 km, Bulgaria 240 km, Georgia 252 km, Greece 206 km, Iran 499 km, Iraq 352 km, Syria 822 km"
    },
    "coastline": {
      "text": "7,200 km"
    },
    "maritime_claims": {
      "territorial_sea": "6 nm in the Aegean Sea; 12 nm in Black Sea and in Mediterranean Sea",
      "exclusive_economic_zone": "in Black Sea only: to the maritime boundary agreed upon with the former USSR"
    },
    "climate": {
      "text": "temperate; hot, dry summers with mild, wet winters; harsher in interior"
    },
    "terrain": {
      "text": "high central plateau (Anatolia); narrow coastal plain; several mountain ranges"
    },
    "elevation_extremes": {
      "lowest_point": "Mediterranean Sea 0 m",
      "highest_point": "Mount Ararat 5,166 m"
    },
    "natural_resources": {
      "text": "coal, iron ore, copper, chromium, antimony, mercury, gold, barite, borate, celestite (strontium), emery, feldspar, limestone, magnesite, marble, perlite, pumice, pyrites (sulfur), clay, arable land, hydropower"
    },
    "land_use": {
      "arable_land": "26.21%",
      "permanent_crops": "3.94%",
      "other": "69.84% (2011)"
    },
    "irrigated_land": {
      "text": "53,400 sq km (2012)"
    },
    "total_renewable_water_resources": {
      "text": "211.6 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "40.1  cu km/yr (14%/10%/76%)",
      "per_capita": "572.9  cu m/yr (2008)"
    },
    "natural_hazards": {
      "text": "severe earthquakes, especially in northern Turkey, along an arc extending from the Sea of Marmara to Lake Van",
      "volcanism": "limited volcanic activity; its three historically active volcanoes; Ararat, Nemrut Dagi, and Tendurek Dagi have not erupted since the 19th century or earlier"
    },
    "environment_current_issues": {
      "text": "water pollution from dumping of chemicals and detergents; air pollution, particularly in urban areas; deforestation; concern for oil spills from increasing Bosporus ship traffic"
    },
    "environment_international_agreements": {
      "party_to": "Air Pollution, Antarctic Treaty, Biodiversity, Climate Change, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Ship Pollution, Wetlands",
      "signed_but_not_ratified": "Environmental Modification"
    },
    "geography_note": {
      "text": "strategic location controlling the Turkish Straits (Bosporus, Sea of Marmara, Dardanelles) that link Black and Aegean Seas; Mount Ararat, the legendary landing place of Noah's ark, is in the far eastern portion of the country"
    }
  },
  "people": {
    "nationality": {
      "noun": "Turk(s)",
      "adjective": "Turkish"
    },
    "ethnic_groups": {
      "text": "Turkish 70-75%, Kurdish 18%, other minorities 7-12% (2008 est.)"
    },
    "languages": {
      "text": "Turkish (official), Kurdish, other minority languages"
    },
    "religions": {
      "text": "Muslim 99.8% (mostly Sunni), other 0.2% (mostly Christians and Jews)"
    },
    "population": {
      "text": "80,694,485 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "25.9% (male 10,682,900/female 10,201,965)",
      "15_24_years": "17% (male 6,979,955/female 6,703,689)",
      "25_54_years": "42.7% (male 17,375,544/female 17,097,927)",
      "55_64_years": "7.9% (male 3,189,731/female 3,169,450)",
      "65_years_and_over": "6.6% (male 2,422,983/female 2,870,341) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "49.3 %",
      "youth_dependency_ratio": "38.3 %",
      "elderly_dependency_ratio": "11 %",
      "potential_support_ratio": "9.1 (2013)"
    },
    "median_age": {
      "total": "29.2 years",
      "male": "28.8 years",
      "female": "29.6 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.16% (2013 est.)"
    },
    "birth_rate": {
      "text": "17.22 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "6.11 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0.48 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "71.5% of total population (2011)",
      "rate_of_urbanization": "2.4% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "Istanbul 10.378 million; ANKARA (capital) 3.846 million; Izmir 2.679 million; Bursa 1.559 million; Adana 1.339 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.04 male(s)/female",
      "25_54_years": "1.02 male(s)/female",
      "55_64_years": "1.01 male(s)/female",
      "65_years_and_over": "0.84 male(s)/female",
      "total_population": "1.02 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "22.9 (2003 est.)"
    },
    "maternal_mortality_rate": {
      "text": "20 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "22.23 deaths/1,000 live births",
      "male": "23.29 deaths/1,000 live births",
      "female": "21.12 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "73.03 years",
      "male": "71.09 years",
      "female": "75.07 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.1 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "73% (2008)"
    },
    "health_expenditures": {
      "text": "6.7% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.45 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "2.5 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 99% of population; total: 100% of population",
      "unimproved": "urban: 0% of population; rural: 1% of population; total: 0% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 97% of population; rural: 75% of population; total: 90% of population",
      "unimproved": "urban: 3% of population; rural: 25% of population; total: 10% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "less than 0.1%; note - no country specific models provided (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "4,600 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 200 (2009 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "27.8% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "3.5% (2004)"
    },
    "education_expenditures": {
      "text": "2.9% of GDP (2006)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "94.1%",
      "male": "97.9%",
      "female": "90.3% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "14 years",
      "male": "14 years",
      "female": "13 years (2010)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "321,866",
      "percentage": "3 %",
      "note": "data represents children ages 6-14 (2006 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "18.4%",
      "male": "17.1%",
      "female": "20.7% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Turkey",
      "conventional_short_form": "Turkey",
      "local_long_form": "Turkiye Cumhuriyeti",
      "local_short_form": "Turkiye"
    },
    "government_type": {
      "text": "republican parliamentary democracy"
    },
    "capital": {
      "name": "Ankara",
      "geographic_coordinates": "39 56 N, 32 52 E",
      "time_difference": "UTC+2 (7 hours ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "+1hr, begins last Sunday in March; ends last Sunday in October"
    },
    "administrative_divisions": {
      "text": "81 provinces (iller, singular - ili); Adana, Adiyaman, Afyonkarahisar, Agri, Aksaray, Amasya, Ankara, Antalya, Ardahan, Artvin, Aydin, Balikesir, Bartin, Batman, Bayburt, Bilecik, Bingol, Bitlis, Bolu, Burdur, Bursa, Canakkale, Cankiri, Corum, Denizli, Diyarbakir, Duzce, Edirne, Elazig, Erzincan, Erzurum, Eskisehir, Gaziantep, Giresun, Gumushane, Hakkari, Hatay, Igdir, Isparta, Istanbul, Izmir (Smyrna), Kahramanmaras, Karabuk, Karaman, Kars, Kastamonu, Kayseri, Kilis, Kirikkale, Kirklareli, Kirsehir, Kocaeli, Konya, Kutahya, Malatya, Manisa, Mardin, Mersin, Mugla, Mus, Nevsehir, Nigde, Ordu, Osmaniye, Rize, Sakarya, Samsun, Sanliurfa, Siirt, Sinop, Sirnak, Sivas, Tekirdag, Tokat, Trabzon (Trebizond), Tunceli, Usak, Van, Yalova, Yozgat, Zonguldak"
    },
    "independence": {
      "text": "29 October 1923 (successor state to the Ottoman Empire)"
    },
    "national_holiday": {
      "text": "Republic Day, 29 October (1923)"
    },
    "constitution": {
      "text": "7 November 1982; amended several times; note - amendment passed by referendum 21 October 2007 concerning presidential elections"
    },
    "legal_system": {
      "text": "civil law system based on various European legal systems notably the Swiss civil code; note - member of the European Court of Human Rights (ECHR), although Turkey claims limited derogations on the ratified European Convention on Human Rights"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Abdullah GUL (since 28 August 2007)",
      "head_of_government": "Prime Minister Recep Tayyip ERDOGAN (since 14 March 2003)",
      "cabinet": "Council of Ministers appointed by the president on the nomination of the prime minister",
      "elections": "president elected directly for a five-year term (eligible for a second term); prime minister appointed by the president from among members of parliament",
      "election_results": "on 28 August 2007 the National Assembly elected Abdullah GUL president on the third ballot; National Assembly vote - 339",
      "note": "in October 2007 Turkish voters approved a referendum package of constitutional amendments including a provision for direct presidential elections"
    },
    "legislative_branch": {
      "text": "unicameral Grand National Assembly of Turkey or Turkiye Buyuk Millet Meclisi (550 seats; members elected by popular vote to serve four-year terms)",
      "elections": "last held on 12 June 2011 (next to be held by June 2015)",
      "election_results": "percent of vote by party - AKP 49.8%, CHP 25.9%, MHP 13%, independents 6.6%, other 4.7%; seats by party - AKP 326, CHP 135, MHP 53, independents 36; note - only parties surpassing the 10% threshold are entitled to parliamentary seats"
    },
    "judicial_branch": {
      "highest_courts": "Constitutional Court (consists of 17 members); Supreme Court of Appeals organized into 15 divisions with 38 civil and criminal chambers and consisting of 250 high judges and 440 rapporteur judges)",
      "judge_selection_and_term_of_office": "Constitutional Court judges appointed by the president from among candidates submitted by plenary assemblies of other courts, the Higher Education Council, senior government administrators, and lawyers; judges appointed for 12-year, non-renewable terms and with mandatory retirement at age 65; Supreme Court of Appeals judges appointed by the Supreme Council of Judges and Public Prosecutors; judge tenure NA",
      "subordinate_courts": "Council of State (Danistay); Court of Accounts (Sayistay); Military High Court of Appeals; Military High Administrative Court"
    },
    "political_parties_and_leaders": {
      "text": "Democratic Left Party or DSP [Masum TURKER]; Democratic Party or DP [Namik Kemal ZEYBEK]; Equality and Democracy Party or EDP [Ziva HALIS]; Felicity Party or SP [Mustafa KAMALAK] (sometimes translated as Contentment Party); Freedom and Solidarity Party or ODP [Alper TAS]; Grand Unity Party or BBP [Yalcin TOPCU]; Justice and Development Party or AKP [Recep Tayyip ERDOGAN]; Nationalist Movement Party or MHP [Devlet BAHCELI]; Peace and Democracy Party or BDP [Selahattin DEMIRTAS]; Republican People's Party or CHP [Kemal KILICDAROGLU]; Turkey Party or TP [Abdullatif SENER]; ",
      "note": "the parties listed above are some of the more significant of the 61 parties that Turkey had according to the Ministry of Interior statistics current as of May 2009"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Confederation of Businessmen and Industrialists of Turkey or TUSKON [Rizanur MERAL]; Confederation of Public Sector Unions or KESK [Lami OZGEN]; Confederation of Revolutionary Workers Unions or DISK [Tayfun GORGUN]; Independent Industrialists' and Businessmen's Association or MUSIAD [Omer Cihad VARDAN]; Moral Rights Workers Union or Hak-Is [Mahmut ARSLAN]; Turkish Confederation of Employers' Unions or TISK [Tugrul KUDATGOBILIK]; Turkish Confederation of Labor or Turk-Is [Mustafa KUMLU]; Turkish Confederation of Tradesmen and Craftsmen or TESK [Bendevi PALANDOKEN]; Turkish Industrialists' and Businessmen's Association or TUSIAD [Umit BOYNER]; Turkish Union of Chambers of Commerce and Commodity Exchanges or TOBB [M. Rifat HISARCIKLIOGLU]"
    },
    "international_organization_participation": {
      "text": "ADB (nonregional member), Australia Group, BIS, BSEC, CD, CE, CERN (observer), CICA, D-8, EAPC, EBRD, ECO, EU (candidate country), FAO, FATF, G-20, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IEA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NATO, NEA, NSG, OAS (observer), OECD, OIC, OPCW, OSCE, Paris Club (associate), PCA, SELEC, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO, ZC"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Namik TAN",
      "chancery": "2525 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 612-6700",
      "fax": "[1] (202) 612-6744",
      "consulates_general": "Chicago, Houston, New York, Newton (MA)"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Francis J. RICCIARDONE, Jr.",
      "embassy": "110 Ataturk Boulevard, Kavaklidere, 06100 Ankara",
      "mailing_address": "PSC 93, Box 5000, APO AE 09823",
      "telephone": "[90] (312) 455-5555",
      "fax": "[90] (312) 467-0019",
      "consulates_general": "Istanbul",
      "consulates": "Adana; note - there is a Consular Agent in Izmir"
    },
    "flag_description": {
      "text": "red with a vertical white crescent moon (the closed portion is toward the hoist side) and white five-pointed star centered just outside the crescent opening; the flag colors and designs closely resemble those on the banner of the Ottoman Empire, which preceded modern-day Turkey; the crescent moon and star serve as insignia for the Turks, as well as being traditional symbols of Islam; according to legend, the flag represents the reflection of the moon and a star in a pool of blood of Turkish warriors"
    },
    "national_symbols": {
      "text": "star and crescent"
    },
    "national_anthem": {
      "name": "\"Istiklal Marsi\" (Independence March)",
      "lyrics_music": "Mehmet Akif ERSOY/Zeki UNGOR",
      "note": "lyrics adopted 1921, music adopted 1932; the anthem's original music was adopted in 1924; a new composition was agreed upon in 1932"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Turkey's largely free-market economy is increasingly driven by its industry and service sectors, although its traditional agriculture sector still accounts for about 25% of employment. An aggressive privatization program has reduced state involvement in basic industry, banking, transport, and communication, and an emerging cadre of middle-class entrepreneurs is adding dynamism to the economy and expanding production beyond the traditional textiles and clothing sectors. The automotive, construction, and electronics industries, are rising in importance and have surpassed textiles within Turkey's export mix. Oil began to flow through the Baku-Tbilisi-Ceyhan pipeline in May 2006, marking a major milestone that will bring up to 1 million barrels per day from the Caspian to market. Several gas pipelines projects also are moving forward to help transport Central Asian gas to Europe through Turkey, which over the long term will help address Turkey's dependence on imported oil and gas to meet 97% of its energy needs. After Turkey experienced a severe financial crisis in 2001, Ankara adopted financial and fiscal reforms as part of an IMF program. The reforms strengthened the country's economic fundamentals and ushered in an era of strong growth - averaging more than 6% annually until 2008. Global economic conditions and tighter fiscal policy caused GDP to contract in 2009, but Turkey's well-regulated financial markets and banking system helped the country weather the global financial crisis and GDP rebounded strongly to 9.2% in 2010, as exports returned to normal levels following the recession. Growth dropped to approximately 3% in 2012. Turkey's public sector debt to GDP ratio has fallen to about 40%, and at least one rating agency upgraded Turkey's debt to investment grade in 2012. Turkey remains dependent on often volatile, short-term investment to finance its large trade deficit. The stock value of FDI stood at $117 billion at year-end 2012. Inflows have slowed because of continuing economic turmoil in Europe, the source of much of Turkey's FDI. Turkey's relatively high current account deficit, uncertainty related to monetary policy-making, and political turmoil within Turkey's neighborhood leave the economy vulnerable to destabilizing shifts in investor confidence."
    },
    "gdp_purchasing_power_parity": {
      "text": "$1.142 trillion (2012 est.); $1.113 trillion (2011 est.); $1.026 trillion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$794.5 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "2.6% (2012 est.); 8.5% (2011 est.); 9.2% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$15,200 (2012 est.); $15,000 (2011 est.); $14,000 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "20.4% of GDP (2012 est.); 23.6% of GDP (2011 est.); 19.6% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "70%",
      "government_consumption": "14.7%",
      "investment_in_fixed_capital": "20.3%",
      "investment_in_inventories": "0.1%",
      "exports_of_goods_and_services": "26.4%",
      "imports_of_goods_and_services": "-31.6% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "9.1%",
      "industry": "27%",
      "services": "63.9% (2012 est.)"
    },
    "agriculture_products": {
      "text": "tobacco, cotton, grain, olives, sugar beets, hazelnuts, pulses, citrus; livestock"
    },
    "industries": {
      "text": "textiles, food processing, autos, electronics, mining (coal, chromate, copper, boron), steel, petroleum, construction, lumber, paper"
    },
    "industrial_production_growth_rate": {
      "text": "1.7% (2012 est.)"
    },
    "labor_force": {
      "text": "27.34 million",
      "note": "about 1.2 million Turks work abroad (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "25.5%",
      "industry": "26.2%",
      "services": "48.4% (2010)"
    },
    "unemployment_rate": {
      "text": "9.2% (2012 est.); 9.8% (2011 est.)",
      "note": "underemployment amounted to 4% in 2008"
    },
    "population_below_poverty_line": {
      "text": "16.9% (2010)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.1%",
      "highest_10%": "30.3% (2008)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "40.2 (2010); 43.6 (2003)"
    },
    "budget": {
      "revenues": "$184.7 billion",
      "expenditures": "$200.7 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "23.2% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "36.1% of GDP (2012 est.); 40% of GDP (2011 est.)",
      "note": "data cover central government debt, and excludes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data exclude debt issued by subnational entities, as well as intra-governmental debt; intra-governmental debt consists of treasury borrowings from surpluses in the social funds, such as for retirement, medical care, and unemployment; debt instruments for the social funds are sold at public auctions"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "8.9% (2012 est.); 6.5% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "5.25% (31 December 2011); 15% (22 December 2009)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "19% (31 December 2012 est.); 17% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$85.23 billion (31 December 2012 est.); $71.95 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$386.5 billion (31 December 2012 est.); $346.2 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$552.3 billion (31 December 2012 est.); $456.4 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$201.8 billion (31 December 2011); $306.7 billion (31 December 2010); $225.7 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$59.74 billion (2012 est.); -$77.24 billion (2011 est.)"
    },
    "exports": {
      "text": "$163.4 billion (2012 est.); $143.5 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "apparel, foodstuffs, textiles, metal manufactures, transport equipment"
    },
    "exports_partners": {
      "text": "Germany 8.6%, Iraq 7.1%, Iran 6.5%, UK 5.7%, UAE 5.4%, Russia 4.4%, Italy 4.2%, France 4.1% (2012)"
    },
    "imports": {
      "text": "$228.9 billion (2012 est.); $232.5 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery, chemicals, semi-finished goods, fuels, transport equipment"
    },
    "imports_partners": {
      "text": "Russia 11.3%, Germany 9%, China 9%, US 6%, Italy 5.6%, Iran 5.1% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$119.2 billion (31 December 2012 est.); $88.21 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$336.9 billion (31 December 2012 est.); $307 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$152.9 billion (31 December 2012 est.); $140.5 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$30.95 billion (31 December 2012 est.); $26.86 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Turkish liras (TRY) per US dollar -; 1.796 (2012 est.); 1.675 (2011 est.); 1.5028 (2010 est.); 1.55 (2009); 1.3179 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "201.2 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "155.2 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "1.918 billion kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "1.144 billion kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "44.76 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "65.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "32.5% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "2.2% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "45,740 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "284,400 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "270.4 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "343,400 bbl/day (2009 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "706,100 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "68,450 bbl/day (2009 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "297,400 bbl/day (2009 est.)"
    },
    "natural_gas_production": {
      "text": "761 million cu m (2011 est.)"
    },
    "natural_gas_consumption": {
      "text": "44.71 billion cu m (2011 est.)"
    },
    "natural_gas_exports": {
      "text": "713 million cu m (2011 est.)"
    },
    "natural_gas_imports": {
      "text": "43.9 billion cu m (2011 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "6.173 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "263.5 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "15.211 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "65.322 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "comprehensive telecommunications network undergoing rapid modernization and expansion, especially in mobile-cellular services",
      "domestic": "additional digital exchanges are permitting a rapid increase in subscribers; the construction of a network of technologically advanced intercity trunk lines, using both fiber-optic cable and digital microwave radio relay, is facilitating communication between urban centers; remote areas are reached by a domestic satellite system; combined fixed-line and mobile-cellular teledensity is roughly 100 telephones per 100 persons",
      "international": "country code - 90; international service is provided by the SEA-ME-WE-3 submarine cable and by submarine fiber-optic cables in the Mediterranean and Black Seas that link Turkey with Italy, Greece, Israel, Bulgaria, Romania, and Russia; satellite earth stations - 12 Intelsat; mobile satellite terminals - 328 in the Inmarsat and Eutelsat systems (2010)"
    },
    "broadcast_media": {
      "text": "Turkish Radio and Television Corporation (TRT) operates multiple TV and radio networks and stations; multiple privately owned national television stations and up to 300 private regional and local television stations; multi-channel cable TV subscriptions available; more than 1,000 private radio broadcast stations (2009)"
    },
    "internet_country_code": {
      "text": ".tr"
    },
    "internet_hosts": {
      "text": "7.093 million (2012)"
    },
    "internet_users": {
      "text": "27.233 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "98 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "91",
      "over_3_047_m": "16",
      "2_438_to_3_047_m": "38",
      "1_524_to_2_437_m": "17",
      "914_to_1_523_m": "16",
      "under_914_m": "4 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "7",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "4",
      "under_914_m": "2 (2013)"
    },
    "heliports": {
      "text": "20 (2013)"
    },
    "pipelines": {
      "text": "gas 11,102 km; oil 3,651 km (2013)"
    },
    "railways": {
      "total": "8,699 km",
      "standard_gauge": "8,699 km 1.435-m gauge (1,928 km electrified) (2008)"
    },
    "roadways": {
      "total": "352,046 km",
      "paved": "313,151 km (includes 2,010 km of expressways)",
      "unpaved": "38,895 km (2008)"
    },
    "waterways": {
      "text": "1,200 km (2010)"
    },
    "merchant_marine": {
      "total": "629",
      "by_type": "bulk carrier 102, cargo 281, chemical tanker 80, container 42, liquefied gas 6, passenger 2, passenger/cargo 60, petroleum tanker 25, refrigerated cargo 1, roll on/roll off 29, specialized tanker 1",
      "foreign_owned": "1 (Italy 1)",
      "registered_in_other_countries": "645 (Albania 1, Antigua and Barbuda 7, Azerbaijan 1, Bahamas 3, Barbados 1, Belize 16, Brazil 1, Cambodia 15, Comoros 8, Cook Islands 4, Curacao 5, Cyprus 1, Dominica 1, Georgia 14, Italy 4, Kazakhstan 1, Liberia 16, Malta 233, Marshall Islands 70, Moldova 18, Panama 62, Russia 101, Saint Kitts and Nevis 18, Saint Vincent and the Grenadines 13, Sierra Leone 9, Slovakia 1, Tanzania 13, Togo 4, Tuvalu 1, unknown 3) (2010)"
    },
    "ports_and_terminals": {
      "text": "Aliaga, Ambarli, Diliskelesi, Eregli, Izmir, Kocaeli (Izmit), Mersin (Icel), Limani, Yarimca"
    }
  },
  "military": {
    "military_branches": {
      "text": "Turkish Armed Forces (TSK): Turkish Land Forces (Turk Kara Kuvvetleri), Turkish Naval Forces (Turk Deniz Kuvvetleri; includes naval air and naval infantry), Turkish Air Forces (Turk Hava Kuvvetleri) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "21-41 years of age for male compulsory military service; 18 years of age for voluntary service; 15 months conscript obligation for non-university graduates, 6-12 months for university graduates; conscripts are called to register at age 20, for service at 21; women serve in the Turkish Armed Forces only as officers; reserve obligation to age 41; under a law passed in November 2011, men aged 30 and older who have worked 3 years in foreign countries may pay $16,200 in lieu of mandatory military service (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "21,079,077",
      "females_age_16_49": "20,558,696 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "17,664,510",
      "females_age_16_49": "17,340,816 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "700,079",
      "female": "670,328 (2010 est.)"
    },
    "military_expenditures": {
      "text": "5.3% of GDP (2005 est.)"
    },
    "military_note": {
      "text": "the ruling Justice and Development Party (AKP) has incrementally asserted its supremacy over the military since first taking power in 2002 and has reduced the role of the Turkish Armed Forces (TSK) in internal security, increasing the responsibility of the Turkish National Police (TNP) in combating its Kurdish insurgency; the TSK leadership continues to play a role in politics and considers itself guardian of Turkey's secular state; primary domestic threats are listed as fundamentalism (with the definition in some dispute with the civilian government), separatism (Kurdish discontent), and the extreme left wing; Ankara strongly opposed establishment of an autonomous Kurdish region; an overhaul of the Turkish Land Forces Command (TLFC) taking place under the \"Force 2014\" program is to produce 20-30% smaller, more highly trained forces characterized by greater mobility and firepower and capable of joint and combined operations; the TLFC has taken on increasing international peacekeeping responsibilities, and took charge of a NATO International Security Assistance Force (ISAF) command in Afghanistan in April 2007; the Turkish Navy is a regional naval power that wants to develop the capability to project power beyond Turkey's coastal waters; the Navy is heavily involved in NATO, multinational, and UN operations; its roles include control of territorial waters and security for sea lines of communications; the Turkish Air Force adopted an \"Aerospace and Missile Defense Concept\" in 2002 and has initiated project work on an integrated missile defense system; Air Force priorities include attaining a modern deployable, survivable, and sustainable force structure, and establishing a sustainable command and control system (2008)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "complex maritime, air, and territorial disputes with Greece in the Aegean Sea; status of north Cyprus question remains; Syria and Iraq protest Turkish hydrological projects to control upper Euphrates waters; Turkey has expressed concern over the status of Kurds in Iraq; in 2009, Swiss mediators facilitated an accord reestablishing diplomatic ties between Armenia and Turkey, but neither side has ratified the agreement and the rapprochement effort has faltered; Turkish authorities have complained that blasting from quarries in Armenia might be damaging the medieval ruins of Ani, on the other side of the Arpacay valley;"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "11,322 (Iraq) (2012); 463,885 (Syria) (2013)",
      "idps": "at least 954,000-1.2 million (displaced from 1984-2005 because of fighting between Kurdish PKK and Turkish military; most IDPs are Kurds from eastern and southeastern provinces; no information available on persons displaced by development projects) (2012)",
      "stateless_persons": "780 (2012)"
    },
    "illicit_drugs": {
      "text": "key transit route for Southwest Asian heroin to Western Europe and, to a lesser extent, the US - via air, land, and sea routes; major Turkish and other international trafficking organizations operate out of Istanbul; laboratories to convert imported morphine base into heroin exist in remote regions of Turkey and near Istanbul; government maintains strict controls over areas of legal opium poppy cultivation and over output of poppy straw concentrate; lax enforcement of money-laundering controls"
    }
  }
}