{
  "intro": {
    "background": {
      "text": "Ukraine was the center of the first eastern Slavic state, Kyivan Rus, which during the 10th and 11th centuries was the largest and most powerful state in Europe. Weakened by internecine quarrels and Mongol invasions, Kyivan Rus was incorporated into the Grand Duchy of Lithuania and eventually into the Polish-Lithuanian Commonwealth. The cultural and religious legacy of Kyivan Rus laid the foundation for Ukrainian nationalism through subsequent centuries. A new Ukrainian state, the Cossack Hetmanate, was established during the mid-17th century after an uprising against the Poles. Despite continuous Muscovite pressure, the Hetmanate managed to remain autonomous for well over 100 years. During the latter part of the 18th century, most Ukrainian ethnographic territory was absorbed by the Russian Empire. Following the collapse of czarist Russia in 1917, Ukraine was able to achieve a short-lived period of independence (1917-20), but was reconquered and forced to endure a brutal Soviet rule that engineered two forced famines (1921-22 and 1932-33) in which over 8 million died. In World War II, German and Soviet armies were responsible for some 7 to 8 million more deaths. Although final independence for Ukraine was achieved in 1991 with the dissolution of the USSR, democracy and prosperity remained elusive as the legacy of state control and endemic corruption stalled efforts at economic reform, privatization, and civil liberties. A peaceful mass protest \"Orange Revolution\" in the closing months of 2004 forced the authorities to overturn a rigged presidential election and to allow a new internationally monitored vote that swept into power a reformist slate under Viktor YUSHCHENKO. Subsequent internal squabbles in the YUSHCHENKO camp allowed his rival Viktor YANUKOVYCH to stage a comeback in parliamentary elections and become prime minister in August of 2006. An early legislative election, brought on by a political crisis in the spring of 2007, saw Yuliya TYMOSHENKO, as head of an \"Orange\" coalition, installed as a new prime minister in December 2007. Viktor YANUKOVUYCH was elected president in a February 2010 run-off election that observers assessed as meeting most international standards. The following month, Ukraine's parliament, the Rada, approved a vote of no-confidence prompting Yuliya TYMOSHENKO to resign from her post as prime minister. In October 2012, Ukraine held Rada elections, widely criticized by Western observers as flawed due to use of government resources to favor ruling party candidates, interference with media access, and harassment of opposition candidates."
    }
  },
  "geo": {
    "location": {
      "text": "Eastern Europe, bordering the Black Sea, between Poland, Romania, and Moldova in the west and Russia in the east"
    },
    "geographic_coordinates": {
      "text": "49 00 N, 32 00 E"
    },
    "map_references": {
      "text": "Europe"
    },
    "area": {
      "total": "603,550 sq km",
      "land": "579,330 sq km",
      "water": "24,220 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Texas"
    },
    "land_boundaries": {
      "total": "4,566 km",
      "border_countries": "Belarus 891 km, Hungary 103 km, Moldova 940 km, Poland 428 km, Romania (south) 176 km, Romania (southwest) 362 km, Russia 1,576 km, Slovakia 90 km"
    },
    "coastline": {
      "text": "2,782 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 m or to the depth of exploitation"
    },
    "climate": {
      "text": "temperate continental; Mediterranean only on the southern Crimean coast; precipitation disproportionately distributed, highest in west and north, lesser in east and southeast; winters vary from cool along the Black Sea to cold farther inland; summers are warm across the greater part of the country, hot in the south"
    },
    "terrain": {
      "text": "most of Ukraine consists of fertile plains (steppes) and plateaus, mountains being found only in the west (the Carpathians), and in the Crimean Peninsula in the extreme south"
    },
    "elevation_extremes": {
      "lowest_point": "Black Sea 0 m",
      "highest_point": "Hora Hoverla 2,061 m"
    },
    "natural_resources": {
      "text": "iron ore, coal, manganese, natural gas, oil, salt, sulfur, graphite, titanium, magnesium, kaolin, nickel, mercury, timber, arable land"
    },
    "land_use": {
      "arable_land": "53.85%",
      "permanent_crops": "1.48%",
      "other": "44.67% (2011)"
    },
    "irrigated_land": {
      "text": "21,750 sq km (2010)"
    },
    "total_renewable_water_resources": {
      "text": "139.6 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "19.24  cu km/yr (24%/69%/7%)",
      "per_capita": "415.7  cu m/yr (2010)"
    },
    "natural_hazards": {
      "text": "NA"
    },
    "environment_current_issues": {
      "text": "inadequate supplies of potable water; air and water pollution; deforestation; radiation contamination in the northeast from 1986 accident at Chornobyl' Nuclear Power Plant"
    },
    "environment_international_agreements": {
      "party_to": "Air Pollution, Air Pollution-Nitrogen Oxides, Air Pollution-Sulfur 85, Antarctic-Environmental Protocol, Antarctic-Marine Living Resources, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands",
      "signed_but_not_ratified": "Air Pollution-Persistent Organic Pollutants, Air Pollution-Sulfur 94, Air Pollution-Volatile Organic Compounds"
    },
    "geography_note": {
      "text": "strategic position at the crossroads between Europe and Asia; second-largest country in Europe"
    }
  },
  "people": {
    "nationality": {
      "noun": "Ukrainian(s)",
      "adjective": "Ukrainian"
    },
    "ethnic_groups": {
      "text": "Ukrainian 77.8%, Russian 17.3%, Belarusian 0.6%, Moldovan 0.5%, Crimean Tatar 0.5%, Bulgarian 0.4%, Hungarian 0.3%, Romanian 0.3%, Polish 0.3%, Jewish 0.2%, other 1.8% (2001 census)"
    },
    "languages": {
      "text": "Ukrainian (official) 67%, Russian 24%, other (includes small Romanian-, Polish-, and Hungarian-speaking minorities) 9%"
    },
    "religions": {
      "text": "Ukrainian Orthodox - Kyiv Patriarchate 50.4%, Ukrainian Orthodox - Moscow Patriarchate 26.1%, Ukrainian Greek Catholic 8%, Ukrainian Autocephalous Orthodox 7.2%, Roman Catholic 2.2%, Protestant 2.2%, Jewish 0.6%, other 3.2% (2006 est.)"
    },
    "population": {
      "text": "44,573,205 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "13.9% (male 3,180,376/female 3,004,250)",
      "15_24_years": "12.1% (male 2,758,374/female 2,645,879)",
      "25_54_years": "45% (male 9,693,346/female 10,355,403)",
      "55_64_years": "13.5% (male 2,573,283/female 3,426,840)",
      "65_years_and_over": "15.6% (male 2,269,784/female 4,665,670) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "41.9 %",
      "youth_dependency_ratio": "20.5 %",
      "elderly_dependency_ratio": "21.4 %",
      "potential_support_ratio": "4.7 (2013)"
    },
    "median_age": {
      "total": "40.3 years",
      "male": "37.1 years",
      "female": "43.5 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "-0.63% (2013 est.)"
    },
    "birth_rate": {
      "text": "9.52 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "15.75 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.07 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "68.9% of total population (2011)",
      "rate_of_urbanization": "-0.26% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "KYIV (capital) 2.779 million; Kharkiv 1.455 million; Dnipropetrovsk 1.013 million; Odesa 1.009 million; Donetsk 971,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.07 male(s)/female",
      "0_14_years": "1.06 male(s)/female",
      "15_24_years": "1.04 male(s)/female",
      "25_54_years": "0.93 male(s)/female",
      "55_64_years": "0.75 male(s)/female",
      "65_years_and_over": "0.49 male(s)/female",
      "total_population": "0.85 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "23.1",
      "note": "Median age at first birth among women 25-29 (2007 est.)"
    },
    "maternal_mortality_rate": {
      "text": "32 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "8.24 deaths/1,000 live births",
      "male": "10.31 deaths/1,000 live births",
      "female": "6.03 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "68.93 years",
      "male": "63.41 years",
      "female": "74.8 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.29 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "66.7% (2007)"
    },
    "health_expenditures": {
      "text": "7.7% of GDP (2010)"
    },
    "physicians_density": {
      "text": "3.13 physicians/1,000 population (2006)"
    },
    "hospital_bed_density": {
      "text": "8.7 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 98% of population; rural: 98% of population; total: 98% of population",
      "unimproved": "urban: 2% of population; rural: 2% of population; total: 2% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 96% of population; rural: 89% of population; total: 94% of population",
      "unimproved": "urban: 4% of population; rural: 11% of population; total: 6% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "1.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "350,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "24,000 (2009 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "21.3% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "0.9% (2002)"
    },
    "education_expenditures": {
      "text": "5.3% of GDP (2007)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "99.7%",
      "male": "99.8%",
      "female": "99.7% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "15 years",
      "male": "15 years",
      "female": "15 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "356,213",
      "percentage": "7 % (2005 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "18.6%",
      "male": "18.6%",
      "female": "18.7% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "none",
      "conventional_short_form": "Ukraine",
      "local_long_form": "none",
      "local_short_form": "Ukrayina",
      "former": "Ukrainian National Republic, Ukrainian State, Ukrainian Soviet Socialist Republic"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Kyiv (Kiev)",
      "note": "pronounced KAY-yiv",
      "geographic_coordinates": "50 26 N, 30 31 E",
      "time_difference": "UTC+2 (7 hours ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "+1hr, begins last Sunday in March; ends last Sunday in October"
    },
    "administrative_divisions": {
      "text": "24 provinces (oblasti, singular - oblast'), 1 autonomous republic* (avtonomna respublika), and 2 municipalities (mista, singular - misto) with oblast status**; Cherkasy, Chernihiv, Chernivtsi, Crimea or Avtonomna Respublika Krym* (Simferopol'), Dnipropetrovs'k, Donets'k, Ivano-Frankivs'k, Kharkiv, Kherson, Khmel'nyts'kyy, Kirovohrad, Kyiv**, Kyiv, Luhans'k, L'viv, Mykolayiv, Odesa, Poltava, Rivne, Sevastopol'**, Sumy, Ternopil', Vinnytsya, Volyn' (Luts'k), Zakarpattya (Uzhhorod), Zaporizhzhya, Zhytomyr",
      "note": "administrative divisions have the same names as their administrative centers (exceptions have the administrative center name following in parentheses)"
    },
    "independence": {
      "text": "24 August 1991 (from the Soviet Union); notable earlier dates: ca. 982 (VOLODYMYR I consolidates Kyivan Rus), 1648 (establishment of Cossack Hetmanate)"
    },
    "national_holiday": {
      "text": "Independence Day, 24 August (1991); note - 22 January 1918, the day Ukraine first declared its independence (from Soviet Russia) and the day the short-lived Western and Greater (Eastern) Ukrainian republics united (1919), is now celebrated as Unity Day"
    },
    "constitution": {
      "text": "adopted 28 June 1996"
    },
    "legal_system": {
      "text": "civil law system; judicial review of legislative acts"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Viktor YANUKOVYCH (since 25 February 2010)",
      "head_of_government": "Prime Minister Mykola AZAROV (since 11 March 2010); First Deputy Prime Minister Serhiy ARBUZOV (since 24 December 2012); Deputy Prime Ministers Yuriy BOYKO, Kostyantyn HRYSHCHENKO, Oleksandr VILKUL (all since 24 December 2012)",
      "cabinet": "Cabinet of Ministers nominated by the president",
      "note": "there is also a National Security and Defense Council or NSDC originally created in 1992 as the National Security Council; the NSDC staff is tasked with developing national security policy on domestic and international matters and advising the president; a Presidential Administration helps draft presidential edicts and provides policy support to the president",
      "elections": "president elected by popular vote for a five-year term (eligible for a second term); election last held on 17 January 2010 with runoff on 7 February 2010 (next to be held in October 2015)",
      "election_results": "Viktor YANUKOVYCH elected president; percent of vote - Viktor YANUKOVYCH 48.9%, Yuliya TYMOSHENKO 45.5%, other 5.6%"
    },
    "legislative_branch": {
      "text": "unicameral Supreme Council or Verkhovna Rada (450 seats; 50% of seats allocated on a proportional basis to those parties that gain 5% or more of the national electoral vote and 50% to members elected in single mandate districts; members serve five-year terms)",
      "elections": "last held on 28 October 2012 (next to be held fall 2017)",
      "election_results": "percent of vote by party - Party of Regions 30%, Batkivshchyna 25.5%, UDAR 14%, CPU 13.2%, Svoboda 10.4%, other parties 6.9%; seats by party - Party of Regions 185, Batkivshchyna 101, UDAR 40, Svoboda 37, CPU 32, United Center 3, People's Party 2, Radical 1, Union 1, independents 43, vacant 5; composition as of mid-April 2013 - Party of Regions 207, Batkivshchyna 95, UDAR 42, Svoboda 36, CPU 32, independents 32, vacant 6"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court of Ukraine (consists of 95 judges organized into civil, criminal, commercial, and administrative chambers, and a military panel); Constitutional Court (consists of 18 justices)",
      "judge_selection_and_term_of_office": "Supreme Court judges proposed by the Supreme Council of Justice or SCJ (a 20-member independent body of judicial officials and other appointees) and appointed by presidential decree; judges initially appointed for 5 years and, if approved by the SCJ, serve until mandatory retirement at age 65; Constitutional Court justices appointed - 6 each by the president, by the SCU, and by the Verkhovna Rada; justices appointed for 9-year non-renewable terms",
      "subordinate_courts": "specialized high courts; Courts of Cassation; Courts of Appeal; regional, district, city, and town courts"
    },
    "political_parties_and_leaders": {
      "text": "Batkivshchyna (All-Ukrainian Union \"Fatherland\") [Yuliya TYMOSHENKO]; Communist Party of Ukraine or CPU [Petro SYMONENKO]; European Party of Ukraine [Mykola KATERYNCHUK]; Front of Change [Arseniy YATSENYUK]; Our Ukraine [Viktor YUSHCHENKO]; Party of Industrialists and Entrepreneurs [Anatoliy KINAKH]; Party of Regions [Mykola AZAROV, chairman]; Party of the Defenders of the Fatherland [Yuriy KARMAZIN]; People's Movement of Ukraine (Rukh) [Borys TARASYUK]; People's Party [Volodymyr LYTVYN]; Peoples' Self-Defense Party [Oleh NOVIKOV]; Progressive Socialist Party [Natalya VITRENKO]; Radical Party [Oleh LYASHKO]; Reforms and Order Party [Viktor PYNZENYK]; Republican Party Sobor [Anatoliy MATVIYENKO]; Social Democratic Party (United) or SDPU(o) [Yuriy ZAHORODNIY]; Socialist Party of Ukraine or SPU [Oleksandr MOROZ]; Svoboda [Oleh TYAHNYBOK]; Ukraine-Forward! [Natalia KOROLEVSKA]; Ukrainian Democratic Alliance for Reforms or UDAR [Vitaliy KLYCHKO]; Ukrainian People's Party [Yuriy KOSTENKO]; Union [Lev MIRIMSKY]; United Center [Viktor BALOHA]; Viche [Inna BOHOSLOVSKA]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Committee of Voters of Ukraine [Aleksandr CHERNENKO]; OPORA [Olha AIVAZOVSKA]"
    },
    "international_organization_participation": {
      "text": "Australia Group, BSEC, CBSS (observer), CD, CE, CEI, CICA (observer), CIS (participating member, has not signed the 1993 CIS charter although it participates in meetings), EAEC (observer), EAPC, EBRD, FAO, GCTU, GUAM, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITU, ITUC (NGOs), LAIA (observer), MIGA, MONUSCO, NAM (observer), NSG, OAS (observer), OIF (observer), OPCW, OSCE, PCA, PFP, SELEC (observer), UN, UNCTAD, UNESCO, UNIDO, UNMIL, UNMISS, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO, ZC"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Oleksandr MOTSYK",
      "chancery": "3350 M Street NW, Washington, DC 20007",
      "telephone": "[1] (202) 349-2920",
      "fax": "[1] (202) 333-0817",
      "consulates_general": "Chicago, New York, San Francisco"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador John F. TEFFT",
      "embassy": "4 Igor Sikorsky Street, 04112 Kyiv",
      "mailing_address": "5850 Kyiv Place, Washington, DC 20521-5850",
      "telephone": "[380] (44) 521-5000",
      "fax": "[380] (44) 521-5155"
    },
    "flag_description": {
      "text": "two equal horizontal bands of azure (top) and golden yellow represent grain fields under a blue sky"
    },
    "national_symbols": {
      "text": "trident (tryzub)"
    },
    "national_anthem": {
      "name": "\"Shche ne vmerla Ukraina\" (Ukraine Has Not Yet Perished)",
      "lyrics_music": "Paul CHUBYNSKYI/Mikhail VERBYTSKYI",
      "note": "music adopted 1991, lyrics adopted 2003; the song was first performed in 1864 at the Ukraine Theatre in Lviv; the lyrics, originally written in 1862, were revised in 2003"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "After Russia, the Ukrainian republic was the most important economic component of the former Soviet Union, producing about four times the output of the next-ranking republic. Its fertile black soil generated more than one-fourth of Soviet agricultural output, and its farms provided substantial quantities of meat, milk, grain, and vegetables to other republics. Likewise, its diversified heavy industry supplied the unique equipment (for example, large diameter pipes) and raw materials to industrial and mining sites (vertical drilling apparatus) in other regions of the former USSR. Shortly after independence in August 1991, the Ukrainian Government liberalized most prices and erected a legal framework for privatization, but widespread resistance to reform within the government and the legislature soon stalled reform efforts and led to some backtracking. Output by 1999 had fallen to less than 40% of the 1991 level. Ukraine's dependence on Russia for energy supplies and the lack of significant structural reform have made the Ukrainian economy vulnerable to external shocks. Ukraine depends on imports to meet about three-fourths of its annual oil and natural gas requirements and 100% of its nuclear fuel needs. After a two-week dispute that saw gas supplies cutoff to Europe, Ukraine agreed to 10-year gas supply and transit contracts with Russia in January 2009 that brought gas prices to \"world\" levels. The strict terms of the contracts have further hobbled Ukraine's cash-strapped state gas company, Naftohaz. Outside institutions - particularly the IMF - have encouraged Ukraine to quicken the pace and scope of reforms to foster economic growth. Ukrainian Government officials eliminated most tax and customs privileges in a March 2005 budget law, bringing more economic activity out of Ukraine's large shadow economy, but more improvements are needed, including fighting corruption, developing capital markets, and improving the legislative framework. Ukraine's economy was buoyant despite political turmoil between the prime minister and president until mid-2008. Real GDP growth exceeded 7% in 2006-07, fueled by high global prices for steel - Ukraine's top export - and by strong domestic consumption, spurred by rising pensions and wages. A drop in steel prices and Ukraine's exposure to the global financial crisis due to aggressive foreign borrowing lowered growth in 2008. Ukraine reached an agreement with the IMF for a $16.4 billion Stand-By Arrangement in November 2008 to deal with the economic crisis, but the program quickly stalled due to the Ukrainian Government's lack of progress in implementing reforms. The economy contracted nearly 15% in 2009, among the worst economic performances in the world. In April 2010, Ukraine negotiated a price discount on Russian gas imports in exchange for extending Russia's lease on its naval base in Crimea. In August 2010, Ukraine, under the YANUKOVYCH Administration, reached a new agreement with the IMF for a $15.1 billion Stand-By Agreement. Economic growth resumed in 2010 and 2011, buoyed by exports. After initial disbursements, the IMF program stalled in early 2011 due to the Ukrainian Government's lack of progress in implementing key gas sector reforms, namely gas tariff increases. Economic growth slowed in the second half of 2012 with Ukraine finishing the year in technical recession following two consecutive quarters of negative growth."
    },
    "gdp_purchasing_power_parity": {
      "text": "$340.7 billion (2012 est.); $340.2 billion (2011 est.); $323.4 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$176.2 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "0.2% (2012 est.); 5.2% (2011 est.); 4.1% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$7,500 (2012 est.); $7,500 (2011 est.); $7,100 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "9.9% of GDP (2012 est.); 14.5% of GDP (2011 est.); 16.3% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "70.8%",
      "government_consumption": "19.4%",
      "investment_in_fixed_capital": "18.9%",
      "investment_in_inventories": "-0.6%",
      "exports_of_goods_and_services": "50.9%",
      "imports_of_goods_and_services": "-59.3% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "10.2%",
      "industry": "31.6%",
      "services": "58.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "grain, sugar beets, sunflower seeds, vegetables; beef, milk"
    },
    "industries": {
      "text": "coal, electric power, ferrous and nonferrous metals, machinery and transport equipment, chemicals, food processing"
    },
    "industrial_production_growth_rate": {
      "text": "-2.1% (2012 est.)"
    },
    "labor_force": {
      "text": "22.11 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "5.6%",
      "industry": "26%",
      "services": "68.4% (2012)"
    },
    "unemployment_rate": {
      "text": "7.5% (2012 est.); 7.9% (2011 est.)",
      "note": "officially registered; large number of unregistered or underemployed workers"
    },
    "population_below_poverty_line": {
      "text": "24.1% (2010)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.8%",
      "highest_10%": "22.5% (2011 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "28.2 (2009); 29 (1999)"
    },
    "budget": {
      "revenues": "$55.75 billion",
      "expenditures": "$63.37 billion",
      "note": "this is the planned, consolidated budget (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "31.6% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-4.3% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "36.6% of GDP (2012 est.); 36.3% of GDP (2011 est.)",
      "note": "the total public debt of $64.5 billion consists of: domestic public debt ($23.8 billion); external public debt ($26.1 billion); and sovereign guarantees ($14.6 billion)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "0.6% (2012 est.); 8% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "7.5% (31 January 2012 est.); 11.97% (31 December 2010 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "18.39% (31 December 2012 est.); 15.95% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$40.44 billion (31 December 2012 est.); $38.93 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$97.4 billion (31 December 2012 est.); $85.33 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$129.6 billion (31 December 2012 est.); $121 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$25.56 billion (31 December 2011); $39.46 billion (31 December 2010); $16.79 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$14.4 billion (2012 est.); -$10.25 billion (2011 est.)"
    },
    "exports": {
      "text": "$69.81 billion (2012 est.); $69.42 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "ferrous and nonferrous metals, fuel and petroleum products, chemicals, machinery and transport equipment, food products"
    },
    "exports_partners": {
      "text": "Russia 23.7%, Turkey 6%, China 4.1% (2012)"
    },
    "imports": {
      "text": "$90.3 billion (2012 est.); $85.67 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "energy, machinery and equipment, chemicals"
    },
    "imports_partners": {
      "text": "Russia 19.4%, China 10.2%, Germany 9.6%, Belarus 7.8%, Poland 7.1% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$24.55 billion (31 December 2012 est.); $31.79 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$135 billion (31 December 2012 est.); $126.2 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$54.46 billion (31 December 2012 est.); $50.33 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$7.853 billion (31 December 2012 est.); $6.898 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "hryvnia (UAH) per US dollar -; 7.991 (2012 est.); 7.9676 (2011 est.); 7.9356 (2010 est.); 7.7912 (2009); 4.9523 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "198.1 billion kWh (2012 est.)"
    },
    "electricity_consumption": {
      "text": "175.3 billion kWh (2012 est.)"
    },
    "electricity_exports": {
      "text": "3.852 billion kWh (2012 est.)"
    },
    "electricity_imports": {
      "text": "1.894 billion kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "54.38 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "64.4% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "25.4% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "10% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.1% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "73,180 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "160 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "143,600 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "395 million bbl (1 January 2012 es)"
    },
    "refined_petroleum_products_production": {
      "text": "262,200 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "320,600 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "76,140 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "148,900 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "19.36 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "53.16 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "2.6 billion cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "36.4 billion cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "1.104 trillion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "275.5 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "12.681 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "55.576 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "Ukraine's telecommunication development plan emphasizes improving domestic trunk lines, international connections, and the mobile-cellular system",
      "domestic": "at independence in December 1991, Ukraine inherited a telephone system that was antiquated, inefficient, and in disrepair; more than 3.5 million applications for telephones could not be satisfied; telephone density is rising and the domestic trunk system is being improved; about one-third of Ukraine's networks are digital and a majority of regional centers now have digital switching stations; improvements in local networks and local exchanges continue to lag; the mobile-cellular telephone system's expansion has slowed, largely due to saturation of the market which has reached 125 mobile phones per 100 people",
      "international": "country code - 380; 2 new domestic trunk lines are a part of the fiber-optic Trans-Asia-Europe (TAE) system and 3 Ukrainian links have been installed in the fiber-optic Trans-European Lines (TEL) project that connects 18 countries; additional international service is provided by the Italy-Turkey-Ukraine-Russia (ITUR) fiber-optic submarine cable and by an unknown number of earth stations in the Intelsat, Inmarsat, and Intersputnik satellite systems (2010)"
    },
    "broadcast_media": {
      "text": "Ukraine's state-controlled nationwide TV broadcast channel (UT1) and a number of privately owned TV networks provide basic TV coverage; multi-channel cable and satellite TV services are available; Russian television broadcasts have a small audience nationwide, but larger audiences in the eastern and southern regions; Ukraine's radio broadcast market, a mix of independent and state-owned networks, is comprised of some 300 stations (2007)"
    },
    "internet_country_code": {
      "text": ".ua"
    },
    "internet_hosts": {
      "text": "2.173 million (2012)"
    },
    "internet_users": {
      "text": "7.77 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "187 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "108",
      "over_3_047_m": "13",
      "2_438_to_3_047_m": "42",
      "1_524_to_2_437_m": "22",
      "914_to_1_523_m": "3",
      "under_914_m": "28 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "79",
      "1_524_to_2_437_m": "5",
      "914_to_1_523_m": "5",
      "under_914_m": "69 (2013)"
    },
    "heliports": {
      "text": "9 (2013)"
    },
    "pipelines": {
      "text": "gas 36,720 km; oil 4,514 km; refined products 4,363 km (2013)"
    },
    "railways": {
      "total": "21,684 km",
      "broad_gauge": "21,684 km 1.524-m gauge (9,854 km electrified) (2009)"
    },
    "roadways": {
      "total": "169,496 km",
      "paved": "165,844 km (includes 15 km of expressways)",
      "unpaved": "3,652 km (2009)"
    },
    "waterways": {
      "text": "1,672 km (most on Dnieper River) (2012)"
    },
    "merchant_marine": {
      "total": "134",
      "by_type": "bulk carrier 3, cargo 98, chemical tanker 1, passenger 6, passenger/cargo 5, petroleum tanker 8, refrigerated cargo 11, specialized tanker 2",
      "registered_in_other_countries": "172 (Belize 6, Cambodia 35, Comoros 10, Cyprus 3, Dominica 1, Georgia 10, Liberia 10, Malta 29, Marshall Islands 1, Moldova 14, Mongolia 1, Panama 8, Russia 12, Saint Kitts and Nevis 8, Saint Vincent and the Grenadines 12, Sierra Leone 5, Slovakia 2, unknown 5) (2010)"
    },
    "ports_and_terminals": {
      "text": "Feodosiya (Theodosia), Illichivsk, Mariupol', Mykolayiv, Odesa, Yuzhnyy"
    }
  },
  "military": {
    "military_branches": {
      "text": "Ground Forces, Naval Forces, Air Forces (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-25 years of age for compulsory and voluntary military service; conscript service obligation is 12 months for Army and Air Force, 18 months for Navy (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "10,984,394",
      "females_age_16_49": "11.26 million (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "6,893,551",
      "females_age_16_49": "8,792,504 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "246,397",
      "female": "234,916 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.6% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "1997 boundary delimitation treaty with Belarus remains unratified due to unresolved financial claims, stalling demarcation and reducing border security; delimitation of land boundary with Russia is complete with preparations for demarcation underway; the dispute over the boundary between Russia and Ukraine through the Kerch Strait and Sea of Azov remains unresolved despite a December 2003 framework agreement and ongoing expert-level discussions; Moldova and Ukraine operate joint customs posts to monitor transit of people and commodities through Moldova's break-away Transnistria Region, which remains under the auspices of an Organization for Security and Cooperation in Europe-mandated peacekeeping mission comprised of Moldovan, Transnistrian, Russian, and Ukrainian troops; the ICJ ruled largely in favor of Romania in its dispute submitted in 2004 over Ukrainian-administered Zmiyinyy/Serpilor (Snake) Island and Black Sea maritime boundary delimitation; Romania opposes Ukraine's reopening of a navigation canal from the Danube border through Ukraine to the Black Sea"
    },
    "refugees_and_internally_displaced_persons": {
      "stateless_persons": "35,000 (2012); note - citizens of the former USSR who were permanently resident in Ukraine were granted citizenship upon Ukraine's independence in 1991, but some missed this window of opportunity; people arriving after 1991, Crimean Tatars, ethnic Koreans, people with expired Soviet passports, and people with no documents have difficulty acquiring Ukrainian citizenship; following the fall of the Soviet Union in 1989, thousands of Crimean Tatars and their descendants deported from Ukraine under the STALIN regime returned to their homeland, some being stateless and others holding the citizenship of Uzbekistan or other former Soviet republics; a 1998 bilateral agreement between Ukraine and Uzbekistan simplified the process of renouncing Uzbek citizenship and obtaining Ukrainian citizenship"
    },
    "trafficking_in_persons": {
      "current_situation": "Ukraine is a source, transit, and, increasingly, destination country for men, women, and children subjected to forced labor and sex trafficking; Ukrainian victims are sex trafficked within Ukraine as well as in Russia, Poland, Iraq, Spain, Turkey, Cyprus, Seychelles, Portugal, the Czech Republic, Israel, Italy, the United Arab Emirates, Montenegro, UK, and Tunisia; foreigners from Moldova, Uzbekistan, Pakistan, Cameroon, and Azerbaijan are victims of labor trafficking in Ukraine; Ukrainian recruiters most often target Ukrainians from rural areas with limited job prospects by using fraud, coercion, and debt bondage",
      "tier_rating": "Tier 2 Watch List - Ukraine does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; the government reduced its anti-trafficking law enforcement efforts in 2012; as a result of the dismantling of the specialized anti-trafficking police unit in 2011, the number of trafficking investigations, prosecutions, and convictions have decreased; fewer victims are identified and the national referral mechanism does not function effectively in many regions, resulting in few victims being granted victim status by the government; the government did not fund any anti-trafficking protection activities in 2012 and continues to rely on international donors to assist victims (2013)"
    },
    "illicit_drugs": {
      "text": "limited cultivation of cannabis and opium poppy, mostly for CIS consumption; some synthetic drug production for export to the West; limited government eradication program; used as transshipment point for opiates and other illicit drugs from Africa, Latin America, and Turkey to Europe and Russia; Ukraine has improved anti-money-laundering controls, resulting in its removal from the Financial Action Task Force's (FATF's) Noncooperative Countries and Territories List in February 2004; Ukraine's anti-money-laundering regime continues to be monitored by FATF"
    }
  }
}