{
  "intro": {
    "background": {
      "text": "Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century, when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870, the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \"prisoner\" popes and Italy were resolved in 1929 by three Lateran Treaties, which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984, a concordat between the Holy See and Italy modified certain of the earlier treaty provisions, including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom, threats against minority Christian communities in Africa and the Middle East, international development, interreligious dialogue and reconciliation, and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess the Catholic faith."
    }
  },
  "geo": {
    "location": {
      "text": "Southern Europe, an enclave of Rome (Italy)"
    },
    "geographic_coordinates": {
      "text": "41 54 N, 12 27 E"
    },
    "map_references": {
      "text": "Europe"
    },
    "area": {
      "total": "0.44 sq km",
      "land": "0.44 sq km",
      "water": "0 sq km"
    },
    "area_comparative": {
      "text": "about 0.7 times the size of The National Mall in Washington, DC"
    },
    "land_boundaries": {
      "total": "3.2 km",
      "border_countries": "Italy 3.2 km"
    },
    "coastline": {
      "text": "0 km (landlocked)"
    },
    "maritime_claims": {
      "text": "none (landlocked)"
    },
    "climate": {
      "text": "temperate; mild, rainy winters (September to May) with hot, dry summers (May to September)"
    },
    "terrain": {
      "text": "urban; low hill"
    },
    "elevation_extremes": {
      "lowest_point": "unnamed location 19 m",
      "highest_point": "unnamed elevation 75 m"
    },
    "natural_resources": {
      "text": "none"
    },
    "land_use": {
      "arable_land": "",
      "permanent_crops": "0%",
      "other": "100% (urban area) (2011)"
    },
    "irrigated_land": {
      "text": "0 sq km (2011)"
    },
    "natural_hazards": {
      "text": "NA"
    },
    "environment_current_issues": {
      "text": "NA"
    },
    "environment_international_agreements": {
      "party_to": "Ozone Layer Protection",
      "signed_but_not_ratified": "Air Pollution, Environmental Modification"
    },
    "geography_note": {
      "text": "landlocked; enclave in Rome, Italy; world's smallest state; beyond the territorial boundary of Vatican City, the Lateran Treaty of 1929 grants the Holy See extraterritorial authority over 23 sites in Rome and five outside of Rome, including the Pontifical Palace at Castel Gandolfo (the Pope's summer residence)"
    }
  },
  "people": {
    "nationality": {
      "noun": "none",
      "adjective": "none"
    },
    "ethnic_groups": {
      "text": "Italians, Swiss, other"
    },
    "languages": {
      "text": "Italian, Latin, French, various other languages"
    },
    "religions": {
      "text": "Roman Catholic"
    },
    "population": {
      "text": "839 (July 2013 est.)"
    },
    "population_growth_rate": {
      "text": "0% (2013 est.)"
    },
    "urbanization": {
      "urban_population": "100% of total population (2010)",
      "rate_of_urbanization": "0.1% annual rate of change (2010-15 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "NA"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "NA"
    },
    "hiv_aids_deaths": {
      "text": "NA"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "100%",
      "male": "100%",
      "female": "100%"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "The Holy See (Vatican City State)",
      "conventional_short_form": "Holy See (Vatican City)",
      "local_long_form": "La Santa Sede (Stato della Citta del Vaticano)",
      "local_short_form": "Santa Sede (Citta del Vaticano)"
    },
    "government_type": {
      "text": "ecclesiastical"
    },
    "capital": {
      "name": "Vatican City",
      "geographic_coordinates": "41 54 N, 12 27 E",
      "time_difference": "UTC+1 (6 hours ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "+1hr, begins last Sunday in March; ends last Sunday in October"
    },
    "administrative_divisions": {
      "text": "none"
    },
    "independence": {
      "text": "11 February 1929 (from Italy); note - the three treaties signed with Italy on 11 February 1929 acknowledged, among other things, the full sovereignty of the Holy See and established its territorial extent; however, the origin of the Papal States, which over centuries varied considerably in extent, may be traced back to 754"
    },
    "national_holiday": {
      "text": "Election Day of Pope FRANCIS, 13 March (2013)"
    },
    "constitution": {
      "text": "Fundamental Law promulgated by Pope JOHN PAUL II 26 November 2000, effective 22 February 2001 (replaced the first Fundamental Law of 1929)"
    },
    "legal_system": {
      "text": "religious legal system based on canon (religious) law"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "election of the pope is limited to cardinals less than 80 years old"
    },
    "executive_branch": {
      "chief_of_state": "Pope FRANCIS (since 13 March 2013)",
      "head_of_government": "Secretary of State Cardinal Tarcisio BERTONE (since 15 September 2006); Pope FRANCIS has appointed Archbishop Pietro PAROLIN to replace Cardinal BERTONE effective 15 October 2013; note - BERTONE has also been Camerlengo since 4 April 2007",
      "cabinet": "Pontifical Commission for the State of Vatican City appointed by the pope",
      "elections": "pope elected for life, or until voluntary resignation, by the College of Cardinals; election last held on 13 March 2013 (next to be held after the death or resignation of the current pope); Secretary of State appointed by the pope",
      "election_results": "Jorge Mario BERGOGLIO elected Pope FRANCIS"
    },
    "legislative_branch": {
      "text": "unicameral Pontifical Commission for Vatican City State"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court or Supreme Tribunal of the Apostolic Signatura (consists of the cardinal prefect, who serves as ex-officio president of the court, and 2 other cardinals of the Prefect Signatura) note - judicial duties were established by the Motu Proprio, papal directive, of Pope PIUS XII on 1 May 1946;  note 2: most Vatican City criminal matters are handled by the Republic of Italy courts",
      "judge_selection_and_term_of_office": "cardinal prefect appointed by the Pope; the other 2 cardinals of the court appointed by the cardinal prefect on a yearly basis",
      "subordinate_courts": "Appellate Court of Vatican City; Tribunal of Vatican City"
    },
    "political_parties_and_leaders": {
      "text": "none"
    },
    "political_pressure_groups_and_leaders": {
      "text": "none (exclusive of influence exercised by church officers)"
    },
    "international_organization_participation": {
      "text": "CE (observer), IAEA, Interpol, IOM, ITSO, ITU, ITUC (NGOs), OAS (observer), OPCW, OSCE, Schengen Convention (de facto member), UN (observer), UNCTAD, UNHCR, Union Latina (observer), UNWTO (observer), UPU, WIPO, WTO (observer)"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Apostolic Nuncio Carlo Maria VIGANO",
      "chancery": "3339 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 333-7121",
      "fax": "[1] (202) 337-4036"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Mario MESQUITA",
      "embassy": "Villa Domiziana, Via delle Terme Deciane 26, 00153 Rome",
      "mailing_address": "Unit 5660, Box 66, DPO AE 09624-0066",
      "telephone": "[39] (06) 4674-3428",
      "fax": "[39] (06) 575-8346"
    },
    "flag_description": {
      "text": "two vertical bands of yellow (hoist side) and white with the arms of the Holy See, consisting of the crossed keys of Saint Peter surmounted by the three-tiered papal tiara, centered in the white band; the yellow color represents the pope's spiritual power, the white his worldly power"
    },
    "national_symbols": {
      "text": "crossed keys"
    },
    "national_anthem": {
      "name": "\"Inno e Marcia Pontificale\" (Hymn and Pontifical March); often called The Pontifical Hymn",
      "lyrics_music": "Raffaello LAVAGNA/Charles-Francois GOUNOD",
      "note": "adopted 1950"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "The Holy See is supported financially by a variety of sources, including investments, real estate income, and donations from Catholic individuals, dioceses, and institutions; these help fund the Roman Curia (Vatican bureaucracy), diplomatic missions, and media outlets. Moreover, an annual collection taken up in dioceses and from direct donations go to a non-budgetary fund, known as Peter's Pence, which is used directly by the Pope for charity, disaster relief, and aid to churches in developing nations. Donations increased between 2010 and 2011. The separate Vatican City State budget includes the Vatican museums and post office and is supported financially by the sale of stamps, coins, medals, and tourist mementos; by fees for admission to museums; and by publication sales. Its revenues increased between 2010 and 2011 because of expanded opening hours and a growing number of visitors. However, the Holy See has not escaped the financial difficulties engulfing other European countries; in 2012 it started a spending review to determine where to cut costs to reverse its 2011 budget deficit of 15 million euros. Most public expenditures go to wages and other personnel costs; the incomes and living standards of lay workers are comparable to those of counterparts who work in the city of Rome."
    },
    "gdp_purchasing_power_parity": {
      "text": "$NA"
    },
    "industries": {
      "text": "printing; production of coins, medals, postage stamps; mosaics and staff uniforms; worldwide banking and financial activities"
    },
    "labor_force": {
      "text": "2,832 (December 2011)"
    },
    "labor_force_by_occupation": {
      "note": "essentially services with a small amount of industry; nearly all dignitaries, priests, nuns, guards, and the approximately 3,000 lay workers live outside the Vatican"
    },
    "population_below_poverty_line": {
      "text": "NA%"
    },
    "budget": {
      "revenues": "$308 million",
      "expenditures": "$326.4 million (2011)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "exchange_rates": {
      "text": "euros (EUR) per US dollar -; 0.7778 (2012 est.); 0.7185 (2011 est.); 0.755 (2010 est.); 0.7198 (2009 est.); 0.6827 (2008 est.)"
    }
  },
  "comm": {
    "telephone_system": {
      "general_assessment": "automatic digital exchange",
      "domestic": "connected via fiber optic cable to Telecom Italia network",
      "international": "country code - 39; uses Italian system (2012)"
    },
    "broadcast_media": {
      "text": "the Vatican Television Center (CTV) transmits live broadcasts of the Pope's Sunday and Wednesday audiences, as well as the Pope's public celebrations; CTV also produces documentaries; Vatican Radio is the Holy See's official broadcasting service broadcasting via shortwave, AM and FM frequencies, and via satellite and Internet connections (2008)"
    },
    "internet_country_code": {
      "text": ".va"
    },
    "internet_hosts": {
      "text": "107 (2012)"
    }
  },
  "military": {
    "military_branches": {
      "text": "Pontifical Swiss Guard Corps (Corpo della Guardia Svizzera Pontificia) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "Pontifical Swiss Guard Corps (Corpo della Guardia Svizzera Pontificia): 19-30 years of age for voluntary military service; no conscription; must be Roman Catholic, a Swiss citizen, with a secondary education (2013)"
    },
    "military_note": {
      "text": "defense is the responsibility of Italy; ceremonial and limited security duties performed by Pontifical Swiss Guard"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "none"
    }
  }
}