{
  "Introduction": {
    "Background": {
      "text": "Globally, the 20th century was marked by: (a) two devastating World Wars; (b) the Great Depression of the 1930s; (c) the end of vast colonial empires; (d) rapid advances in science and technology, from the first airplane flight at Kitty Hawk, North Carolina (US) to the landing on the moon; (e) the Cold War between the Western alliance and the Warsaw Pact nations; (f) a sharp rise in living standards in North America, Europe, and Japan; (g) increased concerns about environmental degradation including deforestation, energy and water shortages, declining biological diversity, and air pollution; (h) the onset of the AIDS epidemic; and (i) the ultimate emergence of the US as the only world superpower. The planet's population continues to explode: from 1 billion in 1820 to 2 billion in 1930, 3 billion in 1960, 4 billion in 1974, 5 billion in 1987, 6 billion in 1999, 7 billion in 2012, and 8 billion in 2022. For the 21st century, the continued exponential growth in science and technology raises both hopes (e.g., advances in medicine and agriculture) and fears (e.g., development of even more lethal weapons of war)."
    }
  },
  "Geography": {
    "Geographic overview": {
      "text": "<p>The surface of the Earth is approximately 70.9% water and 29.1% land. The former portion constitutes the World Ocean, the single largest feature of the planet and one that connects all places on the globe. The World Ocean is divided by the intervening continental landmasses into five major ocean basins, which are in decreasing order of size: the Pacific, Atlantic, Indian, Southern, and Arctic. <em>The World Factbook</em> describes each of these five as oceans. Given the significant differences in direction and temperature of major ocean currents, as well as the effects of the major air masses above them, the Pacific and Atlantic Oceans are generally divided at the equator into the North and South Pacific Oceans and the North and South Atlantic Oceans, thus creating seven major water bodies - the so-called \"Seven Seas.\"</p> <p>Some 97.5% of the Earth's water is saltwater. Of the 2.5% that is fresh, about two-thirds is frozen mostly locked up in the Antarctic ice sheets and mountain glaciers worldwide. If all the surface ice on earth fully melted, the sea level would rise about 70 m (230 ft).<br><br>In a 100-year period, a water molecule spends 98 years in the ocean, 20 months as ice, about two weeks in lakes and rivers, and less than a week in the atmosphere. Groundwater can take 50 years to just traverse 1 km (0.6 mi).</p> <p>Earth's land portion is generally divided into several, large, discrete landmasses termed continents. Depending on the convention used, the number of continents can vary from five to seven. The most common classification recognizes seven, which are (from largest to smallest): Asia, Africa, North America, South America, Antarctica, Europe, and Australia. Asia and Europe are sometimes lumped together into a Eurasian continent resulting in six continents. Alternatively, North and South America are sometimes grouped as simply the Americas, resulting in a continent total of six (or five, if the Eurasia designation is used).</p> <p>North America is commonly understood to include the island of Greenland, the isles of the Caribbean, and to extend south all the way to the Isthmus of Panama. The easternmost extent of Europe is generally defined as being the Ural Mountains and the Ural River; on the southeast the Caspian Sea; and on the south the Caucasus Mountains, the Black Sea, and the Mediterranean. Portions of five countries - Azerbaijan, Georgia, Kazakhstan, Russia, and Turkey - fall within both Europe and Asia, but in every instance the larger section is in Asia. These countries are considered part of both continents. Armenia and Cyprus, which lie completely in Western Asia, are geopolitically European countries.</p> <p>Asia usually incorporates all the islands of the Philippines, Malaysia, and Indonesia. The islands of the Pacific are often lumped with Australia into a \"land mass\" termed Oceania or Australasia. Africa's northeast extremity is frequently delimited at the Isthmus of Suez, but for geopolitical purposes, the Egyptian Sinai Peninsula is often included as part of Africa.</p> <p>Although the above groupings are the most common, different continental dispositions are recognized or taught in certain parts of the World, with some arrangements more heavily based on cultural spheres rather than physical geographic considerations.</p> <p>Based on the seven-continent model, and grouping islands with adjacent continents, Africa has the most countries with 54. Europe contains 49 countries and Asia 48, but these two continents share five countries: Azerbaijan, Georgia, Kazakhstan, Russia, and Turkey. North America consists of 23 sovereign states, Oceania has 16, and South America 12. In total, there are 197 countries recognized by the United States.</p> <p><strong>countries by continent:</strong> Africa (54): Algeria, Angola, Benin, Botswana, Burkina Faso, Burundi, Cabo Verde, Cameroon, Central African Republic, Chad, Comoros, Democratic Republic of the Congo, Republic of the Congo, Cote d'Ivoire, Djibouti, Egypt, Equatorial Guinea, Eritrea, Eswatini, Ethiopia, Gabon, The Gambia, Ghana, Guinea, Guinea-Bissau, Kenya, Lesotho, Liberia, Libya, Madagascar, Malawi, Mali, Mauritania, Mauritius, Morocco, Mozambique, Namibia, Niger, Nigeria, Rwanda, Sao Tome and Principe, Senegal, Seychelles, Sierra Leone, Somalia, South Africa, South Sudan, Sudan, Tanzania, Togo, Tunisia, Uganda, Zambia, Zimbabwe;</p> <p>Europe (49): Albania, Andorra, Austria, Azerbaijan*, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Denmark, Estonia, Finland, France, Georgia*, Germany, Greece, Holy See (Vatican City), Hungary, Iceland, Ireland, Italy, Kazakhstan*, Kosovo, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Moldova, Monaco, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal, Romania, Russia*, San Marino, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey*, Ukraine, United Kingdom (* indicates part of the country is also in Asia);</p> <p>Asia (48): Afghanistan, Armenia, Azerbaijan*, Bahrain, Bangladesh, Bhutan, Brunei, Burma, Cambodia, China, Cyprus, Georgia*, India, Indonesia, Iran, Iraq, Israel, Japan, Jordan, Kazakhstan*, North Korea, South Korea, Kuwait, Kyrgyzstan, Laos, Lebanon, Malaysia, Maldives, Mongolia, Nepal, Oman, Pakistan, Philippines, Qatar, Russia*, Saudi Arabia, Singapore, Sri Lanka, Syria, Tajikistan, Thailand, Timor-Leste, Turkey*, Turkmenistan, United Arab Emirates, Uzbekistan, Vietnam, Yemen (* indicates part of the country is also in Europe);</p> <p>North America (23): Antigua and Barbuda, The Bahamas, Barbados, Belize, Canada, Costa Rica, Cuba, Dominica, Dominican Republic, El Salvador, Grenada, Guatemala, Haiti, Honduras, Jamaica, Mexico, Nicaragua, Panama, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Trinidad and Tobago, United States;</p> <p>Oceania (16): Australia, Cook Islands, Fiji, Kiribati, Marshall Islands, Federated States of Micronesia, Nauru, New Zealand, Niue, Palau, Papua New Guinea, Samoa, Solomon Islands, Tonga, Tuvalu, Vanuatu;</p> <p>South America (12): Argentina, Bolivia, Brazil, Chile, Colombia, Ecuador, Guyana, Paraguay, Peru, Suriname, Uruguay, Venezuela.<br><br>Three of the states described above – France, Netherlands, and the United Kingdom – consist of smaller political entities that are referred to as countries. France considers French Polynesia an overseas country; the Kingdom of the Netherlands refers to all four of its constituent parts (Netherlands [proper], and the islands of Aruba, Curacao, and Sint Maarten) as countries; and the United Kingdom comprises the countries of England, Wales, Scotland, and Northern Ireland. While not recognized as sovereign states, <em>The World Factbook</em> does include descriptive entries for the French and Dutch island \"countries.\"<br><br><strong>the World from space:</strong> Earth is the only planet in the Solar System to have water in its three states of matter: liquid (oceans, lakes, and rivers), solid (ice), and gas (water vapor in clouds). From a distance, Earth would be the brightest of the eight planets in the Solar System; this luminous effect would be because of the sunlight reflected by the planet's water.<br><br>Earth is also the only planet in the Solar System known to be active with earthquakes and volcanoes due to plate tectonics; these events form the landscape, replenish carbon dioxide into the atmosphere, and erase impact craters caused by meteors.<br><br>Earth has a slight equatorial bulge - a difference between its equatorial and polar diameters - because of the centrifugal force exerted by the rotation of the planet about its axis. The equatorial diameter is 12,756 km, but the polar diameter is 12,714 km; this results in the Earth's circumference at the equator being 40,075 km, while the polar circumference is 40,008 km.<strong><br><br>the physical World:</strong> The Earth is composed of three layers: the outer lithosphere (with its crust and uppermost solid mantle), the mantle (the thickest layer, with distinct upper and lower layers), and the core (with an outer (liquid) and inner (solid) core). Researchers have discovered that a transition zone (at a depth of 410-660 km (255-410 mi)) between the upper and lower mantle may well be hydrous (water-bearing). But this hydrous rock would neither feel wet nor drip water. At that depth, high temperatures and pressures structurally transform a mineral called olivine into another mineral ringwoodite - and ringwoodite can incorporate water, but not water in a liquid, solid, or gas form. The high temperatures and pressures cause: 1) water molecules to split, creating hydroxide ions (hydrogen and oxygen atoms bound together), and 2) create structural changes in ringwoodite so that it is able to contain hydroxide ions. Ringwoodite can hold 1 to 3% of its weight in hydroxide ions. Considering that the 250 km-transition zone is about 7% of the Earth's mass (the crust, by comparison, is only about 1%), it could include at least as much (if not several times more) water than all of the Earth's oceans.<br><br></p>"
    },
    "Map references": {
      "text": "Physical Map of the World"
    },
    "Area": {
      "total": {
        "text": "510.072 million sq km"
      },
      "land": {
        "text": "148.94 million sq km"
      },
      "water": {
        "text": "361,899,999 sq km"
      },
      "note": "<strong>note:</strong> 70.9% of the world's surface is water, 29.1% is land"
    },
    "Area - comparative": {
      "text": "<p>land area about 16 times the size of the US</p>"
    },
    "Area - rankings": {
      "text": "<p><strong>top fifteen World Factbook entities ranked by size:</strong> Pacific Ocean 155,557,000 sq km; Atlantic Ocean 76,762,000 sq km; Indian Ocean 68,556,000 sq km; Southern Ocean 20,327,000 sq km; Russia 17,098,242 sq km; Antarctica 14,200,000 sq km; Arctic Ocean 14,056,000 sq km; Canada 9,984,670 sq km; United States 9,826,675 sq km; China 9,596,960 sq km; Brazil 8,515,770 sq km; Australia 7,741,220 sq km; European Union 4,324,782 sq km; India 3,287,263 sq km; Argentina 2,780,400 sq km</p> <p><strong>top ten largest water bodies:</strong> Pacific Ocean 155,557,000 sq km; Atlantic Ocean 76,762,000 sq km; Indian Ocean 68,556,000 sq km; Southern Ocean 20,327,000 sq km; Arctic Ocean 14,056,000 sq km; Coral Sea 4,184,100 sq km; South China Sea 3,595,900 sq km; Caribbean Sea 2,834,000 sq km; Bering Sea 2,520,000 sq km; Mediterranean Sea 2,469,000 sq km</p> <p><strong>top ten largest landmasses:</strong> Asia 44,568,500 sq km; Africa 30,065,000 sq km; North America 24,473,000 sq km; South America 17,819,000 sq km; Antarctica 14,200,000 sq km; Europe 9,948,000 sq km; Australia 7,741,220 sq km; Greenland 2,166,086 sq km; New Guinea 785,753 sq km; Borneo 751,929 sq km</p> <p><strong>top ten largest islands:</strong> Greenland 2,166,086 sq km; New Guinea (Indonesia, Papua New Guinea) 785,753 sq km; Borneo (Brunei, Indonesia, Malaysia) 751,929 sq km; Madagascar 587,713 sq km; Baffin Island (Canada) 507,451 sq km; Sumatra (Indonesia) 472,784 sq km; Honshu (Japan) 227,963 sq km; Victoria Island (Canada) 217,291 sq km; Great Britain (United Kingdom) 209,331 sq km; Ellesmere Island (Canada) 196,236 sq km</p> <p><strong>top ten longest mountain ranges (land-based):</strong> Andes (Venezuela, Colombia, Ecuador, Peru, Bolivia, Chile, Argentina) 7,000 km; Rocky Mountains (Canada, US) 4,830 km; Great Dividing Range (Australia) 3,700 km; Transantarctic Mountains (Antarctica) 3,500 km; Kunlun Mountains (China) 3,000 km; Ural Mountains (Russia, Kazakhstan) 2,640 km; Atlas Mountains (Morocco, Algeria, Tunisia) 2,500 km; Appalachian Mountains (Canada, US) 2,400 km; Himalayas (Pakistan, Afghanistan, India, China, Nepal, Bhutan) 2,300 km; Altai Mountains (Kazakhstan, Russia, Mongolia) 2,000 km; <strong>note</strong> - lengths are approximate; if oceans are included, the Mid-Ocean Ridge is by far the longest mountain range at 40,389 km</p> <p><strong>top ten largest forested countries (sq km and percent of land):</strong> Russia 8,149,310 (49.8%); Brazil 4,935,380 (58.9%); Canada 3,470,690 (38.2%); United States 3,103,700 (33.9%); China 2,098,640 (22.3%); Democratic Republic of the Congo 1,522,670 (67.2%); Australia 1,250,590 (16.3%); Indonesia 903,250 (49.9%); Peru 738,054 (57.7%); India 708,600 (23.8%) (2016 est.)</p> <p><strong>top ten most densely forested countries (percent of land):</strong> Suriname (98.3%), Federated States of Micronesia (91.9%), Gabon (90%), Seychelles (88.4%), Palau (87.6%), Guyana (83.9%), Laos (82.1%), Solomon Islands (77.9%), Papua New Guinea (74.1%), Finland (73.1%) (2016 est.)</p> <p><strong>top ten largest (non-polar) deserts:</strong> Sahara (Algeria, Chad, Egypt, Libya, Mali, Mauritania, Niger, Western Sahara, Sudan, Tunisia) 9,200,000 sq km; Arabian (Saudi Arabia, Iraq, Jordan, Kuwait, Oman, Qatar, United Arab Emirates, Yemen) 2,330,000 sq km; Gobi (China, Mongolia) 1,295,000 sq km; Kalahari (Botswana, Namibia, South Africa) 900,000 sq km; Patagonian (Argentina) 673,000 sq km; Syrian (Syria, Iraq, Jordan, Saudi Arabia) 500,000 sq km; Chihuahuan (Mexico) 362,000 sq km; Kara-Kum (Turkmenistan) 350,000 sq km; Great Victoria (Australia) 348,750 sq km; Great Basin (United States) 343,169 sq km; <strong>note</strong> - if the two polar deserts are included, they would rank first and second: Antarctic Desert 14,200,000 sq km and Arctic Desert 13,900,000 sq km</p> <p><strong>ten smallest independent countries:</strong> Holy See (Vatican City) 0.44 sq km; Monaco 2 sq km; Nauru 21 sq km; Tuvalu 26 sq km; San Marino 61 sq km; Liechtenstein 160 sq km; Marshall Islands 181 sq km; Cook Islands 236 sq km; Niue 260 sq km; Saint Kitts and Nevis 261 sq km</p>"
    },
    "Land boundaries": {
      "text": "<p>the land boundaries in <em>The World Factbook</em> total 279,035.5 km (not counting shared boundaries twice); two nations, China and Russia, each border 14 other countries<br><br><strong>note 1:</strong> the total is actually misleading in terms of accuracy, since one cannot accurately measure every river meander along a boundary; a number rounded slightly higher - to 280,000 km - makes more sense and has been coordinated with and approved by the US State Department</p> <p><strong>note 2:</strong> 46 nations and other areas are landlocked, these include: Afghanistan, Andorra, Armenia, Austria, Azerbaijan, Belarus, Bhutan, Bolivia, Botswana, Burkina Faso, Burundi, Central African Republic, Chad, Czechia, Eswatini, Ethiopia, Holy See (Vatican City), Hungary, Kazakhstan, Kosovo, Kyrgyzstan, Laos, Lesotho, Liechtenstein, Luxembourg, Macedonia, Malawi, Mali, Moldova, Mongolia, Nepal, Niger, Paraguay, Rwanda, San Marino, Serbia, Slovakia, South Sudan, Switzerland, Tajikistan, Turkmenistan, Uganda, Uzbekistan, West Bank, Zambia, Zimbabwe; two of these, Liechtenstein and Uzbekistan, are doubly landlocked<br><br><strong>note 3:</strong> worldwide, some one-quarter of interior (non-coastal) borders are rivers; South America with 43% leads the continents, followed by North America with 32%, Africa with 30%, Europe with 23%, and Asia with 18%; Australia has no interior national river borders</p>"
    },
    "Coastline": {
      "text": "356,000 km",
      "note": "<strong>note:</strong> 95 nations and other entities are islands that border no other countries, they include: American Samoa, Anguilla, Antigua and Barbuda, Aruba, Ashmore and Cartier Islands, The Bahamas, Bahrain, Baker Island, Barbados, Bermuda, Bouvet Island, British Indian Ocean Territory, British Virgin Islands, Cabo Verde, Cayman Islands, Christmas Island, Clipperton Island, Cocos (Keeling) Islands, Comoros, Cook Islands, Coral Sea Islands, Cuba, Curacao, Cyprus, Dominica, Falkland Islands (Islas Malvinas), Faroe Islands, Fiji, French Polynesia, French Southern and Antarctic Lands, Greenland, Grenada, Guam, Guernsey, Heard Island and McDonald Islands, Howland Island, Iceland, Isle of Man, Jamaica, Jan Mayen, Japan, Jarvis Island, Jersey, Johnston Atoll, Kingman Reef, Kiribati, Madagascar, Maldives, Malta, Marshall Islands, Mauritius, Mayotte, Federated States of Micronesia, Midway Islands, Montserrat, Nauru, Navassa Island, New Caledonia, New Zealand, Niue, Norfolk Island, Northern Mariana Islands, Palau, Palmyra Atoll, Paracel Islands, Philippines, Pitcairn Islands, Puerto Rico, Saint Barthelemy, Saint Helena, Saint Kitts and Nevis, Saint Lucia, Saint Pierre and Miquelon, Saint Vincent and the Grenadines, Samoa, Sao Tome and Principe, Seychelles, Singapore, Sint Maarten, Solomon Islands, South Georgia and the South Sandwich Islands, Spratly Islands, Sri Lanka, Svalbard, Taiwan, Tokelau, Tonga, Trinidad and Tobago, Turks and Caicos Islands, Tuvalu, Vanuatu, Virgin Islands, Wake Island, Wallis and Futuna"
    },
    "Maritime claims": {
      "text": "<p>a variety of situations exist, but in general, most countries make the following claims measured from the mean low-tide baseline as described in the 1982 UN Convention on the Law of the Sea: territorial sea - 12 nm, contiguous zone - 24 nm, and exclusive economic zone - 200 nm; additional zones provide for exploitation of continental shelf resources and an exclusive fishing zone; boundary situations with neighboring states prevent many countries from extending their fishing or economic zones to a full 200 nm</p>"
    },
    "Climate": {
      "Climate": {
        "text": "a wide equatorial band of hot and humid tropical climates, bordered north and south by subtropical temperate zones that separate two large areas of cold and dry polar climates"
      },
      "ten driest places on Earth (average annual precipitation)": {
        "text": "McMurdo Dry Valleys, Antarctica 0 mm (0 in)<br>Arica, Chile 0.76 mm (0.03 in)<br>Al Kufrah, Libya 0.86 mm (0.03 in)<br>Aswan, Egypt 0.86 mm (0.03 in)<br>Luxor, Egypt 0.86 mm (0.03 in)<br>Ica, Peru 2.29 mm (0.09 in)<br>Wadi Halfa, Sudan 2.45 mm (0.1 in)<br>Iquique, Chile 5.08 mm (0.2 in)<br>Pelican Point, Namibia 8.13 mm (0.32 in)<br>El Arab (Aoulef), Algeria 12.19 mm (0.48 in)"
      },
      "ten wettest places on Earth (average annual precipitation)": {
        "text": "Mawsynram, India 11,871 mm (467.4 in)<br>Cherrapunji, India 11,777 mm (463.7 in)<br>Tutunendo, Colombia 11,770 mm (463.4 in)<br>Cropp River, New Zealand 11,516 mm (453.4 in)<br>San Antonia de Ureca, Equatorial Guinea 10,450 mm (411.4 in)<br>Debundsha, Cameroon 10,299 mm (405.5 in)<br>Big Bog, US (Hawaii) 10,272 mm (404.4 in)<br>Mt Waialeale, US (Hawaii) 9,763 mm (384.4 in)<br>Kukui, US (Hawaii) 9,293 mm (365.9 in)<br>Emeishan, China 8,169 mm (321.6 in)"
      },
      "ten coldest places on Earth (lowest average monthly temperature)": {
        "text": "Verkhoyansk, Russia (Siberia) -47°C (-53°F) January<br>Oymyakon, Russia (Siberia) -46°C (-52°F) January<br>Eureka, Canada -38.4°C (-37.1°F) February<br>Isachsen, Canada -36°C (-32.8°F) February<br>Alert, Canada -34°C (-28°F) February<br>Kap Morris Jesup, Greenland -34°C (-29°F) March<br>Cornwallis Island, Canada -33.5°C (-28.3°F) February<br>Cambridge Bay, Canada -33.5°C (28.3°F) February<br>Ilirnej, Russia -33°C (-28°F) January<br>Resolute, Canada -33°C (-27.4°F) February"
      },
      "ten hottest places on Earth (highest average monthly temperature)": {
        "text": "Death Valley, US (California) 39°C (101°F) July<br>Iranshahr, Iran 38.3°C (100.9°F) June <br>Ouallene, Algeria 38°C (100.4°F) July<br>Kuwait City, Kuwait 37.7°C (100°F) July<br>Medina, Saudi Arabia 36°C (97°F) July<br>Buckeye, US (Arizona) 34°C (93°F) July<br>Jazan, Saudi Arabia 33°C (91°F) June<br>Al Kufrah, Libya 31°C (87°F) July<br>Alice Springs, Australia 29°C (84°F) January<br>Tamanrasset, Algeria 29°C (84°F) June"
      }
    },
    "Terrain": {
      "Terrain": {
        "text": "tremendous variation of terrain may be found on each of the continents; check the World \"Elevation\" entry for a compilation of terrain extremes; the world's ocean floors also display extraordinary variation while the ocean surfaces form a dynamic, continuously changing environment; check the \"Bathymetry\" and \"Major surface currents\" entries under each of the five ocean entries (Arctic, Atlantic, Indian, Pacific, and Southern) for further information on oceanic environs"
      },
      "Ten Cave Superlatives": {
        "text": "compiled from \"Geography - note(s)\" under various country entries where more details may be found<br><br><strong>largest cave: </strong>Son Doong in Phong Nha-Ke Bang National Park, Vietnam is the World's largest cave (greatest cross sectional area) and is the largest known cave passage in the world by volume; it currently measures a total of 38.5 million cu m (about 1.35 billion cu ft); it connects to Thung cave (but not yet officially); when recognized, it will add an additional 1.6 million cu m in volume<strong><br><br>largest ice cave: </strong>the Eisriesenwelt (Ice Giants World) inside the Hochkogel mountain near Werfen, Austria is the World's largest and longest ice cave system at 42 km (26 mi) <br><strong><br>longest cave:</strong> Mammoth Cave, in west-central Kentucky, is the World's longest known cave system with more than 650 km (405 mi) of surveyed passageways<br><br><strong>longest salt cave:</strong> the Malham Cave in Mount Sodom in Israel is the World's longest salt cave at 10 km (6 mi); its survey is not complete and its length will undoubtedly increase<br><br><strong>longest underwater cave:</strong> the Sac Actun cave system in Mexico at 348 km (216 mi) is the longest underwater cave in the World and the second longest cave worldwide<br><br><strong>longest lava tube cave:</strong> Kazumura Cave on the island of Hawaii is the World's longest and deepest lava tube cave; it has been surveyed at 66 km (41 mi) long and 1,102 m (3,614 ft) deep <br><br><strong>deepest cave:</strong> Veryovkina Cave in the Caucasus country of Georgia is the World's deepest cave, plunging down 2,212 m (7,257 ft)<br><br><strong>deepest underwater cave:</strong> the Hranice Abyss in Czechia is the World's deepest surveyed underwater cave at 404 m (1,325 ft); its survey is not complete and it could end up being some 800-1,200 m deep<br><br><strong>largest cave chamber:</strong> the Miao Room in the Gebihe cave system at China's Ziyun Getu He Chuandong National Park encloses some 10.78 million cu m (380.7 million cu ft) of volume<br><br><strong>largest bat cave: </strong>Bracken Cave outside of San Antonio, Texas is the World's largest bat cave; it is the summer home to the largest colony of bats in the World; an estimated 20 million Mexican free-tailed bats roost in the cave from March to October making it the World's largest known concentration of mammals<br><br><strong>bonus \"cave\" - the world's largest sinkhole:</strong> the Xiaoxhai Tiankeng sinkhole in Chongqing Municipality, China is 660 m deep, with a volume of 130 million cu m"
      }
    },
    "Elevation": {
      "highest point": {
        "text": "Mount Everest 8,849 m"
      },
      "lowest point": {
        "text": "Denman Glacier (Antarctica) more than -3,500 m (in the oceanic realm, Challenger Deep in the Mariana Trench is the lowest point, lying -10,924 m below the surface of the Pacific Ocean)"
      },
      "mean elevation": {
        "text": "840 m"
      },
      "note": "<strong>top ten highest mountains (measured from sea level):</strong> Mount Everest (China-Nepal) 8,849 m; K2 (Pakistan) 8,611 m; Kanchenjunga (India-Nepal) 8,598 m; Lhotse (Nepal) 8,516 m; Makalu (China-Nepal) 8,463 m; Cho Oyu (China-Nepal) 8,201 m; Dhaulagiri (Nepal) 8,167 m; Manaslu (Nepal) 8,163 m; Nanga Parbat (Pakistan) 8,125 m; Anapurna (Nepal) 8,091 m; <strong>note -</strong> Mauna Kea (United States) is the world's tallest mountain as measured from base to summit; the peak of this volcanic colossus lies on the island of Hawaii, but its base begins more than 70 km offshore and at a depth of about 6,000 m; total height estimates range from 9,966 m to 10,203 m <br><br><strong>top ten highest island peaks:</strong> Puncak Jaya (New Guinea) 4,884 m (Indonesia)*; Mauna Kea (Hawaii) 4,207 m (United States); Gunung Kinabalu (Borneo) 4,095 m (Malaysia)*; Yu Shan (Taiwan) 3,952 (Taiwan)*; Mount Kerinci (Sumatra) 3,805 m (Indonesia); Mount Erebus (Ross Island) 3,794 (Antarctica); Mount Fuji (Honshu) 3,776 m (Japan)*; Mount Rinjani (Lombok) 3,726 m (Indonesia); Aoraki-Mount Cook (South Island) 3,724 m (New Zealand)*; Pico de Teide (Tenerife) 3,718 m (Spain)*; <strong>note -</strong> * indicates the highest peak for that Factbook entry <br><br><strong>highest point on each continent:</strong> Asia - Mount Everest (China-Nepal) 8,849 m; South America - Cerro Aconcagua (Argentina) 6,960 m; North America - Denali (Mount McKinley) (United States) 6,190 m; Africa - Kilimanjaro (Tanzania) 5,895 m; Europe - El'brus (Russia) 5,633 m; Antarctica - Vinson Massif 4,897 m; Australia - Mount Kosciuszko 2,229 m <br><br><strong>highest capital on each continent:</strong> South America - La Paz (Bolivia) 3,640 m; Africa - Addis Ababa (Ethiopia) 2,355 m; Asia - Thimphu (Bhutan) 2,334 m; North America - Mexico City (Mexico) 2,240 m; Europe - Andorra la Vella (Andorra) 1,023 m; Australia - Canberra (Australia) 605 m <br><br><strong>lowest point on each continent:</strong> Antarctica - Denman Glacier more than -3,500 m; Asia - Dead Sea (Israel-Jordan) -431 m; Africa - Lac Assal (Djibouti) -155 m; South America - Laguna del Carbon (Argentina) -105 m; North America - Death Valley (United States) -86 m; Europe - Caspian Sea (Azerbaijan-Kazakhstan-Russia) -28 m; Australia - Lake Eyre -15 <br><br><strong>lowest capital on each continent:</strong> Asia - Baku (Azerbaijan) -28 m; Europe - Amsterdam (Netherlands) -2 m; Africa - Banjul (Gambia); Bissau (Guinea-Bissau), Conakry (Guinea), Djibouti (Djibouti), Libreville (Gabon), Male (Maldives), Monrovia (Liberia), Tunis (Tunisia), Victoria (Seychelles) 0 m; North America - Basseterre (Saint Kitts and Nevis), Kingstown (Saint Vincent and the Grenadines), Panama City (Panama), Port of Spain (Trinidad and Tobago), Roseau (Dominica), Saint John's (Antigua and Barbuda), Santo Domingo (Dominican Republic) 0 m; South America - Georgetown (Guyana) 0 m; Australia - Canberra (Australia) 605 m"
    },
    "Natural resources": {
      "text": "the rapid depletion of nonrenewable mineral resources, the depletion of forest areas and wetlands, the extinction of animal and plant species, and the deterioration in air and water quality pose serious long-term problems"
    },
    "Irrigated land": {
      "text": "3,242,917 sq km (2012 est.)"
    },
    "Major lakes (area sq km)": {
      "text": "<strong>top ten largest natural lakes: </strong>Caspian Sea (Azerbaijan, Iran, Kazakhstan, Russia, Turkmenistan) 374,000 sq km; Lake Superior (Canada, United States) 82,100 sq km; Lake Victoria (Kenya, Tanzania, Uganda) 62,940 sq km; Lake Huron (Canada, United States) 59,600 sq km; Lake Michigan (United States) 57,750 sq km; Lake Tanganyika (Burundi, Democratic Republic of the Congo, Tanzania, Zambia) 32,000 sq km; Great Bear Lake (Canada) 31,328 sq km; Lake Baikal (Russia) 31,500 sq km; Lake Malawi (Malawi, Mozambique, Tanzania) 22,490 sq km; Great Slave Lake (Canada) 28,568 sq km<br><br><strong>note 1:</strong> the areas of the lakes are subject to seasonal variation; only the Caspian Sea is saline, the rest are fresh water<br><br><strong>note 2:</strong> Lakes Huron and Michigan are technically a single lake because the flow of water between the Straits of Mackinac that connects the two lakes keeps their water levels at near-equilibrium; combined, Lake Huron-Michigan is the largest freshwater lake by surface area in the World<br><br><strong>note 3:</strong> if ranked by water volume, the Caspian Sea would still be first, but it would be followed Lakes Baikal, Tanganyika, Superior, and Malawi; Lake Superior contains more water than the other four North American Great Lakes (Erie, Huron, Michigan, Ontario) combined"
    },
    "Major rivers (by length in km)": {
      "text": "<strong>top ten longest rivers:</strong> Nile (Africa) 6,650 km; Amazon (South America) 6,436 km; Yangtze (Asia) 6,300 km; Mississippi-Missouri (North America) 6,275 km; Yenisey-Angara (Asia) 5,539 km; Huang He/Yellow (Asia) 5,464 km; Ob-Irtysh (Asia) 5,410 km; Congo (Africa) 4,700 km; Amur (Asia) 4,444 km; Lena (Asia) 4,400 km<br><br><strong>note:</strong> there are 21 countries without rivers: 3 in Africa (Comoros, Djibouti, Libya), 1 in the Americas (Bahamas), 8 in Asia (Bahrain, Kuwait, Maldives, Oman, Qatar, Saudi Arabia, United Arab Emirates, Yemen), 3 in Europe (Malta, Monaco, Holy See), 6 in Oceania (Kiribati, Marshall Islands, Nauru, Niue, Tonga, Tuvalu); these countries also do not have natural lakes"
    },
    "Major watersheds (area sq km)": {
      "text": "<strong>summary statement:</strong> a watershed is a drainage basin on an area of land where precipitation collects and drains off into a common outlet, such as into a river, bay, or other body of water; oceans ultimately take in the drainage from 83% of all land area; the remaining 17% of the land drains into internal (endorheic) basins, e.g., the Caspian Sea; <em>The World Factbook</em> lists 51 different watersheds across 102 countries; of these, 18 are in Asia, 9 in Europe, 9 in Africa, 8 in North and Central America, 5 in South America, and 2 in Australia; all watersheds with an area of at least 500,000 sq km have been included along with a number of smaller, regionally significant watersheds; together, these watersheds represent the surface hydrology water flows that are the World's primary sources of fresh water for individual consumption, industry, and agriculture"
    },
    "Major aquifers": {
      "text": "<strong>summary statement: </strong>aquifers are underground layers of water-bearing permeable rock formations; they include alluvial formations such as unconsolidated sand and gravel aquifers, sedimentary rock formations of sandstone and karst (carbonate rocks such as limestone) aquifers, as well as volcanic aquifers, and basement aquifers (igneous and metamorphic rocks that underlie sedimentary and volcanic rock sequences); groundwater from aquifers can be extracted using a water well; <em>The World Factbook</em> lists 37 major aquifers across 52 countries; of these, 13 are in Africa, 10 in Asia, 5 in North America, 3 in South America, 4 in Europe, and 2 in Australia; although aquifers can vary in size, the major aquifers listed in <em>The Factbook</em> contain the bulk of the stored volume of groundwater; the fresh water held in these aquifers represents more than 30% of the World's fresh water; in the US, groundwater is primarily used for irrigation and globally, 70% of groundwater withdrawn is used for agriculture; groundwater also supplies almost half of all drinking water worldwide"
    },
    "Population distribution": {
      "text": "six of the world's seven continents are widely and permanently inhabited; Asia is easily the most-populous continent with about 60% of the world's population (China and India together account for over 35%); Africa comes in second with over 15% of the earth's populace, Europe has about 10%, North America 8%, South America almost 6%, and Oceania less than 1%; the harsh conditions on Antarctica prevent any permanent habitation"
    },
    "Natural hazards": {
      "text": "large areas subject to severe weather (tropical cyclones); natural disasters (earthquakes, landslides, tsunamis, volcanic eruptions)<br><br><strong>volcanism:</strong> volcanism is a fundamental driver and consequence of plate tectonics, the physical process reshaping the Earth's lithosphere; the World is home to more than 1,500 potentially active volcanoes, with over 500 of these having erupted in historical times; an estimated 500 million people live near these volcanoes; associated dangers include lava flows, lahars (mudflows), pyroclastic flows, ash clouds, ash fall, ballistic projectiles, gas emissions, landslides, earthquakes, and tsunamis; in the 1990s, the International Association of Volcanology and Chemistry of the Earth's Interior, created a list of 16 Decade Volcanoes worthy of special study because of their great potential for destruction: Avachinsky-Koryaksky (Russia), Colima (Mexico), Etna (Italy), Galeras (Colombia), Mauna Loa (United States), Merapi (Indonesia), Nyiragongo (Democratic Republic of the Congo), Rainier (United States), Sakurajima (Japan), Santa Maria (Guatemala), Santorini (Greece), Taal (Philippines), Teide (Spain), Ulawun (Papua New Guinea), Unzen (Japan), Vesuvius (Italy); see second note under \"Geography - note\"",
      "note": "<strong>Volcano statistics and superlatives: </strong><br><br><strong>countries with the most volcanoes</strong> (Holocene Epoch, the past 12,000 years): United States (162), Japan (122), Indonesia (120), Russia (117), Chile (91); note - roughly 1,350 volcanoes have erupted over this time period; about 40-50 eruptions are ongoing at any one time; the frequency of volcanoes has not increased<br><br><strong>longest erupting volcano:</strong> Santa Maria volcano in Guatemala has been constantly erupting since 22 June 1922; note - the Yasur volcano on Tanna Island in Vanuatu was observed to be erupting by Captain Cook in 1774 and has been in constant activity since then, but it is not cited since it has no clear start date; research (tephra stratigraphy and radiocarbon dating) shows that activity may have begun on Yasur ca. A.D. 1270 and so has persisted for over 750 years<br><br><strong>highest volcano </strong>(above sea level)<strong>:</strong> Nevado Ojos del Salado (6,893 m; 22,615 ft) on the Chile-Argentina border is the World's highest volcano above sea level and the highest peak in Chile<br><br><strong>highest volcano </strong>(from base)<strong>: </strong>Mauna Kea (United States) is the World's tallest mountain as measured from base to summit; the peak of this volcanic colossus lies on the island of Hawaii, but its base begins more than 70 km offshore and at a depth of about 6,000 m; total height estimates range from 9,966 m to 10,203 m"
    },
    "Wonders of the World": {
      "The Seven Wonders of the Ancient World": {
        "text": "<p>The conquests of Alexander the Great (r. 336-323 B.C.) in the fourth century B.C. fostered the spread of Greek culture to the lands bordering the eastern Mediterranean and through much of the Middle East, ushering in what is today referred to as the Hellenistic Period (323-31 B.C.). Guidebooks compiled by Hellenistic sightseers focused on outstanding monuments in those parts of the world now brought into the Hellenistic sphere: Persia, Egypt, and Babylon. Generally, seven were emphasized since that number was considered magical, perfect, and complete. Not all Wonders lists from ancient times agreed completely, but generally six of the seven consistently appeared (the massive Walls of Babylon sometimes substituted for the Lighthouse of Alexandria). The seven described below represent the “classic” Seven Wonders most often cited.</p> <p>1. <strong>The Great Pyramid of Egypt</strong><br>The oldest of the Seven Wonders, the Great Pyramid is the only one that remains largely intact. Commissioned by the Pharaoh Khufu (r. ca. 2589-2566 B.C.), it is the largest of the three pyramids at Giza. It served as the ruler’s tomb and was built over a period of some 20 years, concluding about 2560 B.C. Estimated to have been 146.5 m tall when completed, it was the tallest man-made structure in the world for over 3,800 years (until the 14th century A.D.). Most of the original limestone casing stones that formed the outer smooth surface of the pyramid are gone. Today, the pyramid’s height is about 139 m.</p> <p>2. <strong>The Hanging Gardens of Babylon</strong><br>This is the only one of the ancient Seven Wonders for which a definitive location has never been established. There are no surviving Babylonian texts mentioning the Gardens, nor have any archeological remains ever been discovered in today’s Iraq. According to tradition, the Gardens were a remarkable feat of engineering with an ascending series of mud-brick-tiered gardens containing a variety of trees, shrubs, and vines that when viewed from below resembled a leafy green mountain. The Gardens are frequently attributed to the Neo-Babylonian King Nebuchadnezzar II (r. 605-562 B.C.), who had them built for his Median wife Queen Amytis, who missed the green hills and valleys of her homeland.</p> <p>3. <strong>The Temple of Artemis (Artemision) at Ephesus</strong><br>This Greek temple at Ephesus (3 km southwest of Selcuk in present-day western Turkey), dedicated to the goddess Artemis, was completely rebuilt twice: once after a 7th century B.C. flood and then following a 356 B.C. act of arson. In its final form it was judged to be one of the Seven Wonders and it survived for 600 years. The magnificent building was composed entirely of marble. Its massive dimensions were reported as 130 m by 69 m, with 127 columns, each some 18 m tall. The Temple was damaged in a Gothic raid in A.D. 268 and finally closed by Christians in the early-to-mid 5th century. The structure was dismantled in succeeding centuries and today almost nothing of the Temple remains.</p> <p>4. <strong>The Mausoleum of Halicarnassus</strong><br>Constructed in about 350 B.C., the Mausoleum of Halicarnassus was located on the site of the present-day city of Bodrum in southwestern Turkey. It was the tomb of Mausolus, a Persian ruler, and his wife. (It is from the ruler’s name that the term mausoleum is derived.) The structure stood about 45 m high and took some 20 years to complete. A series of earthquakes between the 12th and 15th centuries A.D. devastated the structure, the last of the original Seven Wonders to be destroyed.</p> <p>5. <strong>The Colossus of Rhodes</strong><br>This statue of the Greek sun god Helios, constructed to celebrate Rhodes’ successful repulse of a siege, was made of iron tie bars to which brass or bronze plates were attached to form a skin. Contemporary descriptions list its height at about 70 cubits or some 33 m – approximately the same height as the Statue of Liberty from heel to top of head (34 m) – thus making it the tallest statue in the ancient world. Completed in about 280 B.C. at the entrance to Rhodes harbor, the monument only stood for approximately 54 years until it toppled in a 226 B.C. earthquake. The impressive remains lay on the ground for over 800 years before finally being sold for scrap.</p> <p>6. <strong>The Lighthouse (Pharos) of Alexandria</strong><br>Completed around 275 B.C., the Alexandria Lighthouse stood on Pharos Island at the entrance to the Egyptian port city for some 1,600 years! It was severely damaged by three earthquakes between A.D. 956 and 1323, when it was deactivated. We have a fairly good idea of the shape of the structure since it appears on a number of ancient coins. A solid square base, which made up about half of the height, supported an octagonal middle section, and a cylindrical top. The height of the structure is thought to have been at least 100 m and perhaps as high as 140 m. (The tallest lighthouse in the world today is the Jeddah Light in Saudi Arabia, which stands at 133 m.) At its apex stood a mirror that reflected sunlight during the day; a fire burned at night. Since it could be seen at a very great distance, the Pharos light served as a reassuring beacon for mariners from all parts of the Mediterranean.</p> <p>7. <strong>The Statue of Zeus at Olympia in Greece</strong><br>The giant seated statue of the king of the Greek gods in the sanctuary of Olympia was completed by the Greek sculptor Phidias in approximately 435 B.C. Roughly 13 m tall, it was constructed of ivory plates and gold panels on a wooden framework; the god’s throne was ornamented with ebony, ivory, gold, and precious stones. With the rise of Christianity, the sanctuary at Olympia fell into disuse; the details of the statue’s final destruction are unknown.</p> <p>note: The Lighthouse of Alexandria may have been the last of the Wonders to be completed (ca. 275 B.C.) and the Colossus of Rhodes was the first to be destroyed in about 226 B.C., so the Seven Wonders existed at the same time for only some 50 years in the middle of the third century B.C.</p>"
      },
      "The New Seven Wonders of the World": {
        "text": "<p>A private initiative to come up with a new list for seven of the world’s wonders sprang up early in the new Millennium. Worldwide balloting – via the Internet or by telephone – took place covering a list of 200 existing monuments. Reportedly over 100 million votes were cast over a period of several years and the final list was announced on 7-7-2007. Even though the polling was unscientific, the seven “winners” were a worthy compilation of extraordinary Wonders to be found around the world. All seven of the New Wonders are inscribed as UNESCO World Heritage Sites and are frequently cited in the literature. </p> <p>1. <strong>Chichen Itza, Yucatan, Mexico</strong><br>This archeological site includes the impressive remains of a large pre-Columbian Maya city that flourished from ca. A.D. 600-1100. Among the outstanding structures at the site are the massive Temple of the Warriors complex, an Observatory (El Caracol), the Great Ball Court, and the Sacred Cenote (sinkhole) where offerings were made. The most famous building, however, is the step-pyramid known as the Temple of Kukulcan that dominates the center of the site and serves as the symbol of Chichen Itza. The pyramidal structure is 24 m high; the crowning temple adds another 6 m. Although located in the dense jungles of Yucatan, it remains one of the most visited tourist sites in Mexico.</p> <p>2. <strong>The Colosseum, Rome, Italy</strong><br>Construction began with the Roman Emperor Vespasian in A.D. 72 and was completed by his son Titus in A.D. 80. Some further modifications were made by Domitian (A.D. 81-96). The three emperors make up the Flavian Dynasty, thus providing the alternate name for the structure as the Flavian Amphitheater. The massive structure is estimated to have seated, on average, about 65 thousand spectators and was most famously used for gladiatorial contests and public spectacles. Substantially ruined by earthquakes and thieves who looted much of the stone, the structure nonetheless remains an iconic symbol of Rome. The Colosseum is one of the most popular tourist attractions in the World.</p> <p>3. <strong>Christ the Redeemer Statue, Rio de Janeiro, Brazil</strong><br>Built between 1922 and 1931, the 30-meter-tall sculpture is reputed to be the largest Art Deco statue in the World. Its pedestal provides another 8 m in height and the arms stretch out to 28 m. Constructed of reinforced concrete and soapstone, the statue has become the cultural icon not only of Rio but also of Brazil.</p> <p>4. <strong>Great Wall, China</strong><br>The name refers to a remarkable series of fortification systems that stretched across the northern historical borders of China and served as protection against various nomadic peoples. The earliest of these walls date to the 7th century B.C.; certain stretches began to be linked in the 3rd century B.C. and successive dynasties added to or maintained various sections of the walls. The best known and best-preserved portions of the wall are those built by the Ming Dynasty (1368-1644). An archeological survey revealed that the Wall and all its associated branches measures 21,196 km. Winding through amazingly varied terrain, the Great Wall is acknowledged as one of the most impressive architectural feats in history.</p> <p>5. <strong>Machu Picchu, Cuzco Region, Peru</strong><br>Perhaps the most spectacular archeological site in the Americas, the Inca citadel of Machu Picchu, situated on a 2,430 m Andean mountain ridge, is now thought to have been erected as an estate for the Inca Emperor Pachacuti (r. 1438-1471). Additionally, it may also have served as a religious sanctuary. Built between about 1450 and 1460, it was abandoned approximately a century later, at the time of the Spanish conquest. Construction was carried out in the classic Inca style of polished, dry-stone, fitted walls. Some 750 people lived at this royal estate, most of them support staff to the nobility. The site is roughly divided into an agricultural sector (with myriad terraces for raising crops) and an urban sector. The latter is composed of an upper town (with temples) and a lower town (with warehouses). Some of the religious monuments include: the Intiwatana (a carved, ritual stone that served as a type of sundial and that is referred to as “The Hitching Post of the Sun”); the Torreon or Temple of the Sun, a small tower that likely served as a type of observatory; and the Intimachay, a sacred cave with a masonry entrance.</p> <p>6. <strong>Petra, Ma’an, Jordan</strong><br>Petra is believed to have been established in the 4th century B.C. as the capital of the Nabataean Kingdom, an entity that grew fabulously wealthy as the nexus of trade routes in the southern Levant. The kingdom retained its independence until annexed by the Roman Empire in A.D. 106. The city is justifiably famous for two things, its stunning rock-cut architecture and its water conduit system, which allowed the Nabataeans to control and store the water supply in this desert region and create an artificial oasis. At its peak in the 1st century A.D., the city may have had a population of 20 thousand.</p> <p>7. <strong>Taj Mahal, Agra, Uttar Pradesh, India</strong><br>This gorgeous ivory-white mausoleum – described as “one of the universally admired masterpieces of the World’s heritage” – was commissioned in 1632 by Shah Jahan (r. 1628-1658) as the final resting place for his favorite wife, Mumtaz Mahal. The building also houses the tomb of Shah Jahan himself. The Taj Mahal is the centerpiece of an entire 17-hectare complex that also includes a guest house, a mosque, and formal gardens. The entire project was not completed until about 1653. The Taj Mahal remains one of the most visited tourist sites in the World.</p> <p>note: The Great Pyramid of Egypt, the only surviving Wonder of the ancient Seven, received an honorary status among the New Seven Wonders. Its inclusion enabled a Wonder to be listed for five of the six habitable continents (all but Australia).</p>"
      },
      "The World Factbook's Seven Natural Ultra-Wonders of the World": {
        "text": "<p>While all of the above Wonders are indeed outstanding, their presence in any type of list is entirely <em>subjective</em>. There are many other fabulous sites around the world that are equally worthy of being designated as Wonders. (An example is the inclusion of Chichen Itza from Mexico. While it is spectacular, it became a 'Wonder' for its popularity as a tourist site. Equally worthy in the same country is Teotihuacan, a far larger site outside of Mexico City that has two immense pyramids that dwarf the one at Chichen Itza.)</p> <p>Taking these considerations into account, <em>The World Factbook</em> has come up with a Seven Wonders list that is indisputable, i.e., a list derived in a completely <em>objective</em> manner. A decision was made to focus on natural wonders and not anything man-made. These Wonders are all the biggest in their respective categories (they cannot be topped) and so there can be no dispute with the choice, therefore the 'ultra' designation. This fact distinguishes the <em>Factbook</em> listing from other Seven Natural Wonders lists that have been compiled in the past.</p> <p>1. <strong>Amazonia</strong><br>A trans-national Wonder that is: a. the World's largest collection of land biodiversity, b. the World's largest rainforest, and c. includes the World's largest swamp in the Amazon River floodplain; mostly in Brazil, Peru, and Colombia, but also in Venezuela, Ecuador, Bolivia, Guyana, Suriname, and French Guiana.</p> <p>2. <strong>Central Indo-Pacific Region</strong><br>A Wonder hotspot that is the World's largest collection of marine biodiversity; best represented by the <strong><em>Coral Triangle</em></strong> in the tropical waters around the Philippines, Indonesia, Malaysia, Papua New Guinea, the Solomon Islands, and Timor-Leste; as well as by the <strong><em>Great Barrier Ree</em></strong><em>f</em> (the World's largest reef) in Australia.</p> <p>3. <strong>The Aurora</strong> (Aurora Borealis and Aurora Australis; aka the Polar Lights)<br>The World's largest light display that never ceases to awe; seen in countries of the northern latitudes, as well as those of the southern latitudes and Antarctica.</p> <p>4. <strong>Mount Everest and the Himalayas</strong><br>The World's tallest mountain and mountain range above sea level that stretches across Nepal, China (Tibet), India, Pakistan, and Bhutan (see alternate below).</p> <p>5. <strong>Victoria Falls</strong><br>The World's largest unbroken waterfall on the border between Zambia and Zimbabwe (see alternates below).</p> <p>6. <strong>Sahara</strong><br>The World's largest hot desert that spreads across Algeria, Chad, Egypt, Libya, Mali, Mauritania, Morocco, Niger, Sudan, and Tunisia (see alternate below).</p> <p>7. <strong>Animal Migrations</strong><br>The Earth is full of astounding migrations – occurring daily, seasonally, or annually – that are truly awe-inspiring natural wonders. A few extraordinary examples are: a. the diel vertical migrations (DVM, the World's largest animal migration in terms of biomass and number of animals participating), which occur twice daily in all the oceans when zooplankton (microscopic animals) and fish rise to near the surface at night to feed on phytoplankton (microscopic plants) and then with the return of day dive back into the depths to hide in dark waters; b. the Arctic tern's annual round trip of 71,000 km (from the Northern Hemisphere to the Southern Hemisphere and back (the World's longest avian migration); or c. the 22,000 km annual migration of the humpback whale (World's longest mammal migration).</p> <p><strong>Alternates</strong></p> <p>Mountain alternate (no. 4). If measured strictly from base to peak, then the World's tallest and largest mountains would be on the <strong>Island of Hawaii</strong>, which includes both the World's tallest mountain [Mauna Kea] <em>and</em> the World's largest active volcano and most voluminous mountain [Mauna Loa]); United States (Hawaii).</p> <p>Waterfall alternate (no. 5). What constitutes the 'biggest' waterfall(s) can be approached in a number of ways. Depending on one's viewpoint, <strong>Iguazu Falls</strong> (World's largest waterfall system (275 drops)) in Argentina and Brazil, or <strong>Angel Falls</strong> (World's tallest waterfall) in Venezuela could substitute.</p> <p>Desert alternate (no. 6). If a desert is defined as a barren area where little precipitation occurs, then <strong>Antarctica </strong>with the World's largest polar desert would certainly qualify; it is about 1.5 times the size of the Sahara. The southern continent does not belong to any one country but is a condominium governed by parties to the Antarctic Treaty.<br><br>note: A question might arise, how about the World's largest canyon? The Grand Canyon (United States, Arizona) is sometimes mentioned as a Wonder of the World, but 'largest' canyons can be notoriously difficult to define and measure. Does one go by length, depth, or total area of canyon system? Then too, there are largely inaccessible canyons in the Himalayas that have never been properly surveyed and massive canyons are known to exist in some ice-covered parts of Greenland and Antarctica. Therefore, it is not possible to come up with a superlative canyon.</p>"
      }
    },
    "Geography - note": {
      "text": "<p><strong>note 1:</strong> the World is now thought to be about 4.55 billion years old, just about one-third of the 13.8-billion-year age estimated for the universe; the earliest widely accepted date for life appearing on Earth is 3.48 billion years ago, but this date is conservative and may get pushed back further</p> <p><strong>note 2:</strong> although earthquakes can strike anywhere at any time, the vast majority occur in three large zones of the Earth; the world's greatest earthquake belt, the Circum-Pacific Belt (popularly referred to as the Ring of Fire), is the zone of active volcanoes and earthquake epicenters bordering the Pacific Ocean; about 90% of the World's earthquakes (81% of the largest earthquakes) and some 75% of the World's volcanoes occur within the Ring of Fire; the belt extends northward from Chile, along the South American coast, through Central America, Mexico, the western US, southern Alaska and the Aleutian Islands, to Japan, the Philippines, Papua New Guinea, island groups in the southwestern Pacific, and New Zealand<br><br>the second prominent belt, the Alpide, extends from Java to Sumatra, northward along the mountains of Burma, then eastward through the Himalayas, the Mediterranean, and out into the Atlantic Ocean; it accounts for about 17% of the world's largest earthquakes; the third important belt follows the long Mid-Atlantic Ridge<br><br><strong>note 3:</strong> information on the origin sites for many of the World's major food crops may be found in the \"Geography - note\" for the following countries: Argentina, Bolivia, Brazil, China, Ecuador, Ethiopia, Indonesia, Mexico, Papua New Guinea, Paraguay, Peru, and the United States</p>"
    }
  },
  "People and Society": {
    "Population": {
      "text": "7,979,261,010 (2023 est.)",
      "note": "<strong>ten most populous countries (in millions):</strong> China 1413.14; India 1339.92; United States 339.67; Indonesia 279.48; Pakistan 247.65; Nigeria 230.84; Brazil 218.69; Bangladesh 167.18; Russia 141.7; Mexico 129.88 <br><br><strong>ten least populous countries:</strong> Holy See (Vatican City) 1,000; Niue 2,000; Saint Pierre and Miquelon 5,195; Montserrat 5,440; Saint Barthelemy 7,093; Saint Helena, Ascension, and Tristan de Cunha 7,935; Cook Islands 7,939; Nauru 9,852; Tuvalu 11,639; Wallis and Futuna 15,929 <br><br><strong>ten most densely populated countries (population per sq km):</strong> Macau 22,856.1; Monaco 15,798.5; Singapore 8,427.9; Hong Kong 6,792.3; Gaza Strip 5,660.4; Gibraltar 4,232.7; Bahrain 2,044.6; Malta 1,478.3; Bermuda 1,344; Maldives 1,343.4 <br><br><strong>ten least densely populated countries (population per sq km):</strong> Greenland 0.03; Falkland Islands 0.26; Mongolia 2.1; Namibia 3.37; Australia 3.4; Iceland 3.6; Guyana 4; Suriname 4.1; Mauritania 4.1; Libya 4.1"
    },
    "Languages": {
      "text": "<p><strong>most-spoken language: </strong>English 18.8%, Mandarin Chinese 13.8%, Hindi 7.5%, Spanish 6.9%, French 3.4%, Arabic 3.4%, Bengali 3.4%, Russian 3.2%, Portuguese 3.2%, Urdu 2.9% (2022 est.) <br><br><strong>most-spoken first language:</strong> Mandarin Chinese 12.3%, Spanish 6%, English 5.1%, Arabic 5.1%, Hindi 3.5%, Bengali 3.3%, Portuguese 3%, Russian 2.1%, Japanese 1.7%, Punjabi, Western 1.3%, Javanese 1.1% (2018 est.)</p> <p><strong>note 1:</strong> the six UN languages - Arabic, Chinese (Mandarin), English, French, Russian, and Spanish (Castilian) - are the mother tongue or second language of about 49.6% of the world's population (2022), and are the official languages in more than half the states in the world; some 400 languages have more than a million first-language speakers (2018)</p> <p><strong>note 2:</strong> all told, there are estimated to be 7,168 living languages spoken in the world (2023); approximately 80% of these languages are spoken by less than 100,000 people; about 150 languages are spoken by fewer than 10 people; communities that are isolated from each other in mountainous regions often develop multiple languages; Papua New Guinea, for example, boasts about 840 separate languages (2018)</p> <p><strong>note 3:</strong> approximately 2,300 languages are spoken in Asia, 2,140, in Africa, 1,310 in the Pacific, 1,060 in the Americas, and 290 in Europe (2020)</p>"
    },
    "Religions": {
      "text": "Christian 31.1%, Muslim 24.9%, Hindu 15.2%, Buddhist 6.6%, folk religions 5.6%, Jewish &lt;1%, other &lt;1%, unaffiliated 15.6% (2020 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "24.7% (male 1,013,862,872/female 954,310,632)"
      },
      "15-64 years": {
        "text": "65.2% (male 2,632,261,828/female 2,569,677,967)"
      },
      "65 years and over": {
        "text": "10.1% (male 359,529,609/female 448,106,332) (2023 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "54.1"
      },
      "youth dependency ratio": {
        "text": "39.3"
      },
      "elderly dependency ratio": {
        "text": "14.8"
      },
      "potential support ratio": {
        "text": "7 (2021 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "31 years (2020)"
      },
      "male": {
        "text": "30.3 years"
      },
      "female": {
        "text": "31.8 years"
      }
    },
    "Population growth rate": {
      "text": "1.03% (2021 est.)",
      "note": "<strong>note:</strong> this rate results in about 154 net additions to the worldwide population every minute or 2.6 people every second"
    },
    "Birth rate": {
      "text": "18.1 births/1,000 population (2020 est.)",
      "note": "<strong>note:</strong> this rate results in about 259 worldwide births per minute or 4.3 births every second"
    },
    "Death rate": {
      "text": "7.7 deaths/1,000 population (2020 est.)",
      "note": "<strong>note:</strong> this rate results in about 108 worldwide deaths per minute or 1.8 deaths every second"
    },
    "Population distribution": {
      "text": "six of the world's seven continents are widely and permanently inhabited; Asia is easily the most-populous continent with about 60% of the world's population (China and India together account for over 35%); Africa comes in second with over 15% of the earth's populace, Europe has about 10%, North America 8%, South America almost 6%, and Oceania less than 1%; the harsh conditions on Antarctica prevent any permanent habitation"
    },
    "Urbanization": {
      "urban population": {
        "text": "57.5% of total population (2023)"
      },
      "rate of urbanization": {
        "text": "1.73% annual rate of change (2020-25 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "<strong>ten largest urban agglomerations:</strong> Tokyo (Japan) - 37,393,000; New Delhi (India) - 30,291,000; Shanghai (China) - 27,058,000; Sao Paulo (Brazil) - 22,043,000; Mexico City (Mexico) - 21,782,000; Dhaka (Bangladesh) - 21,006,000; Cairo (Egypt) - 20,901,000; Beijing (China) - 20,463,000; Mumbai (India) - 20,411,000; Osaka (Japan) - 19,165,000 (2020)",
      "note": "<strong>ten largest urban agglomerations, by continent:<br>Africa - </strong>Cairo (Egypt) - 20,901,000; Lagos (Nigeria) - 134,368,000; Kinshasha (DRC) - 14,342,000; Luanda (Angola) - 8,330,000; Dar Es Salaam (Tanzania) - 6,702,000; Khartoum (Sudan) - 5,829,000; Johannesburg (South Africa) - 5,783,000; Alexandria (Egypt) - 5,281,000; Abidjan (Cote d'Ivoire) - 5,203,000; Addis Ababa (Ethiopia) - 4,794,000<br><br><strong>Asia -</strong> Tokyo (Japan) - 37,393,000; New Delhi (India) - 30,291,000; Shanghai (China) - 27,058,000; Dhaka (Bangladesh) - 21,006,000; Beijing (China) - 20,463,000; Mumbai (India) - 20,411,000; Osaka (Japan) - 19,165,000; Karachi (Pakistan) - 16,094,000; Chongqing (China) - 15,872,000; Istanbul (Turkey) - 15,190,000<br><br><strong>Europe -</strong> Moscow (Russia) - 12,538,000; Paris (France) - 11,017,000; London (United Kingdom) - 9,304,000; Madrid (Spain) - 6,618,000; Barcelona (Spain) - 5,586,000, Saint Petersburg (Russia) -  5,468,000; Rome (Italy) - 4,257,000; Berlin (Germany) - 3,562,000; Athens (Greece) - 3,153,000; Milan (Italy) - 3,140,000<br><br><strong>North America -</strong> Mexico City (Mexico) - 21,782,000; New York-Newark (United States) - 18,804,000; Los Angeles-Long Beach-Santa Ana (United States) - 12,447,000; Chicago (United States) - 8,865,000; Houston (United States) - 6,371,000; Dallas-Fort Worth (United States) - 6,301,000; Toronto (Canada) - 6,197,000; Miami (United States) - 6,122,000; Atlanta (United States) - 5,803,000; Philadelphia (United States) - 5,717,000<br><br><strong>Oceania -</strong> Melbourne (Australia) - 4,968,000, Sydney (Australia) - 4,926,000; Brisbane (Australia) - 2,406,000; Perth (Australia) - 2,042,000; Auckland (New Zealand) - 1,607,000; Adelaide (Australia) - 1,336,000; Gold Coast-Tweed Head (Australia) - 699,000; Canberra (Australia) - 457,000; Newcastle-Maitland (Australia) - 450,000; Wellington (New Zealand) - 415,000<br><br><strong>South America -</strong> Sao Paulo (Brazil) - 22,043,000; Buenos Aires (Argentina) - 15,154,000; Rio de Janeiro (Brazil) - 13,458,000; Bogota (Colombia) - 10,978,000; Lima (Peru) - 10,719,000; Santiago (Chile) - 6,767,000; Belo Horizonte (Brazil) - 6,084,000; Brasilia (Brazil) - 4,646,000; Porto Alegre (Brazil) - 4,137,000; Recife (Brazil) - 4,127,000 (2020)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.07 male(s)/female"
      },
      "0-14 years": {
        "text": "1.07 male(s)/female"
      },
      "15-64 years": {
        "text": "1.07 male(s)/female"
      },
      "65 years and over": {
        "text": "0.81 male(s)/female"
      },
      "total population": {
        "text": "1.01 male(s)/female (2020 est.)"
      }
    },
    "Maternal mortality ratio": {
      "text": "211 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "30.8 deaths/1,000 live births (2020 est.)"
      },
      "male": {
        "text": "32.8 deaths/1,000 live births"
      },
      "female": {
        "text": "28.6 deaths/1,000 live births"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "70.5 years (2020)"
      },
      "male": {
        "text": "68.4 years"
      },
      "female": {
        "text": "72.6 years"
      }
    },
    "Total fertility rate": {
      "text": "2.42 children born/woman (2020 est.)"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: 96.5% of population"
      },
      "improved: rural": {
        "text": "rural: 84.7% of population"
      },
      "improved: total": {
        "text": "total: 91.1% of population"
      },
      "unimproved: urban": {
        "text": "urban: 3.5% of population"
      },
      "unimproved: rural": {
        "text": "rural: 15.3% of population"
      },
      "unimproved: total": {
        "text": "total: 8.9% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: 82.3% of population"
      },
      "improved: rural": {
        "text": "rural: 50.5% of population"
      },
      "improved: total": {
        "text": "total: 67.7% of population"
      },
      "unimproved: urban": {
        "text": "urban: 17.7% of population"
      },
      "unimproved: rural": {
        "text": "rural: 49.5% of population"
      },
      "unimproved: total": {
        "text": "total: 32.3% of population (2015 est.)"
      }
    },
    "Major infectious diseases": {
      "food or waterborne diseases": {
        "text": "<strong>Typhoid fever</strong> - An estimated 26 million cases of typhoid fever and 5 million cases of paratyphoid fever occur worldwide each year, causing 215,000 deaths. High-risk regions for typhoid and paratyphoid fever include Africa and Southeast Asia; lower-risk regions include East Asia, South America, and the Caribbean. Typhoid fever is a life-threatening illness caused by <em>Salmonella Typhi</em> bacteria. Paratyphoid fever is a life-threatening illness caused by <em>Salmonella Paratyphi</em> bacteria. The bacteria that cause typhoid fever are most often spread through contaminated food and water and person to person contact. Symptoms of typhoid fever include high fever, weakness, stomach pain, headache, constipation or diarrhea, cough, and loss of appetite. Typhoid fever can be fatal without appropriate antibiotic treatment. CDC recommends that all travelers (even short-term travelers) to affected areas be vaccinated against typhoid fever before travel."
      },
      "vectorborne diseases": {
        "text": "<strong>Malaria</strong> - In 2020, an estimated 627,000 people died of malaria—most were young children in sub-Saharan Africa. Nearly half the world’s population lives in areas at risk of malaria transmission in 87 countries and territories (see attached map). In 2020, malaria caused an estimated 241 million clinical episodes, and 627,000 deaths. An estimated 95% of deaths in 2020 were in the WHO African Region. The predominant parasite species is <em>Plasmodium falciparum</em>, which is the species that is most likely to cause severe malaria and death. Where malaria is found depends mainly on climatic factors such as temperature, humidity, and rainfall. Malaria is transmitted in tropical and subtropical areas, where <em>Anopheles</em> mosquitoes can survive and multiply, and malaria parasites can complete their growth cycle in the mosquitoes (“extrinsic incubation period”). Temperature is particularly critical. For example, at temperatures below 20°C (68°F), <em>Plasmodium falciparum</em> (which causes severe malaria) cannot complete its growth cycle in the <em>Anopheles</em> mosquito, and thus cannot be transmitted.<br><strong>African Trypanosomiasis</strong> - also known as “sleeping sickness”, is caused by microscopic parasites of the species <em>Trypanosoma brucei</em>. It is transmitted by the tsetse fly (<em>Glossina</em> species), which is found only in sub-Saharan Africa. Two morphologically indistinguishable subspecies of the parasite cause distinct disease patterns in humans: <em>T. b. gambiense</em> causes a slowly progressing African trypanosomiasis in western and central Africa and <em>T. b. rhodesiense</em> causes a more acute African trypanosomiasis in eastern and southern Africa. Control efforts have reduced the number of annual cases and for the first time in 50 years, the number of reported cases fell under 10,000 in 2009. In 2017–2018, fewer than 2000 cases were reported to WHO. The number of cases continue to drop and in 2020, fewer than 700 combined cases were reported to WHO; over 85% caused by <em>T. b. gambiense</em> and around 15% caused by <em>T. b. rhodesiense</em>. Sleeping sickness is curable with medication but is fatal if left untreated.<br><strong>Dengue fever</strong> - Dengue viruses are spread to people through the bite of an infected <em>Aedes</em> species (<em>Ae. aegypti or Ae. albopictus</em>) mosquito. Almost half of the world’s population, about 4 billion people, live in areas with a risk of dengue. Dengue is often a leading cause of illness in areas with risk. Each year, up to 400 million people get infected with dengue. Approximately 100 million people get sick from infection, and 40,000 die from severe dengue. Dengue has emerged as a worldwide problem since the 1960s. The disease is common in many popular tourist destinations in the Caribbean (including Puerto Rico), Central and South America, Southeast Asia, and the Pacific Islands (see attached regional maps). In the United States, local cases and limited spread of dengue does occur periodically in some states with hot, humid climates and <em>Aedes</em> mosquitoes."
      },
      "water contact diseases": {
        "text": "<strong>Schistosomaisis - </strong>also known as bilharzia, is a disease caused by parasitic worms. In terms of impact this disease is second only to malaria as the most devastating parasitic disease (see attached map).  Schistosomiasis is considered one of the neglected tropical diseases (NTDs). The parasites that cause schistosomiasis live in certain types of freshwater snails. The infectious form of the parasite, known as <em>cercariae</em>, emerge from the snail into the water. You can become infected when your skin comes in contact with contaminated freshwater. Most human infections are caused by <em>Schistosoma mansoni</em>, <em>S. haematobium</em>, or <em>S. japonicum</em>. Freshwater becomes contaminated by Schistosoma eggs when infected people urinate or defecate in the water. The eggs hatch, and if certain types of freshwater snails are present in the water, the parasites develop and multiply inside the snails. The parasite leaves the snail and enters the water where it can survive for about 48 hours. Schistosoma parasites can penetrate the skin of persons who are wading, swimming, bathing, or washing in contaminated water."
      },
      "respiratory diseases": {
        "text": "<strong>Meningococcal meningitis </strong>- Meningococcal disease occurs worldwide, with the highest incidence of disease found in the ‘meningitis belt’ of sub-Saharan Africa (see attached map). In this region, major epidemics occur every 5 to 12 years with attack rates reaching 1,000 cases per 100,000 population. Bacteria called <em>Neisseria meningitidis</em> cause meningococcal disease. About 1 in 10 people have these bacteria in the back of their nose and throat without being ill. This is called being ‘a carrier.’ Sometimes the bacteria invade the body and cause certain illnesses, which are known as meningococcal disease. Other regions of the world experience lower overall rates of disease and occasional outbreaks. Annual attack rates in these regions averages around 0.3 to 3 per 100,000 population. Risk factors for meningococcal disease outbreaks in Africa are not fully understood. However, the following characteristics create favorable conditions for meningococcal disease epidemics: Dry and dusty conditions during the dry season between December to June, Immunological susceptibility of the population, Travel and large population displacements, Crowded living conditions"
      },
      "note": "<strong>note 1:</strong> widespread ongoing transmission of a respiratory illness caused by the novel coronavirus (COVID-19) is occurring globally; older adults and people of any age with serious chronic medical conditions are at increased risk for severe disease; as of 23 August 2023, 769,806,130 confirmed cases of COVID-19 and 6,955,497 deaths had been reported to the World Health Organization; as of 23 August 2023, 70.5% of the World population had received at least one dose of COVID-19 vaccine<br><br><strong>note 2:</strong> on 31 August 2023, the US Centers for Disease Control and Prevention (CDC) issued a Travel Alert for some international destinations (see attached map) currently considered a high risk to travelers for circulating vaccine-derived polioviruses (cVDPV); vaccine-derived poliovirus (VDPV) is a strain of the weakened poliovirus that was initially included in oral polio vaccine (OPV) and that has changed over time and behaves more like the wild or naturally occurring virus; this means it can be spread more easily to people who are unvaccinated against polio and who come in contact with the stool or respiratory secretions, such as from a sneeze, of an “infected” person who received oral polio vaccine; the CDC recommends that before any international travel, anyone unvaccinated, incompletely vaccinated, or with an unknown polio vaccination status should complete the routine polio vaccine series; before travel to any high-risk destination, the CDC recommends that adults who previously completed the full, routine polio vaccine series receive a single, lifetime booster dose of polio vaccine"
    },
    "Currently married women (ages 15-49)": {
      "text": "66.2% (2023 est.)"
    },
    "Child marriage": {
      "women married by age 15": {
        "text": "5%"
      },
      "women married by age 18": {
        "text": "18.7% (2022 est.)"
      },
      "men married by age 18": {
        "text": "2.8% (2021 est.)"
      }
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "86.7%"
      },
      "male": {
        "text": "90.1%"
      },
      "female": {
        "text": "83.3% (2020)"
      },
      "note": "<strong>note:</strong> more than three quarters of the world's 750 million illiterate adults are found in South Asia and sub-Saharan Africa; of all the illiterate adults in the world, almost two thirds are women (2016)"
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "13 years"
      },
      "male": {
        "text": "13 years"
      },
      "female": {
        "text": "13 years (2020)"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "large areas subject to overpopulation, industrial disasters, pollution (air, water, acid rain, toxic substances), loss of vegetation (overgrazing, deforestation, desertification), loss of biodiversity; soil degradation, soil depletion, erosion; ozone layer depletion; waste disposal; global warming becoming a greater concern"
    },
    "World biomes": {
      "Types of Biomes": {
        "text": "<p>A biome is a biogeographical designation describing a biological community of plants and animals that has formed in response to a physical environment and a shared regional climate. Biomes can extend over more than one continent. Different classification systems define different numbers of biomes. <em>The World Factbook</em> recognizes the following seven biomes used by NASA: Tundra, Coniferous Forest, Temperate Deciduous Forest, Rainforest, Grassland, Shrubland, and Desert.</p>"
      },
      "Tundra biome": {
        "text": "The tundra is the coldest of the biomes. It also receives low amounts of precipitation, making the tundra similar to a desert. Tundra comes from the Finnish word <em>tunturia</em>, meaning \"treeless plain\". Tundra is found in the regions just below the ice caps of the Arctic, extending across North America, to Europe, and Siberia in Asia. Temperatures usually range between -40°C (-40 °F) and 18°C (64°F). The temperatures are so cold that there is a layer of permanently frozen ground below the surface, called permafrost. This permafrost is a defining characteristic of the tundra biome. In the tundra summers, the top layer of soil thaws only a few inches down, providing a growing surface for the roots of vegetation. This biome sees 150 to 250 mm (6 to 10 in) of rain per year. Vegetation in the tundra has adapted to the cold and the short growing season and consists of lichens, mosses, grasses, sedges, shrubs, but almost no trees due to short growing season and permafrost."
      },
      "Coniferous Forest biome": {
        "text": "The coniferous forest is sandwiched in between the tundra to the north and the deciduous forest to the south. Coniferous forest regions have cold, long, snowy winters, and warm, humid summers; well-defined seasons; and at least four to six frost-free months. The average temperature in winter ranges from -40&deg;C (-40&deg;F) to 20&deg;C (68&deg;F). The average summer temperatures are usually around 10&deg;C (50&deg;F). 300 to 900 mm (12 to 35 in) of rain per year can be expected in this biome. Vegetation consists of trees that produce cones and needles called, coniferous-evergreen trees. Some needles remain on the trees all year long. Some of the more common conifers are spruces, pines, and firs."
      },
      "Temperate Deciduous Forest biome": {
        "text": "Temperate deciduous forests are located in the mid-latitude areas which means that they are found between the polar regions and the tropics. The deciduous forest regions are exposed to warm and cold air masses, which cause this area to have four seasons. Hot summers and cold winters are typical in this biome. The average daily temperatures range between -30&deg;C (-22&deg;F) and 30&deg;C (86&deg;F) with a yearly average of 10&deg;C (50&deg;F). On average, this biome receives 750 to 1,500 mm (30 to 59 in) of rain per year. Vegetation includes broadleaf trees (oaks, maples, beeches), shrubs, perennial herbs, and mosses. Temperate deciduous forests are most notable for their transitioning through four seasons. Leaves change color (or senesce) in autumn, fall off in the winter, and grow back in the spring; this adaptation allows plants to survive cold winters."
      },
      "Rainforest biome": {
        "text": "The rainforest biome remains warm all year and must stay frost-free. The average daily temperatures range from 20&deg;C (68&deg;F) to 25&deg;C (77&deg;F). Rainforests receive the most rain of all of the biomes in a year! A typical year sees 2,000 to 10,000 mm (79 to 394 in) of rain per year. Vegetation typically includes vines, palm trees, orchids, ferns. There are two types of rainforests, tropical and temperate. Tropical rainforests are found closer to the equator and temperate rainforests are found farther north near coastal areas. The majority of common houseplants come from the rainforest."
      },
      "Grassland biome": {
        "text": "Grasslands are generally open and continuous, fairly flat areas of grass. They are often located between temperate forests at high latitudes and deserts at subtropical latitudes. Found on every continent except Antarctica. Depending on latitude, the annual temperature range can be between -20&deg;C (-4&deg;F) to 30&deg;C (86&deg;F). Grasslands receive around 500 to 900 mm (20 to 35 in) of rain per year. Tropical grasslands have dry and wet seasons that remain warm all the time. Temperate grasslands have cold winters and warm summers with some rain. Vegetation is dominated by grasses but can include sedges and rushes along with some legumes (clover) and herbs. The grasses die back to their roots annually and the soil and the sod protect the roots and the new buds from the cold of winter or dry conditions. A few trees may be found in this biome along the streams, but not many due to the lack of rainfall."
      },
      "Shrubland biome": {
        "text": "Shrublands include regions such as chaparral, woodland and savanna, and are composed of shrubs or short trees. Many shrubs thrive on steep, rocky slopes, but there is usually not enough rain to support tall trees. Shrublands are the areas that are located in west coastal regions between 30&deg; and 40&deg; North and South latitude. These regions are usually found surrounding deserts and grasslands. The summers are hot and dry with temperatures reaching up to 38&deg;C (100&deg;F). In the winter, temperatures stay around -1 &deg;C (30&deg;F) and are cool and moist. Annual rainfall in the shrublands varies greatly but generally 200 to 1,000 mm (8 to 40 in) of rain per year can be expected. Vegetation comprises aromatic herbs (sage, rosemary, thyme, oregano), shrubs, acacia, chamise, grasses. Plants have adapted to fire caused by the frequent lightning that occurs in the hot, dry summers."
      },
      "Desert biome": {
        "text": "Desert biomes are the driest of all the biomes. In fact, the most important characteristic of a desert is that it receives very little rainfall. Deserts get about 250 mm (10 in) of rain per year - the least amount of rain of all of the biomes. During the day, desert temperatures rise to an average of 38&deg;C (100&deg;F). At night, desert temperatures fall to an average of -4&deg;C (about 25&deg;F). Vegetation is sparse consisting of cacti, small bushes, short grasses. Perennials survive for several years by becoming dormant and flourishing when water is available. Annuals are referred to as ephemerals because some can complete an entire life cycle in weeks. Since desert conditions are so severe, the plants that live there need to have adaptations to compensate for the lack of water. Some plants, such as cacti, store water in their stems and use it very slowly, while others like bushes conserve water by growing few leaves or by having large root systems to gather water."
      }
    },
    "Climate": {
      "Climate": {
        "text": "a wide equatorial band of hot and humid tropical climates, bordered north and south by subtropical temperate zones that separate two large areas of cold and dry polar climates"
      },
      "ten driest places on Earth (average annual precipitation)": {
        "text": "McMurdo Dry Valleys, Antarctica 0 mm (0 in)<br>Arica, Chile 0.76 mm (0.03 in)<br>Al Kufrah, Libya 0.86 mm (0.03 in)<br>Aswan, Egypt 0.86 mm (0.03 in)<br>Luxor, Egypt 0.86 mm (0.03 in)<br>Ica, Peru 2.29 mm (0.09 in)<br>Wadi Halfa, Sudan 2.45 mm (0.1 in)<br>Iquique, Chile 5.08 mm (0.2 in)<br>Pelican Point, Namibia 8.13 mm (0.32 in)<br>El Arab (Aoulef), Algeria 12.19 mm (0.48 in)"
      },
      "ten wettest places on Earth (average annual precipitation)": {
        "text": "Mawsynram, India 11,871 mm (467.4 in)<br>Cherrapunji, India 11,777 mm (463.7 in)<br>Tutunendo, Colombia 11,770 mm (463.4 in)<br>Cropp River, New Zealand 11,516 mm (453.4 in)<br>San Antonia de Ureca, Equatorial Guinea 10,450 mm (411.4 in)<br>Debundsha, Cameroon 10,299 mm (405.5 in)<br>Big Bog, US (Hawaii) 10,272 mm (404.4 in)<br>Mt Waialeale, US (Hawaii) 9,763 mm (384.4 in)<br>Kukui, US (Hawaii) 9,293 mm (365.9 in)<br>Emeishan, China 8,169 mm (321.6 in)"
      },
      "ten coldest places on Earth (lowest average monthly temperature)": {
        "text": "Verkhoyansk, Russia (Siberia) -47°C (-53°F) January<br>Oymyakon, Russia (Siberia) -46°C (-52°F) January<br>Eureka, Canada -38.4°C (-37.1°F) February<br>Isachsen, Canada -36°C (-32.8°F) February<br>Alert, Canada -34°C (-28°F) February<br>Kap Morris Jesup, Greenland -34°C (-29°F) March<br>Cornwallis Island, Canada -33.5°C (-28.3°F) February<br>Cambridge Bay, Canada -33.5°C (28.3°F) February<br>Ilirnej, Russia -33°C (-28°F) January<br>Resolute, Canada -33°C (-27.4°F) February"
      },
      "ten hottest places on Earth (highest average monthly temperature)": {
        "text": "Death Valley, US (California) 39°C (101°F) July<br>Iranshahr, Iran 38.3°C (100.9°F) June <br>Ouallene, Algeria 38°C (100.4°F) July<br>Kuwait City, Kuwait 37.7°C (100°F) July<br>Medina, Saudi Arabia 36°C (97°F) July<br>Buckeye, US (Arizona) 34°C (93°F) July<br>Jazan, Saudi Arabia 33°C (91°F) June<br>Al Kufrah, Libya 31°C (87°F) July<br>Alice Springs, Australia 29°C (84°F) January<br>Tamanrasset, Algeria 29°C (84°F) June"
      }
    },
    "Urbanization": {
      "urban population": {
        "text": "57.5% of total population (2023)"
      },
      "rate of urbanization": {
        "text": "1.73% annual rate of change (2020-25 est.)"
      }
    },
    "Major lakes (area sq km)": {
      "text": "<strong>top ten largest natural lakes: </strong>Caspian Sea (Azerbaijan, Iran, Kazakhstan, Russia, Turkmenistan) 374,000 sq km; Lake Superior (Canada, United States) 82,100 sq km; Lake Victoria (Kenya, Tanzania, Uganda) 62,940 sq km; Lake Huron (Canada, United States) 59,600 sq km; Lake Michigan (United States) 57,750 sq km; Lake Tanganyika (Burundi, Democratic Republic of the Congo, Tanzania, Zambia) 32,000 sq km; Great Bear Lake (Canada) 31,328 sq km; Lake Baikal (Russia) 31,500 sq km; Lake Malawi (Malawi, Mozambique, Tanzania) 22,490 sq km; Great Slave Lake (Canada) 28,568 sq km<br><br><strong>note 1:</strong> the areas of the lakes are subject to seasonal variation; only the Caspian Sea is saline, the rest are fresh water<br><br><strong>note 2:</strong> Lakes Huron and Michigan are technically a single lake because the flow of water between the Straits of Mackinac that connects the two lakes keeps their water levels at near-equilibrium; combined, Lake Huron-Michigan is the largest freshwater lake by surface area in the World<br><br><strong>note 3:</strong> if ranked by water volume, the Caspian Sea would still be first, but it would be followed Lakes Baikal, Tanganyika, Superior, and Malawi; Lake Superior contains more water than the other four North American Great Lakes (Erie, Huron, Michigan, Ontario) combined"
    },
    "Major rivers (by length in km)": {
      "text": "<strong>top ten longest rivers:</strong> Nile (Africa) 6,650 km; Amazon (South America) 6,436 km; Yangtze (Asia) 6,300 km; Mississippi-Missouri (North America) 6,275 km; Yenisey-Angara (Asia) 5,539 km; Huang He/Yellow (Asia) 5,464 km; Ob-Irtysh (Asia) 5,410 km; Congo (Africa) 4,700 km; Amur (Asia) 4,444 km; Lena (Asia) 4,400 km<br><br><strong>note:</strong> there are 21 countries without rivers: 3 in Africa (Comoros, Djibouti, Libya), 1 in the Americas (Bahamas), 8 in Asia (Bahrain, Kuwait, Maldives, Oman, Qatar, Saudi Arabia, United Arab Emirates, Yemen), 3 in Europe (Malta, Monaco, Holy See), 6 in Oceania (Kiribati, Marshall Islands, Nauru, Niue, Tonga, Tuvalu); these countries also do not have natural lakes"
    },
    "Major watersheds (area sq km)": {
      "text": "<strong>summary statement:</strong> a watershed is a drainage basin on an area of land where precipitation collects and drains off into a common outlet, such as into a river, bay, or other body of water; oceans ultimately take in the drainage from 83% of all land area; the remaining 17% of the land drains into internal (endorheic) basins, e.g., the Caspian Sea; <em>The World Factbook</em> lists 51 different watersheds across 102 countries; of these, 18 are in Asia, 9 in Europe, 9 in Africa, 8 in North and Central America, 5 in South America, and 2 in Australia; all watersheds with an area of at least 500,000 sq km have been included along with a number of smaller, regionally significant watersheds; together, these watersheds represent the surface hydrology water flows that are the World's primary sources of fresh water for individual consumption, industry, and agriculture"
    },
    "Major aquifers": {
      "text": "<strong>summary statement: </strong>aquifers are underground layers of water-bearing permeable rock formations; they include alluvial formations such as unconsolidated sand and gravel aquifers, sedimentary rock formations of sandstone and karst (carbonate rocks such as limestone) aquifers, as well as volcanic aquifers, and basement aquifers (igneous and metamorphic rocks that underlie sedimentary and volcanic rock sequences); groundwater from aquifers can be extracted using a water well; <em>The World Factbook</em> lists 37 major aquifers across 52 countries; of these, 13 are in Africa, 10 in Asia, 5 in North America, 3 in South America, 4 in Europe, and 2 in Australia; although aquifers can vary in size, the major aquifers listed in <em>The Factbook</em> contain the bulk of the stored volume of groundwater; the fresh water held in these aquifers represents more than 30% of the World's fresh water; in the US, groundwater is primarily used for irrigation and globally, 70% of groundwater withdrawn is used for agriculture; groundwater also supplies almost half of all drinking water worldwide"
    },
    "Total renewable water resources": {
      "text": "54 trillion cubic meters (2011 est.)"
    }
  },
  "Government": {
    "Country name": {
      "text": "<strong>note:</strong> countries with names connected to animals include: Albania \"Land of the Eagles\"; Anguilla (the name means \"eel\"); Bhutan \"Land of the Thunder Dragon\"; Cameroon (the name derives from \"prawns\"); Cayman Islands (named after the caiman, a marine crocodile); Faroe Islands (from Old Norse meaning \"sheep\"); Georgia \"Land of the Wolves\"; Italy \"Land of Young Cattle\"; Kosovo \"Field of Blackbirds\"; Sierra Leone \"Lion Mountains\"; Singapore \"Lion City\""
    },
    "Capital": {
      "time difference": {
        "text": "there are 21 World entities (20 countries and 1 dependency) with multiple time zones: Australia, Brazil, Canada, Chile, Democratic Republic of Congo, Ecuador, France, Greenland (part of the Danish Kingdom), Indonesia, Kazakhstan, Kiribati, Mexico, Micronesia, Mongolia, Netherlands, New Zealand, Papua New Guinea, Portugal, Russia, Spain, United States<br><br><strong>note 1: </strong>in some instances, the time zones pertain to portions of a country that lie overseas<br><br><strong>note 2:</strong> in 1851, the British set their prime meridian (0° longitude) through the Royal Observatory at Greenwich, England; this meridian became the international standard in 1884 and thus the basis for the standard time zones of the World; today, GMT is officially known as Coordinated Universal Time (UTC) and is also referred to as \"Zulu time\"; UTC is the basis for all civil time, with the World divided into time zones expressed as positive or negative differences from UTC<br><br><strong>note 3:</strong> each time zone is based on 15° starting from the prime meridian; in theory, there are 24 time zones based on the solar day, but there are now upward of 40 because of fractional hour offsets that adjust for various political and physical geographic realities; see the Standard Time Zones of the World map included with the World and Regional Maps"
      },
      "daylight saving time": {
        "text": "some 67 countries - including most of the World's leading industrialized nations - use daylight savings time (DST) in at least a portion of the country; China, Japan, India, and Russia are major industrialized countries that do not use DST; Asia and Africa generally do not observe DST and it is generally not observed near the equator, where sunrise and sunset times do not vary enough to justify it; some countries observe DST only in certain regions; for example, only southeastern Australia observes it; in fact, only a minority of the World's population - about 20% - uses DST"
      }
    },
    "Administrative divisions": {
      "text": "197 countries, 69 dependent areas and other entities"
    },
    "Dependent areas": {
      "text": "Australia dependencies: Ashmore and Cartier Islands, Christmas Island, Cocos (Keeling) Islands, Coral Sea Islands, Heard Island and McDonald Islands, Norfolk Island (6)<br><br>France dependencies: Clipperton Island, French Polynesia, French Southern and Antarctic Lands, New Caledonia, Saint Barthelemy, Saint Martin, Saint Pierre and Miquelon, Wallis and Futuna (8)<br><br>New Zealand dependency: Tokelau (1)<br><br>Norway dependencies: Bouvet Island, Jan Mayen, Svalbard (3)<br><br>United Kingdom dependencies: Anguilla; Bermuda; British Indian Ocean Territory; British Virgin Islands; Cayman Islands; Falkland Islands; Gibraltar; Montserrat; Pitcairn Islands; Saint Helena, Ascension, and Tristan da Cunha; South Georgia and the South Sandwich Islands; Turks and Caicos Islands (12)<br><br>United States dependencies: American Samoa, Baker Island, Guam, Howland Island, Jarvis Island, Johnston Atoll, Kingman Reef, Midway Islands, Navassa Island, Northern Mariana Islands, Palmyra Atoll, Puerto Rico, Virgin Islands, Wake Island (14)"
    },
    "Legal system": {
      "text": "the legal systems of nearly all countries are generally modeled upon elements of five main types: civil law (including French law, the Napoleonic Code, Roman law, Roman-Dutch law, and Spanish law); common law (including English and US law); customary law; mixed or pluralistic law; and religious law (including Islamic sharia law); an additional type of legal system - international law - governs the conduct of independent nations in their relationships with one another"
    },
    "International law organization participation": {
      "text": "all members of the UN are parties to the statute that established the International Court of Justice (ICJ) or World Court; states parties to the Rome Statute of the International Criminal Court (ICCt) are those countries that have ratified or acceded to the Rome Statute, the treaty that established the Court; as of May 2019, a total of 122 countries have accepted jurisdiction of the ICCt (see Appendix B for a clarification on the differing mandates of the ICJ and ICCt)"
    },
    "Executive branch": {
      "chief of state": {
        "text": "there are 27 countries with royal families in the World, most are in Asia (13) and Europe (10), three are in Africa, and one in Oceania; monarchies by continent are as follows: Asia (Bahrain, Bhutan, Brunei, Cambodia, Japan, Jordan, Kuwait, Malaysia, Oman, Qatar, Saudi Arabia, Thailand, United Arab Emirates); Europe (Belgium, Denmark, Liechtenstein, Luxembourg, Monaco, Netherlands, Norway, Spain, Sweden, United Kingdom); Africa (Eswatini, Lesotho, Morocco); Oceania (Tonga)"
      },
      "note": "<strong>note 1:</strong> Andorra and the Holy See (Vatican) are also monarchies of a sort, but they are not ruled by royal houses; Andorra has two co-princes (the president of France and the bishop of Urgell) and the Holy See is ruled by an elected pope<br><br><strong>note 2:</strong> the sovereign of Great Britain is also the monarch for 14 of the countries (including Australia, Canada, Jamaica, New Zealand) that make up the Commonwealth; that brings to 43 the total number of countries with some type of monarchies"
    },
    "Legislative branch": {
      "text": "<p>there are 230 political entities with legislative bodies; of these 144 are unicameral (a single “house”) and 86 are bicameral (both upper and lower houses); note - while there are 197 countries in the World, 33 territories, possessions, or other special administrative units also have their own governing bodies</p>"
    },
    "Flag description": {
      "text": "while a \"World\" flag does not exist, the flag of the United Nations (UN) - adopted on 7 December 1946 - has been used on occasion to represent the entire planet; technically, however, it only represents the international organization itself; the flag displays the official emblem of the UN in white on a blue background; the emblem design shows a map of the World in an azimuthal equidistant projection centered on the North Pole, the image is flanked by two olive branches crossed below; blue was selected as the color to represent peace, in contrast to red usually associated with war; the map projection chosen includes all of the continents except Antarctica",
      "note": "<strong>note 1:</strong> the flags of 12 nations: Austria, Botswana, Georgia, Jamaica, Japan, Laos, Latvia, Micronesia, Nigeria, North Macedonia, Switzerland, and Thailand have no top or bottom and may be flown with either long edge on top without any notice being taken<br><br><strong>note 2:</strong> the most common colors found on national flags are: red (including deep red; ~75%), white (~70%), and blue (including light blue; ~50%); these three colors are so prevalent that there are only two countries, Jamaica and Sri Lanka, that do not include one of them on their flag; the next three most popular colors are: yellow/gold and green (both ~45%) and black (~30%)<br><br><strong>note 3:</strong> flags composed of three colors are by far the most common type and, of those, the red-white-blue combination is the most widespread"
    },
    "National anthem": {
      "name": {
        "text": "virtually every country has a national anthem; most (but not all) anthems have lyrics, which are usually in the national or most common language of the country; states with more than one national language may offer several versions of their anthem"
      },
      "note": "<strong>note: </strong>the World's oldest national anthem is the \"Het Wilhelmus\" (The William) of the Netherlands, which dates to the 17th century; the first national anthem to be officially adopted (1795) was \"La Marseillaise\" (The Song of Marseille) of France; Japan claims to have the World's shortest national anthem, entitled \"Kimigayo\" (The Emperor's Reign), it consists of 11 measures of music (the lyrics are also the world's oldest, dating to the 10th century or earlier); the World's longest national anthem in terms of lyrics is that of Greece, \"Ymnos eis tin Eleftherian\" (Hymn to Liberty) with 158 stanzas - only two of which are used; the World's longest national anthem in terms of music is that of Uruguay, \"Himno Nacional\" (National Anthem of Uruguay) with 105 bars (almost five minutes) - generally only the first verse and chorus are sung; both Denmark and New Zealand have two official national anthems"
    },
    "National heritage": {
      "total World Heritage Sites": {
        "text": "1199 (933 cultural, 227 natural, 39 mixed) (2023)"
      },
      "note": "<strong>note:</strong> a summary of every country's UNESCO World Heritage Sites (i.e., country-specific \"Wonders\") may be found in individual country \"National heritage\" entries; a Wonders of the World field (seven ancient, seven new, and seven natural Wonders) may be found under World &gt; Geography &gt; \"Wonders of the World\""
    }
  },
  "Economy": {
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2021": {
        "text": "$134.08 trillion (2021 est.)"
      },
      "Real GDP (purchasing power parity) 2020": {
        "text": "$126.51 trillion (2020 est.)"
      },
      "Real GDP (purchasing power parity) 2019": {
        "text": "$130.445 trillion (2019 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2021": {
        "text": "5.87% (2021 est.)"
      },
      "Real GDP growth rate 2020": {
        "text": "-3.12% (2020 est.)"
      },
      "Real GDP growth rate 2019": {
        "text": "2.59% (2019 est.)"
      }
    },
    "Real GDP per capita": {
      "Real GDP per capita 2021": {
        "text": "$17,000 (2021 est.)"
      },
      "Real GDP per capita 2020": {
        "text": "$16,200 (2020 est.)"
      },
      "Real GDP per capita 2019": {
        "text": "$16,800 (2019 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$80.27 trillion (2017 est.) SGWP (gross world product)"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2021": {
        "text": "3.5% (2021 est.)"
      },
      "Inflation rate (consumer prices) 2020": {
        "text": "1.92% (2020 est.)"
      },
      "Inflation rate (consumer prices) 2019": {
        "text": "2.19% (2019 est.)"
      },
      "note": "<strong>developed countries:</strong> 1.9% (2017 est.) 0.9% (2016 est.)<br><br><strong>developing countries: </strong>8.8% (2017 est.) 3.7% (2016 est.)<br><br><strong>note:</strong> the above estimates are weighted averages; inflation in developed countries is 0% to 4% typically, in developing countries, 4% to 10% typically; national inflation rates vary widely in individual cases; inflation rates have declined for most countries for the last several years, held in check by increasing international competition from several low wage countries and by soft demand due to the world financial crisis"
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "6.4% (2017 est.)"
      },
      "industry": {
        "text": "30% (2017 est.)"
      },
      "services": {
        "text": "63% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "56.4% (2017 est.)"
      },
      "government consumption": {
        "text": "16.1% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "25.7% (2017 est.)"
      },
      "investment in inventories": {
        "text": "1.4% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "28.8% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-28.3% (2017 est.)"
      }
    },
    "Industries": {
      "text": "<p>dominated by the onrush of technology, especially in computers, robotics, telecommunications, and medicines and medical equipment; most of these advances take place in OECD nations; only a small portion of non-OECD countries have succeeded in rapidly adjusting to these technological forces; the accelerated development of new technologies is complicating already grim environmental problems</p>"
    },
    "Industrial production growth rate": {
      "text": "6.13% (2021 est.)"
    },
    "Labor force": {
      "text": "3.463 billion (2021 est.)"
    },
    "Unemployment rate": {
      "Unemployment rate 2021": {
        "text": "6.18% (2021 est.)"
      },
      "Unemployment rate 2020": {
        "text": "6.58% (2020 est.)"
      },
      "Unemployment rate 2019": {
        "text": "5.36% (2019 est.)"
      },
      "note": "<strong>note:</strong> combined unemployment and underemployment in many non-industrialized countries; developed countries typically 4%-12% unemployment (2007 est.)"
    },
    "Youth unemployment rate (ages 15-24)": {
      "total": {
        "text": "17.9% (2021 est.)"
      },
      "male": {
        "text": "17.3%"
      },
      "female": {
        "text": "19.7%"
      }
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2012": {
        "text": "37.9 (2012 est.)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.6%"
      },
      "highest 10%": {
        "text": "30.2% (2008 est.)"
      }
    },
    "Remittances": {
      "Remittances 2021": {
        "text": "0.74% of GDP (2021 est.)"
      },
      "Remittances 2020": {
        "text": "0.79% of GDP (2020 est.)"
      },
      "Remittances 2019": {
        "text": "0.77% of GDP (2019 est.)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$21.68 trillion (2017 est.)"
      },
      "expenditures": {
        "text": "$23.81 trillion (2017 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3% (of GDP) (2016 est.)"
    },
    "Public debt": {
      "Public debt 2017": {
        "text": "67.2% of GDP (2017 est.)"
      },
      "Public debt 2016": {
        "text": "67.2% of GDP (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "13.55% (of GDP) (2020 est.)"
    },
    "Exports": {
      "Exports 2021": {
        "text": "$28.108 trillion (2021 est.)"
      },
      "Exports 2020": {
        "text": "$22.595 trillion (2020 est.)"
      },
      "Exports 2019": {
        "text": "$24.971 trillion (2019 est.)"
      }
    },
    "Exports - commodities": {
      "text": "the whole range of industrial and agricultural goods and services<br><br><strong>top ten - share of world trade:</strong> 14.8 electrical machinery, including computers; 14.4 mineral fuels, including oil, coal, gas, and refined products; 14.2 nuclear reactors, boilers, and parts; 8.9 cars, trucks, and buses; 3.5 scientific and precision instruments; 3.4 plastics; 2.7 iron and steel; 2.6 organic chemicals; 2.6 pharmaceutical products; 1.9 diamonds, pearls, and precious stones (2007 est.)"
    },
    "Imports": {
      "Imports 2021": {
        "text": "$27,120,162,000,000 (2021 est.)"
      },
      "Imports 2020": {
        "text": "$21,949,583,000,000 (2020 est.)"
      },
      "Imports 2019": {
        "text": "$24,418,208,000,000 (2019 est.)"
      }
    },
    "Imports - commodities": {
      "text": "<p>the whole range of industrial and agricultural goods and services</p> <p><strong>top ten - share of world trade:</strong> see listing for exports</p>"
    },
    "Debt - external": {
      "Debt - external 31 December 2017": {
        "text": "$76.56 trillion (31 December 2017 est.)"
      },
      "Debt - external 31 December 2016": {
        "text": "$75.09 trillion (31 December 2016 est.)"
      },
      "note": "<strong>note:</strong> this figure is the sum total of all countries' external debt, both public and private"
    }
  },
  "Energy": {
    "Electricity access": {
      "population without electricity": {
        "text": "757 million (2020)"
      },
      "electrification - total population": {
        "text": "91.4% (2021)"
      },
      "electrification - urban areas": {
        "text": "97.6% (2021)"
      },
      "electrification - rural areas": {
        "text": "84.4% (2021)"
      },
      "note": "<strong>note:</strong> sub-Saharan Africa remains the region with the largest number of people without access to electricity with 77% of the World's total"
    },
    "Electricity generation sources": {
      "fossil fuels": {
        "text": "60.6% of total installed capacity (2020 est.)"
      },
      "nuclear": {
        "text": "10.3% of total installed capacity (2020 est.)"
      },
      "solar": {
        "text": "3.3% of total installed capacity (2020 est.)"
      },
      "wind": {
        "text": "6.2% of total installed capacity (2020 est.)"
      },
      "hydroelectricity": {
        "text": "17% of total installed capacity (2020 est.)"
      },
      "tide and wave": {
        "text": "0% of total installed capacity (2020 est.)"
      },
      "geothermal": {
        "text": "0.4% of total installed capacity (2020 est.)"
      },
      "biomass and waste": {
        "text": "2.4% of total installed capacity (2020 est.)"
      }
    },
    "Nuclear energy": {
      "Number of operational nuclear reactors": {
        "text": "410 (2023)"
      },
      "Number of nuclear reactors under construction": {
        "text": "57"
      },
      "Net capacity of operational nuclear reactors": {
        "text": "368.61GW (2023)"
      },
      "Percent of total electricity production": {
        "text": "10% (2021)"
      },
      "Percent of total energy produced": {
        "text": "4.6% (2021)"
      },
      "note": "<strong>note:</strong>  Three countries, the US, France, and China, have 57% of the World's net capacity of operational nuclear reactors"
    },
    "Refined petroleum products - production": {
      "text": "88.4 million bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "29.66 million bbl/day (2014 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "28.62 million bbl/day (2014 est.)"
    },
    "Carbon dioxide emissions": {
      "total emissions": {
        "text": "35,551,713,000 metric tonnes of CO2 (2019 est.)"
      },
      "from coal and metallurgical coke": {
        "text": "15,587,834,000 metric tonnes of CO2 (2019 est.)"
      },
      "from petroleum and other liquids": {
        "text": "12,195,793,000 metric tonnes of CO2 (2019 est.)"
      },
      "from consumed natural gas": {
        "text": "7,768,086,000 metric tonnes of CO2 (2019 est.)"
      }
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "840,736,466 (2022 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "11 (2021 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "8.5 billion (2021 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "107 (2021 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "Information, Communications, and Technology (ICT) is tied to economic growth; business, trade, and foreign direct investment are all based on effective sources of ICT, and development of ICT flourishes with a vigorous economy, open trade, and sound regulation; some 2020 estimates point to a digital economy worth $11.5 trillion globally, equivalent to 15.5% of global GDP (with ICT growing 2.5 times faster than global GDP over the past 15 years);&nbsp; 2020 reports indicate about 7.7 billion global mobile broadband subscriptions, rising from 3.3 billion in five years, and over 1.1 billion fixed broadband subscribers, up from 830 million in 2015"
      },
      "international": {
        "text": "<em>economic impact</em> - telecommunications has been and continues to be one of the world’s fastest growing markets; countries and firms are transitioning from analog to digital broadcasting, increasing automation capabilities and applications, adopting more high-definition technologies, and converting to digital channels<br><br>broadcasting typically refers to transmission of information to all devices in a network without any acknowledgment by the receivers; data processing parts and accessories includes many supporting elements to broadcasting equipment, such as monitors, keyboards, printers, etc.<br><br>in terms of market size, broadcasting equipment constituted $413 billion in global trade, making it the fifth most traded commodity in 2019; similarly, data processing equipment equaled $230 billion, the eighth most traded commodity globally; the chief exporters and importers of telecommunications commodities remain largely the same: 1) China leads in both broadcasting and data processing equipment exports, $208 billion and $81.5 billion respectively and 2) the United States, conversely, receives the most of both commodities, importing $81.1 billion in broadcasting equipment and $38.3 billion in data processing equipment in 2019<br><br><em>infrastructure</em> - as of 2021, 428 submarine cables have been laid worldwide with a further 36 planned; the undersea cables connect to 1,245 landing stations"
      }
    },
    "Internet users": {
      "total": {
        "text": "5.3 billion (2022 est.)"
      },
      "percent of population": {
        "text": "66% (2022 est.)"
      },
      "note": "<strong>top ten countries by Internet usage (in millions):</strong> 854 China; 560 India; 293 United States; 171 Indonesia; 149 Brazil; 123 Nigeria; 119 Japan; 116 Russia; 96 Bangladesh; 88 Mexico (2023)"
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "1.33 billion (2021 est.) the number of fixed broadband subscriptions has been higher than that of fixed telephony since 2017"
      },
      "subscriptions per 100 inhabitants": {
        "text": "18 (2022 est.)"
      }
    },
    "Communications - note": {
      "text": "<strong>note 1:</strong> the development of formal postal systems may be traced back thousands of years; the earliest documented organized courier service for the dissemination of written dispatches was set up by the pharaohs of Ancient Egypt (ca. 2400 B.C.); the invention of a true postal system organized for delivery of post to citizens, is credited to Ancient Persia (6th century B.C.); other credible early postal services are those of Ancient India (Mauryan Empire; 4th century B.C.) and Ancient China (Han Dynasty; 3rd century B.C.) <br><br><strong>note 2: </strong>data centers consist of a dedicated space within a building or a group of buildings used to house computing resources and other components, such as telecommunications and storage systems; the ongoing worldwide boom in data generation is responsible for the mushrooming of data centers; the three largest data center facilities by area as of the first half of 2022 are:<br> <br>no. 1. - the China Telecom data center located in the Inner Mongolia Information Park, Hohhot, China, reportedly covers 1 million sq m (10.7 million sq ft); the largest Internet data center in the World, it has over 50% market share in the Chinese data center market, with an extensive network of over 400 data centers located in prime regions in mainland China and overseas markets<br><br>no. 2. - the China Mobile data center located in the Inner Mongolia Information Park, Hohhot, China, covers 720,000 sq m (7.7 million sq ft); it is one of the World's biggest cloud computing data centers<br><br>no. 3. - The Citadel data center owned by US-based Switch, in Tahoe Reno, Nevada, covers 670,000 sq m (7.2 million sq ft); called the World’s largest technology ecosystem, the facility runs on 100% renewable (solar and wind) energy (2021)"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "45,527 (2024)"
    },
    "Heliports": {
      "text": "20,316 (2024)"
    },
    "Railways": {
      "total": {
        "text": "1,148,186 km (2013)"
      }
    },
    "Waterways": {
      "text": "2,293,412 km (2017)",
      "note": "<strong>top ten longest rivers:</strong> Nile (Africa) 6,693 km; Amazon (South America) 6,436 km; Mississippi-Missouri (North America) 6,238 km; Yenisey-Angara (Asia) 5,981 km; Ob-Irtysh (Asia) 5,569 km; Yangtze (Asia) 5,525 km; Yellow (Asia) 4,671 km; Amur (Asia) 4,352 km; Lena (Asia) 4,345 km; Congo (Africa) 4,344 km<br><br><strong>note 1:</strong> rivers are not necessarily navigable along the entire length; if measured by volume, the Amazon is the largest river in the World, responsible for about 20% of the Earth's freshwater entering the ocean<br><br><strong>note 2:</strong> there are 20 countries without rivers: 3 in Africa (Comoros, Djibouti, Libya); 1 in the Americas (Bahamas); 8 in Asia (Bahrain, Kuwait, Maldives, Oman, Qatar, Saudi Arabia, United Arab Emirates, Yemen); 3 in Europe (Malta, Monaco, Holy See), 5 in Oceania (Kiribati, Marshall Islands, Nauru, Tonga, Tuvalu); these countries also do not have natural lakes<br><br><strong>top ten largest natural lakes (by surface area): </strong>Caspian Sea (Azerbaijan, Iran, Kazakhstan, Russia, Turkmenistan) 372,960 sq km; Lake Superior (Canada, United States) 82,414 sq km; Lake Victoria (Kenya, Tanzania, Uganda) 69,490 sq km; Lake Huron (Canada, United States) 59,596 sq km; Lake Michigan (United States) 57,441 sq km; Lake Tanganyika (Burundi, Democratic Republic of the Congo, Tanzania, Zambia) 32,890 sq km; Great Bear Lake (Canada) 31,800 sq km; Lake Baikal (Russia) 31,494 sq km; Lake Nyasa (Malawi, Mozambique, Tanzania) 30,044 sq km; Great Slave Lake (Canada) 28,400 sq km<br><br><strong>note 1:</strong> the areas of the lakes are subject to seasonal variation; only the Caspian Sea is saline, the rest are fresh water<br><br><strong>note 2:</strong> Lakes Huron and Michigan are technically a single lake because the flow of water between the Straits of Mackinac that connects the two lakes keeps their water levels at near-equilibrium; combined, Lake Huron-Michigan is the largest freshwater lake by surface area in the World<br><br><strong>note 3: </strong>the deepest lake in the world (1,620 m), and also the largest freshwater lake by volume (23,600 cu km), is Lake Baikal in Russia"
    },
    "Merchant marine": {
      "total": {
        "text": "103,577 (2023)"
      },
      "by type": {
        "text": "bulk carrier 13,141, container ship 5,815, general cargo 19,918, oil tanker 11,604, other 53,099"
      }
    },
    "Ports and terminals": {
      "text": "<strong>top twenty container ports as measured by Twenty-Foot Equivalent Units (TEUs) throughput:</strong> Shanghai (China) - 47,030,300; Singapore (Singapore) - 37,470,000; Ningbo (China) - 31,070,000; Shenzhen (China) - 28,767,600; Guangzhou (China) - 24,180,000; Qingdao (China) - 23,710,000; Busan (South Korea) - 22,706,130; Tianjin (China) - 20,269,400; Hong Kong (China) - 17,798,000; Rotterdam (Netherlands) - 15,300,000; Dubai (UAE) - 13,742,000; Port Kelang (Malaysia) - 13,724,460; Xiamen (China) - 12,045,700; Antwerp (Belgium) - 12,020,000; Tanjung Pelepas (Malaysia) - 11,200,000; Los Angeles (US) - 10,677,610; Kaohsiung (Taiwan) - 9,864,448; Long Beach (US) - 9,384,368; New York/New Jersey (US) - 8,985,929; Hamburg (Germany) - 8,715,000 (2021)"
    }
  },
  "Military and Security": {
    "Military expenditures": {
      "Military Expenditures 2022": {
        "text": "2.2% of GDP (2022 est.)"
      },
      "Military Expenditures 2021": {
        "text": "2.3% of GDP (2021 est.)"
      },
      "Military Expenditures 2020": {
        "text": "2.4% of GDP (2020 est.)"
      },
      "Military Expenditures 2019": {
        "text": "2.2% of GDP (2019 est.)"
      },
      "Military Expenditures 2018": {
        "text": "2.2% of GDP (2018 est.)"
      },
      "note": "<strong>note:</strong> in 2022, total global military expenditures were estimated at more than $2 trillion"
    },
    "Military and security service personnel strengths": {
      "text": "approximately 20 million active-duty military personnel worldwide (2023)",
      "note": "<strong>note:</strong> the largest militaries in the world based on personnel numbers belong to China, India, the US, North Korea, and Russia"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the US is the world's leading arms exporter, followed by Russia (2022)"
    },
    "Military deployments": {
      "text": "there are over 85,000 personnel, including military, police, and civilians from 121 countries deployed on UN peacekeeping missions worldwide (2023)"
    },
    "Military - note": {
      "text": "Atlantic Ocean: according to the International Maritime Bureau and the Maritime Administration of the US Department of Transportation, the risk of piracy and armed robbery of ships in the territorial and offshore waters of the Niger Delta and Gulf of Guinea off the western coast of Africa is high; some criminals/pirates have operated as far as 200 nm offshore <br><br>Indian Ocean: according to the International Maritime Bureau, areas of high risk for piracy and armed robbery against ships in territorial waters of littoral states and offshore waters include the Gulf of Aden, along the east coast of Africa, the Bay of Bengal, and the Strait of Malacca; in addition, the Maritime Administration of the US Department of Transportation advises that regional conflict, military activity, and political tensions pose threats to commercial vessels in the Persian Gulf, Strait of Hormuz, Gulf of Oman, Arabian Sea, Gulf of Aden, Bab al Mandeb Strait, Red Sea, and Somali Basin <br><br>Pacific Ocean: according to the International Maritime Bureau, the risk for piracy and armed robbery in the territorial waters of littoral states and offshore waters in the South China Sea is high,particularly the Singapore Straits and the Celebes and Sulu Seas between the Philippines and Malaysia<br><br>Other: the Maritime Administration of the US Department of Transportation also advises that regional conflict, military activity, and political tensions pose threats to commercial vessels in the Black Sea, Sea of Azov, and the Eastern Mediterranean (2023)"
    }
  },
  "Space": {
    "Space agency/agencies": {
      "text": "more than 90 countries, plus the EU, have national space agencies (2023)"
    },
    "Space launch site(s)": {
      "text": "more than 30 countries have existing or planned commercial or government space launch sites; the US has the most launch sites with nearly 20",
      "note": "<strong>note:</strong> there were approximately 220 attempted space launches worldwide in 2023  "
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>stretching over some 280,000 km, the world's 325 international land boundaries separate 197 independent states and 68 dependencies, areas of special sovereignty, and other miscellaneous entities; ethnicity, culture, race, religion, and language have divided states into separate political entities as much as history, physical terrain, political fiat, or conquest, resulting in sometimes arbitrary and imposed boundaries; most maritime states have claimed limits that include territorial seas and exclusive economic zones; overlapping limits due to adjacent or opposite coasts create the potential for 430 bilateral maritime boundaries of which 209 have agreements that include contiguous and non-contiguous segments; boundary, borderland/resource, and territorial disputes vary in intensity from managed or dormant to violent or militarized; undemarcated, indefinite, porous, and unmanaged boundaries tend to encourage illegal cross-border activities, uncontrolled migration, and confrontation; territorial disputes may evolve from historical and/or cultural claims, or they may be brought on by resource competition; ethnic and cultural clashes continue to be responsible for much of the territorial fragmentation and internal displacement of the estimated 62.5 million people and cross-border displacements of approximately 42.5 million refugees and asylum seekers around the world as of mid-year 2023; approximately 404,000 refugees were repatriated during the first half of 2023; other sources of contention include access to water and mineral (especially hydrocarbon) resources, fisheries, and arable land; armed conflict prevails not so much between the uniformed armed forces of independent states as between stateless armed entities that detract from the sustenance and welfare of local populations, leaving the community of nations to cope with resultant refugees, hunger, disease, impoverishment, and environmental degradation</p>"
    },
    "Refugees and internally displaced persons": {
      "text": "<p>the UN High Commissioner for Refugees (UNHCR) estimated that as of mid-year 2023 there were 110 million people forcibly displaced worldwide; this includes 62.5 million IDPs, 36.4 million refugees, 6.1 million asylum seekers, 5.3 million others in need of international protection; the UNHCR estimates there are currently more than 4.4 million stateless persons as of year-end 2022 (the true number is estimated to be significantly higher)</p>"
    },
    "Trafficking in persons": {
      "tier rating": {
        "text": "<strong><br><br>Tier 2 Watch List:</strong> (26 countries) Bolivia, Botswana, Brunei, Bulgaria, Republic of the Congo, Dominican Republic, Egypt, El Salvador, Eswatini, Gabon, Haiti, Iraq, Kuwait, Lebanon, Madagascar, Malaysia, Marshall Islands, Mauritius, Montenegro, Mozambique, Serbia, Solomon Islands, South Africa, Trinidad and Tobago, Vanuatu, Vietnam (2023)<br><br><strong>Tier 3:</strong> (24 countries) Afghanistan, Algeria, Belarus, Burma, Cambodia, Chad, People's Republic of China, Cuba, Curacao, Djibouti, Equatorial Guinea, Eritrea, Guinea-Bissau, Iran, Democratic People's Republic of Korea, Macau, Nicaragua, Papua New Guinea, Russia, Sint Maarten, South Sudan, Syria, Turkmenistan, Venezuela (2023)"
      },
      "trafficking profile": {
        "text": "approximately 800,000 people, mostly women and children, are trafficked annually across national borders, not including millions trafficked within their own countries; at least 80% of the victims are female and up to 50% are minors; 75% of all victims are trafficked into commercial sexual exploitation; almost two-thirds of the global victims are trafficked intra-regionally within East Asia and the Pacific (260,000 to 280,000 people) and Europe and Eurasia (170,000 to 210,000 people)"
      }
    },
    "Illicit drugs": {
      "text": "<p><strong>cocaine:</strong> worldwide coca cultivation in 2020 likely amounted to 373,000 hectares, potential pure cocaine production reached 2,100 metric tons in 2020<br><strong><br>opiates:</strong> worldwide illicit opium poppy cultivation probably reached about 265,000 hectares in 2020, with potential opium production reaching 7,300 metric tons; Afghanistan is world's primary opium producer, accounting for 85% of the global supply; Southeast Asia was responsible for 7% of global opium; Latin America opium in 2020 was sufficient to produce about 61 metric tons of pure heroin</p> (2015)"
    }
  }
}