{
  "Introduction": {
    "Background": {
      "text": "<p>Algeria has known many empires and dynasties starting with the ancient Numidians (3rd century B.C.), Phoenicians, Carthaginians, Romans, Vandals, Byzantines, over a dozen different Arab and Berber dynasties, Spaniards, and Ottoman Turks. It was under the latter that the Barbary pirates operated from North Africa and preyed on shipping beginning in roughly 1500, peaking in the early to mid-17th century, until finally subdued by the French capture of Algiers in 1830. The French southward conquest of the entirety of Algeria proceeded throughout the 19th century and was marked by many atrocities. The country was heavily colonized by the French in the late 19th and early 20th centuries. A bloody eight-year struggle culminated in Algerian independence in 1962. <br><br>Algeria's primary political party, the National Liberation Front (FLN), was established in 1954 as part of the struggle for independence and has since largely dominated politics, though is falling out of favor with the youth. The Government of Algeria in 1988 instituted a multi-party system in response to public unrest, but the surprising first round success of the Islamic Salvation Front (FIS) in the December 1991 legislative elections led the Algerian army to intervene and postpone the second round of elections to prevent what the secular elite feared would be an extremist-led government from assuming power. The army began a crackdown on the FIS that spurred FIS supporters to begin attacking government targets. Fighting escalated into an insurgency, which saw intense violence from 1992-98, resulting in over 100,000 deaths – many attributed to indiscriminate massacres of villagers by extremists. The government gained the upper hand by the late-1990s, and FIS’s armed wing, the Islamic Salvation Army, disbanded in January 2000. FIS membership is illegal.</p> <p>Former president Abdelaziz BOUTEFLIKA, with the backing of the military, won the presidency in 1999 in an election that was boycotted by several candidates protesting alleged fraud, and won subsequent elections in 2004, 2009, and 2014. Protests broke out across the country in late February 2019 against President BOUTEFLIKA’s decision to seek a fifth term. BOUTEFLIKA resigned in April 2019, and in December 2019, Algerians elected former Prime Minister Abdelmadjid TEBBOUNE as the country's new president. A longtime FLN member, TEBBOUNE ran for president as an independent. In 2020, Algeria held a constitutional referendum, which President TEBBOUNE enacted in January 2021. Subsequent reforms to the national electoral law introduced open list voting to curb corruption. The new law also eliminated gender quotas in Parliament, and the June 2021 legislative elections saw female representation plummet. Local elections took place in November 2021. The referendum, parliamentary elections, and local elections saw record low voter turnout. Since 2014, Algeria’s reliance on hydrocarbon revenues to fund the government and finance the large subsidies for the population has fallen under stress because of declining oil prices. </p>"
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern Africa, bordering the Mediterranean Sea, between Morocco and Tunisia"
    },
    "Geographic coordinates": {
      "text": "28 00 N, 3 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "2,381,740 sq km"
      },
      "land": {
        "text": "2,381,740 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly less than 3.5 times the size of Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "6,734 km"
      },
      "border countries": {
        "text": "Libya 989 km; Mali 1,359 km; Mauritania 460 km; Morocco 1,941 km; Niger 951 km; Tunisia 1,034 km"
      }
    },
    "Coastline": {
      "text": "998 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive fishing zone": {
        "text": "32-52 nm"
      }
    },
    "Climate": {
      "text": "arid to semiarid; mild, wet winters with hot, dry summers along coast; drier with cold winters and hot summers on high plateau; sirocco is a hot, dust/sand-laden wind especially common in summer"
    },
    "Terrain": {
      "text": "mostly high plateau and desert; Atlas Mountains in the far north and Hoggar Mountains in the south; narrow, discontinuous coastal plain"
    },
    "Elevation": {
      "highest point": {
        "text": "Tahat 2,908 m"
      },
      "lowest point": {
        "text": "Chott Melrhir -40 m"
      },
      "mean elevation": {
        "text": "800 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, iron ore, phosphates, uranium, lead, zinc"
    },
    "Land use": {
      "agricultural land": {
        "text": "17.4% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 3.1% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0.4% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 13.8% (2018 est.)"
      },
      "forest": {
        "text": "0.8% (2018 est.)"
      },
      "other": {
        "text": "81.8% (2018 est.)"
      }
    },
    "Irrigated land": {
      "text": "13,600 sq km (2014)"
    },
    "Major watersheds (area sq km)": {
      "text": "Atlantic Ocean drainage: Niger (2,261,741 sq km)<br>Internal <em>(endorheic basin) </em>drainage: Lake Chad (2,497,738 sq km)"
    },
    "Major aquifers": {
      "text": "Lullemeden-Irhazer Aquifer System, Murzuk-Djado Basin, North Western Sahara Aquifer, Taoudeni-Tanezrouft Basin"
    },
    "Population distribution": {
      "text": "the vast majority of the populace is found in the extreme northern part of the country along the Mediterranean Coast as shown in this population distribution map"
    },
    "Natural hazards": {
      "text": "mountainous areas subject to severe earthquakes; mudslides and floods in rainy season; droughts"
    },
    "Geography - note": {
      "text": "largest country in Africa but 80% desert; canyons and caves in the southern Hoggar Mountains and in the barren Tassili n'Ajjer area in the southeast of the country contain numerous examples of prehistoric art - rock paintings and carvings depicting human activities and wild and domestic animals (elephants, giraffes, cattle) - that date to the African Humid Period, roughly 11,000 to 5,000 years ago, when the region was completely vegetated"
    }
  },
  "People and Society": {
    "Population": {
      "text": "43,576,691 (July 2021 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Algerian(s)"
      },
      "adjective": {
        "text": "Algerian"
      }
    },
    "Ethnic groups": {
      "text": "Arab-Berber 99%, European less than 1%",
      "note": "<strong>note:</strong> although almost all Algerians are Berber in origin (not Arab), only a minority identify themselves as primarily Berber, about 15% of the total population; these people live mostly in the mountainous region of Kabylie east of Algiers and several other communities; the Berbers are also Muslim but identify with their Berber rather than Arab cultural heritage; Berbers have long agitated, sometimes violently, for autonomy; the government is unlikely to grant autonomy but has officially recognized Berber languages and introduced them into public schools"
    },
    "Languages": {
      "Languages": {
        "text": "Arabic (official), French (lingua franca), Berber or Tamazight (official); dialects include Kabyle Berber (Taqbaylit), Shawiya Berber (Tacawit), Mzab Berber, Tuareg Berber (Tamahaq)"
      },
      "major-language sample(s)": {
        "text": "<br>كتاب حقائق العالم، المصدر الذي لا يمكن الاستغناء عنه للمعلومات الأساسية (Arabic)<br><br>The World Factbook, the indispensable source for basic information."
      }
    },
    "Religions": {
      "text": "Muslim (official; predominantly Sunni) 99%, other (includes Christian, Jewish, Ahmadi Muslims, Shia Muslims, Ibadi&nbsp; Muslims) &lt;1% (2012 est.)"
    },
    "Demographic profile": {
      "text": "<p>For the first two thirds of the 20th century, Algeria's high fertility rate caused its population to grow rapidly. However, about a decade after independence from France in 1962, the total fertility rate fell dramatically from 7 children per woman in the 1970s to about 2.4 in 2000, slowing Algeria's population growth rate by the late 1980s. The lower fertility rate was mainly the result of women's rising age at first marriage (virtually all Algerian children being born in wedlock) and to a lesser extent the wider use of contraceptives. Later marriages and a preference for smaller families are attributed to increases in women's education and participation in the labor market; higher unemployment; and a shortage of housing forcing multiple generations to live together. The average woman's age at first marriage increased from about 19 in the mid-1950s to 24 in the mid-1970s to 30.5 in the late 1990s.</p> <p>Algeria's fertility rate experienced an unexpected upturn in the early 2000s, as the average woman's age at first marriage dropped slightly. The reversal in fertility could represent a temporary fluctuation in marriage age or, less likely, a decrease in the steady rate of contraceptive use.</p> <p>Thousands of Algerian peasants - mainly Berber men from the Kabylia region - faced with land dispossession and economic hardship under French rule migrated temporarily to France to work in manufacturing and mining during the first half of the 20th century. This movement accelerated during World War I, when Algerians filled in for French factory workers or served as soldiers. In the years following independence, low-skilled Algerian workers and Algerians who had supported the French (known as Harkis) emigrated en masse to France. Tighter French immigration rules and Algiers' decision to cease managing labor migration to France in the 1970s limited legal emigration largely to family reunification.</p> <p>Not until Algeria's civil war in the 1990s did the country again experience substantial outmigration. Many Algerians legally entered Tunisia without visas claiming to be tourists and then stayed as workers. Other Algerians headed to Europe seeking asylum, although France imposed restrictions. Sub-Saharan African migrants came to Algeria after its civil war to work in agriculture and mining. In the 2000s, a wave of educated Algerians went abroad seeking skilled jobs in a wider range of destinations, increasing their presence in North America and Spain. At the same time, legal foreign workers principally from China and Egypt came to work in Algeria's construction and oil sectors. Illegal migrants from Sub-Saharan Africa, particularly Malians, Nigeriens, and Gambians, continue to come to Algeria in search of work or to use it as a stepping stone to Libya and Europe.</p> <p>Since 1975, Algeria also has been the main recipient of Sahrawi refugees from the ongoing conflict in Western Sahara (today part of Morocco). More than 1000,000 Sahrawis are estimated to be living in five refugee camps in southwestern Algeria near Tindouf.</p>"
    },
    "Age structure": {
      "0-14 years": {
        "text": "29.58% (male 6,509,490/female 6,201,450)"
      },
      "15-24 years": {
        "text": "13.93% (male 3,063,972/female 2,922,368)"
      },
      "25-54 years": {
        "text": "42.91% (male 9,345,997/female 9,091,558)"
      },
      "55-64 years": {
        "text": "7.41% (male 1,599,369/female 1,585,233)"
      },
      "65 years and over": {
        "text": "6.17% (male 1,252,084/female 1,401,357) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "60.1"
      },
      "youth dependency ratio": {
        "text": "49.3"
      },
      "elderly dependency ratio": {
        "text": "10.8"
      },
      "potential support ratio": {
        "text": "9.3 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "28.9 years"
      },
      "male": {
        "text": "28.6 years"
      },
      "female": {
        "text": "29.3 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.41% (2021 est.)"
    },
    "Birth rate": {
      "text": "18.52 births/1,000 population (2022 est.)"
    },
    "Death rate": {
      "text": "4.32 deaths/1,000 population (2022 est.)"
    },
    "Net migration rate": {
      "text": "-0.84 migrant(s)/1,000 population (2021 est.)"
    },
    "Population distribution": {
      "text": "the vast majority of the populace is found in the extreme northern part of the country along the Mediterranean Coast as shown in this population distribution map"
    },
    "Urbanization": {
      "urban population": {
        "text": "74.8% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "1.99% annual rate of change (2020-25 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "2.854 million ALGIERS (capital), 922,000 Oran (2022)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.05 male(s)/female"
      },
      "25-54 years": {
        "text": "1.03 male(s)/female"
      },
      "55-64 years": {
        "text": "1.01 male(s)/female"
      },
      "65 years and over": {
        "text": "0.89 male(s)/female"
      },
      "total population": {
        "text": "1.03 male(s)/female (2020 est.)"
      }
    },
    "Maternal mortality ratio": {
      "text": "112 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "20.23 deaths/1,000 live births"
      },
      "male": {
        "text": "22.36 deaths/1,000 live births"
      },
      "female": {
        "text": "17.98 deaths/1,000 live births (2021 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "77.79 years"
      },
      "male": {
        "text": "76.32 years"
      },
      "female": {
        "text": "79.33 years (2021 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.55 children born/woman (2021 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "57.1% (2012/13)"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: 99.6% of population"
      },
      "improved: rural": {
        "text": "rural: 98.8% of population"
      },
      "improved: total": {
        "text": "total: 99.4% of population"
      },
      "unimproved: urban": {
        "text": "urban: 0.4% of population"
      },
      "unimproved: rural": {
        "text": "rural: 1.2% of population"
      },
      "unimproved: total": {
        "text": "total: 0.6% of population (2020 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "6.2% (2019)"
    },
    "Physicians density": {
      "text": "1.72 physicians/1,000 population (2018)"
    },
    "Hospital bed density": {
      "text": "1.9 beds/1,000 population (2015)"
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: 98.3% of population"
      },
      "improved: rural": {
        "text": "rural: 91.3% of population"
      },
      "improved: total": {
        "text": "total: 96.5% of population"
      },
      "unimproved: urban": {
        "text": "urban: 1.7% of population"
      },
      "unimproved: rural": {
        "text": "rural: 8.7% of population"
      },
      "unimproved: total": {
        "text": "total: 3.5% of population (2020 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "<.1% (2020 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "18,000 (2020 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "<200 (2020 est.)"
    },
    "Obesity - adult prevalence rate": {
      "text": "27.4% (2016)"
    },
    "Children under the age of 5 years underweight": {
      "text": "2.7% (2018/19)"
    },
    "Education expenditures": {
      "text": "6.1% of GDP (2019)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "81.4%"
      },
      "male": {
        "text": "87.4%"
      },
      "female": {
        "text": "75.3% (2018)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "14 years"
      },
      "male": {
        "text": "14 years"
      },
      "female": {
        "text": "15 years (2011)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "39.3%"
      },
      "male": {
        "text": "33.1%"
      },
      "female": {
        "text": "82% (2017 est.)"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "air pollution in major cities; soil erosion from overgrazing and other poor farming practices; desertification; dumping of raw sewage, petroleum refining wastes, and other industrial effluents is leading to the pollution of rivers and coastal waters; Mediterranean Sea, in particular, becoming polluted from oil wastes, soil erosion, and fertilizer runoff; inadequate supplies of potable water"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Comprehensive Nuclear Test Ban, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Nuclear Test Ban"
      }
    },
    "Air pollutants": {
      "particulate matter emissions": {
        "text": "35.17 micrograms per cubic meter (2016 est.)"
      },
      "carbon dioxide emissions": {
        "text": "150.01 megatons (2016 est.)"
      },
      "methane emissions": {
        "text": "49.94 megatons (2020 est.)"
      }
    },
    "Climate": {
      "text": "arid to semiarid; mild, wet winters with hot, dry summers along coast; drier with cold winters and hot summers on high plateau; sirocco is a hot, dust/sand-laden wind especially common in summer"
    },
    "Land use": {
      "agricultural land": {
        "text": "17.4% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 3.1% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0.4% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 13.8% (2018 est.)"
      },
      "forest": {
        "text": "0.8% (2018 est.)"
      },
      "other": {
        "text": "81.8% (2018 est.)"
      }
    },
    "Urbanization": {
      "urban population": {
        "text": "74.8% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "1.99% annual rate of change (2020-25 est.)"
      }
    },
    "Revenue from forest resources": {
      "forest revenues": {
        "text": "0.1% of GDP (2018 est.)"
      }
    },
    "Revenue from coal": {
      "coal revenues": {
        "text": "0% of GDP (2018 est.)"
      }
    },
    "Waste and recycling": {
      "municipal solid waste generated annually": {
        "text": "12,378,740 tons (2016 est.)"
      },
      "municipal solid waste recycled annually": {
        "text": "990,299 tons (2013 est.)"
      },
      "percent of municipal solid waste recycled": {
        "text": "8% (2013 est.)"
      }
    },
    "Major watersheds (area sq km)": {
      "text": "Atlantic Ocean drainage: Niger (2,261,741 sq km)<br>Internal <em>(endorheic basin) </em>drainage: Lake Chad (2,497,738 sq km)"
    },
    "Major aquifers": {
      "text": "Lullemeden-Irhazer Aquifer System, Murzuk-Djado Basin, North Western Sahara Aquifer, Taoudeni-Tanezrouft Basin"
    },
    "Total water withdrawal": {
      "municipal": {
        "text": "3.6 billion cubic meters (2017 est.)"
      },
      "industrial": {
        "text": "191 million cubic meters (2017 est.)"
      },
      "agricultural": {
        "text": "6.671 billion cubic meters (2017 est.)"
      }
    },
    "Total renewable water resources": {
      "text": "11.667 billion cubic meters (2017 est.)"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "People's Democratic Republic of Algeria"
      },
      "conventional short form": {
        "text": "Algeria"
      },
      "local long form": {
        "text": "Al Jumhuriyah al Jaza'iriyah ad Dimuqratiyah ash Sha'biyah"
      },
      "local short form": {
        "text": "Al Jaza'ir"
      },
      "etymology": {
        "text": "the country name derives from the capital city of Algiers"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Algiers"
      },
      "geographic coordinates": {
        "text": "36 45 N, 3 03 E"
      },
      "time difference": {
        "text": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)"
      },
      "etymology": {
        "text": "name derives from the Arabic \"al-Jazair\" meaning \"the islands\" and refers to the four islands formerly off the coast but joined to the mainland since 1525"
      }
    },
    "Administrative divisions": {
      "text": "58 provinces (wilayas, singular - wilaya); Adrar, Ain Defla, Ain Temouchent, Alger, Annaba, Batna, Bechar, Bejaia, Beni Abbes, Biskra, Blida, Bordj Badji Mokhtar, Bordj Bou Arreridj, Bouira, Boumerdes, Chlef, Constantine, Djanet, Djelfa, El Bayadh, El Meghaier, El Meniaa, El Oued, El Tarf, Ghardaia, Guelma, Illizi, In Guezzam, In Salah, Jijel, Khenchela, Laghouat, Mascara, Medea, Mila, Mostaganem, M'Sila, Naama, Oran, Ouargla, Ouled Djellal, Oum el Bouaghi, Relizane, Saida, Setif, Sidi Bel Abbes, Skikda, Souk Ahras, Tamanrasset, Tebessa, Tiaret, Timimoun, Tindouf, Tipaza, Tissemsilt, Tizi Ouzou, Tlemcen, Touggourt"
    },
    "Independence": {
      "text": "5 July 1962 (from France)"
    },
    "National holiday": {
      "text": "Independence Day, 5 July (1962); Revolution Day, 1 November (1954)"
    },
    "Constitution": {
      "history": {
        "text": "several previous; latest approved by referendum November 2020"
      },
      "amendments": {
        "text": "proposed by the president of the republic or through the president with the support of three fourths of the members of both houses of Parliament in joint session; passage requires approval by both houses, approval by referendum, and promulgation by the president; the president can forego a referendum if the Constitutional Council determines the proposed amendment does not conflict with basic constitutional principles; articles including the republican form of government, the integrity and unity of the country, and fundamental citizens&rsquo; liberties and rights cannot be amended; amended 2002, 2008, 2016; last in 2020"
      }
    },
    "Legal system": {
      "text": "mixed legal system of French civil law and Islamic law; judicial review of legislative acts in ad hoc Constitutional Council composed of various public officials including several Supreme Court justices"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "the mother must be a citizen of Algeria"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "7 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Abdelmadjid TEBBOUNE (since 12 December 2019)"
      },
      "head of government": {
        "text": "Prime Minister Ayman BENABDERRAHMANE (since 7 July 2021); note - President TEBBOUNE appointed BENABDERRAHMANE as prime minister following the resignation of Prime Minister Abdelaziz DJERAD on 24 June 2021 <h1> </h1> <h1> </h1> Abdelaziz DJERAD (since 28 December 2019)"
      },
      "cabinet": {
        "text": "Cabinet of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in two rounds if needed for a 5-year term (eligible for a second term); election last held on 12 December 2019 (next to be held in 2024); prime minister nominated by the president after consultation with the majority party in Parliament"
      },
      "election results": {
        "text": "<em>2019:</em> Abdelmadjid TEBBOUNE (FLN) 58.1%, Abdelkader BENGRINA (El-Bina) 17.4%, Ali BENFLIS (Talaie El Hurriyet) 10.6%, Azzedine MIHOUBI (National Democratic Rally, RND) 7.3%, Abdelaziz BELAID (Front El Mustakbal, FM) 6.7%<br><br><em>2014:</em> Abdelaziz BOUTEFLIKA reelected president for a fourth term; percent of vote - Abdelaziz BOUTEFLIKA (FLN) 81.5%, Ali BENFLIS (FLN) 12.2%, Abdelaziz BELAID (Future Front) 3.4%, other 2.9%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Parliament or Barlaman consists of:<br>Council of the Nation or Majlis al-Umma (174 seats; two-thirds of members indirectly elected by simple majority vote by an electoral college composed of local assemblies within each wilaya, and one-third of members appointed by the president; members serve 6-year terms with one-half of the membership renewed every 3 years)<br>National People's Assembly or <small></small>al-Majlis al-Sha'abi al-Watani (407 seats including 8 seats for Algerian diaspora); members directly elected in multi-seat constituencies by open-list proportional representation vote to serve 5-year terms); note - in March 2021, President TEBBOUNE ordered the number of Assembly seats be reduced to 407 from 462"
      },
      "elections": {
        "text": "<br>Council of the Nation - last held on 5 February 2022 (next election NA)<br>National People's Assembly - snap election held on 12 June 2021 (next to be held on 12 June 2026)"
      },
      "election results": {
        "text": "<br>Council of the Nation - percent of vote by party - NA; seats by party - FLN 54, RND 22, Future Front 7, National Construction Movement 5, FFS 4, other 6, independent 18, appointed 58; composition NA<br><br>National People's Assembly - percent of vote by party - NA; seats by party - FLN 98, MSP 65, RND 58, (Future Front) 48, Movement of National Construction 39, other 15, independent 84; composition - men 374, women 33, percent of women 8.1%; note - total Parliament percent of women 7.3%"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Court or Le Cour Supr&ecirc;me, (consists of 150 judges organized into 8 chambers: Civil, Commercial and Maritime, Criminal, House of Offenses and Contraventions, House of Petitions, Land, Personal Status, and Social; Constitutional Council (consists of 12 members including the court chairman and deputy chairman); note - Algeria's judicial system does not include sharia courts"
      },
      "judge selection and term of office": {
        "text": "Supreme Court judges appointed by the High Council of Magistracy, an administrative body presided over by the president of the republic, and includes the republic vice-president and several members; judges appointed for life; Constitutional Council members - 4 appointed by the president of the republic, 2 each by the 2 houses of Parliament, 2 by the Supreme Court, and 2 by the Council of State; Council president and members appointed for single 6-year terms with half the membership renewed every 3 years"
      },
      "subordinate courts": {
        "text": "appellate or wilaya courts; first instance or daira tribunals"
      }
    },
    "Political parties and leaders": {
      "text": "Algerian National Front or FNA [Moussa TOUATI]<br>Algerian Popular Movement or MPA [Amara BENYOUNES]<br>Algerian Rally or RA [Ali ZAGHDOUD]<br>Algeria's Hope Rally or TAJ [Fatma Zohra ZEROUATI]<br>Democratic and Social Movement or MDS [Fethi GHARES]<br>Dignity or El Karama [Mohamed DAOUI]<br>El-Bina (Harakat El-Binaa El-Watani) [Abdelkader BENGRINA]<br>El-Islah [Filali GHOUINI]<br>Ennahda [Yazid BENAICHA]<br>Ennour El Djazairi Party (Algerian Radiance Party) or PED [Badreddine BELBAZ]<br>Front for Justice and Development or El Adala [Abdallah DJABALLAH]<br>Future Front or El Mostakbel [Abdelaziz BELAID]<br>Islamic Renaissance Movement or Ennahda Movement [Mohamed DOUIBI]<br>Justice and Development Front or FJD [Abdellah DJABALLAH]<br>Movement for National Reform or Islah [Filali GHOUINI]<br>Movement of National Understanding or MEN<br>Movement of Society for Peace or MSP [Abderrazak MAKRI]<br>National Construction Movement or Harakat Al-bina' Al-watanii [Abdelkader BENGRINA]<br>National Democratic Rally (Rassemblement National Democratique) or RND [Tayeb ZITOUNI]<br>National Front for Social Justice or FNJS [Khaled BOUNEDJEMA]<br>National Liberation Front or FLN [Abou El Fadhel BAADJI]<br>National Party for Solidarity and Development or PNSD [Dalila YALAQUI]<br>National Reform Movement or Islah [Djahid YOUNSI]<br>National Republican Alliance or ANR [Belkacem SAHLI]<br>New Dawn Party or El-Fajr El-Jadid [Tahar BENBAIBECHE]<br>New Generation or Jil Jadid [Soufiane DJILALI]<br>Oath of 1954 or Ahd 54 [Ali Fawzi REBAINE]<br>Party of Justice and Liberty or PLJ [Djamel Ben ZIADI]<br>Rally for Culture and Democracy or RCD [Mohcine BELABBAS]<br>Socialist Forces Front or FFS [Youcef AOUCHICHE]<br>Union for Change and Progress or UCP [Zoubida ASSOUL]<br>Union of Democratic and Social Forces or UFDS [Noureddine BAHBOUH]<br>Vanguard of Liberties or Talaie El Hurriyet [Abdelkader SAADI]<br>Workers Party or PT [Louisa HANOUNE]<br>Youth Party or PJ [Hamana BOUCHARMA]",
      "note": "<strong>note:</strong> a law banning political parties based on religion was enacted in March 1997"
    },
    "International organization participation": {
      "text": "ABEDA, AfDB, AFESD, AMF, AMU, AU, BIS, CAEU, CD, FAO, G-15, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAS, MIGA, MONUSCO, NAM, OAPEC, OAS (observer), OIC, OPCW, OPEC, OSCE (partner), UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNITAR, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO (observer)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Ahmed BOUTACHE (since 26 October 2021)"
      },
      "chancery": {
        "text": "2118 Kalorama Road NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 265-2800"
      },
      "FAX": {
        "text": "[1] (202) 986-5906"
      },
      "email address and website": {
        "text": "<br>mail@algerianembassy.org<br><br>https://www.algerianembassy.org/"
      },
      "consulate(s) general": {
        "text": "New York"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "ambassador (vacant); Charg&eacute; d&rsquo;Affaires Gautam RANA (since 20 January 2021)"
      },
      "embassy": {
        "text": "05 Chemin Cheikh Bachir, Ibrahimi, El-Biar 16030, Alger"
      },
      "mailing address": {
        "text": "6030 Algiers Place, Washington DC&nbsp; 20521-6030"
      },
      "telephone": {
        "text": "[213] (0) 770-08-2000"
      },
      "FAX": {
        "text": "[213] (0) 770-08-2299"
      },
      "email address and website": {
        "text": "<br>ACSAlgiers@state.gov<br><br>https://dz.usembassy.gov/"
      }
    },
    "Flag description": {
      "text": "two equal vertical bands of green (hoist side) and white; a red, five-pointed star within a red crescent centered over the two-color boundary; the colors represent Islam (green), purity and peace (white), and liberty (red); the crescent and star are also Islamic symbols, but the crescent is more closed than those of other Muslim countries because Algerians believe the long crescent horns bring happiness"
    },
    "National symbol(s)": {
      "text": "five-pointed star between the extended horns of a crescent moon, fennec fox; national colors: green, white, red"
    },
    "National anthem": {
      "name": {
        "text": "\"Kassaman\" (We Pledge)"
      },
      "lyrics/music": {
        "text": "Mufdi ZAKARIAH/Mohamed FAWZI"
      },
      "note": "<strong>note:</strong> adopted 1962; ZAKARIAH wrote \"Kassaman\" as a poem while imprisoned in Algiers by French colonial forces"
    },
    "National heritage": {
      "total World Heritage Sites": {
        "text": "7 (6 cultural, 1 mixed)"
      },
      "selected World Heritage Site locales": {
        "text": "Beni Hammad Fort (c), Djémila (c), Casbah of Algiers (c), M'zab Valley (c), Tassili n'Ajjer (m), Timgad (c), Tipasa (c)"
      }
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "<p>Algeria's economy remains dominated by the state, a legacy of the country's socialist post-independence development model. In recent years the Algerian Government has halted the privatization of state-owned industries and imposed restrictions on imports and foreign involvement in its economy, pursuing an explicit import substitution policy.</p><p></p><p>Hydrocarbons have long been the backbone of the economy, accounting for roughly 30% of GDP, 60% of budget revenues, and nearly 95% of export earnings. Algeria has the 10th-largest reserves of natural gas in the world - including the 3rd-largest reserves of shale gas - and is the 6th-largest gas exporter. It ranks 16th in proven oil reserves. Hydrocarbon exports enabled Algeria to maintain macroeconomic stability, amass large foreign currency reserves, and maintain low external debt while global oil prices were high. With lower oil prices since 2014, Algeria’s foreign exchange reserves have declined by more than half and its oil stabilization fund has decreased from about $20 billion at the end of 2013 to about $7 billion in 2017, which is the statutory minimum.</p><p></p><p>Declining oil prices have also reduced the government’s ability to use state-driven growth to distribute rents and fund generous public subsidies, and the government has been under pressure to reduce spending. Over the past three years, the government has enacted incremental increases in some taxes, resulting in modest increases in prices for gasoline, cigarettes, alcohol, and certain imported goods, but it has refrained from reducing subsidies, particularly for education, healthcare, and housing programs.</p><p></p><p>Algiers has increased protectionist measures since 2015 to limit its import bill and encourage domestic production of non-oil and gas industries. Since 2015, the government has imposed additional restrictions on access to foreign exchange for imports, and import quotas for specific products, such as cars. In January 2018 the government imposed an indefinite suspension on the importation of roughly 850 products, subject to periodic review.</p><p></p><p>President BOUTEFLIKA announced in fall 2017 that Algeria intends to develop its non-conventional energy resources. Algeria has struggled to develop non-hydrocarbon industries because of heavy regulation and an emphasis on state-driven growth. Algeria has not increased non-hydrocarbon exports, and hydrocarbon exports have declined because of field depletion and increased domestic demand.</p>"
    },
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2020": {
        "text": "$468.4 billion note: data are in 2017 dollars (2020 est.)"
      },
      "Real GDP (purchasing power parity) 2019": {
        "text": "$495.56 billion note: data are in 2017 dollars (2019 est.)"
      },
      "Real GDP (purchasing power parity) 2018": {
        "text": "$491.63 billion note: data are in 2017 dollars (2018 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2017": {
        "text": "1.4% (2017 est.)"
      },
      "Real GDP growth rate 2016": {
        "text": "3.2% (2016 est.)"
      },
      "Real GDP growth rate 2015": {
        "text": "3.7% (2015 est.)"
      }
    },
    "Real GDP per capita": {
      "Real GDP per capita 2020": {
        "text": "$10,700 note: data are in 2017 dollars (2020 est.)"
      },
      "Real GDP per capita 2019": {
        "text": "$11,500 note: data are in 2017 dollars (2019 est.)"
      },
      "Real GDP per capita 2018": {
        "text": "$11,600 note: data are in 2017 dollars (2018 est.)"
      },
      "note": "<strong>note:</strong> data are in 2017 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$169.912 billion (2019 est.)"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2019": {
        "text": "1.9% (2019 est.)"
      },
      "Inflation rate (consumer prices) 2018": {
        "text": "4.2% (2018 est.)"
      },
      "Inflation rate (consumer prices) 2017": {
        "text": "5.6% (2017 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "13.3% (2017 est.)"
      },
      "industry": {
        "text": "39.3% (2017 est.)"
      },
      "services": {
        "text": "47.4% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "42.7% (2017 est.)"
      },
      "government consumption": {
        "text": "20.2% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "38.1% (2017 est.)"
      },
      "investment in inventories": {
        "text": "11.2% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "23.6% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-35.8% (2017 est.)"
      }
    },
    "Agricultural products": {
      "text": "potatoes, wheat, milk, watermelons, barley, onions, tomatoes, oranges, dates, vegetables"
    },
    "Industries": {
      "text": "petroleum, natural gas, light industries, mining, electrical, petrochemical, food processing"
    },
    "Industrial production growth rate": {
      "text": "0.6% (2017 est.)"
    },
    "Labor force": {
      "text": "10.859 million (2017 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "10.8%"
      },
      "industry": {
        "text": "30.9%"
      },
      "services": {
        "text": "58.4% (2011 est.)"
      }
    },
    "Unemployment rate": {
      "Unemployment rate 2017": {
        "text": "11.7% (2017 est.)"
      },
      "Unemployment rate 2016": {
        "text": "10.5% (2016 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "39.3%"
      },
      "male": {
        "text": "33.1%"
      },
      "female": {
        "text": "82% (2017 est.)"
      }
    },
    "Population below poverty line": {
      "text": "5.5% (2011 est.)"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2011": {
        "text": "27.6 (2011 est.)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.8%"
      },
      "highest 10%": {
        "text": "26.8% (1995)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "54.15 billion (2017 est.)"
      },
      "expenditures": {
        "text": "70.2 billion (2017 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-9.6% (of GDP) (2017 est.)"
    },
    "Public debt": {
      "Public debt 2017": {
        "text": "27.5% of GDP (2017 est.)"
      },
      "Public debt 2016": {
        "text": "20.4% of GDP (2016 est.)"
      },
      "note": "<strong>note:</strong> data cover central government debt as well as debt issued by subnational entities and intra-governmental debt"
    },
    "Taxes and other revenues": {
      "text": "32.3% (of GDP) (2017 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Current account balance": {
      "Current account balance 2017": {
        "text": "-$22.1 billion (2017 est.)"
      },
      "Current account balance 2016": {
        "text": "-$26.47 billion (2016 est.)"
      }
    },
    "Exports": {
      "Exports 2019": {
        "text": "$38.32 billion note: data are in current year dollars (2019 est.)"
      },
      "Exports 2018": {
        "text": "$44.39 billion note: data are in current year dollars (2018 est.)"
      }
    },
    "Exports - partners": {
      "text": "Italy 13%, France 13%, Spain 12%, United States 7%, United Kingdom 7%, India 5%, South Korea 5% (2019)"
    },
    "Exports - commodities": {
      "text": "crude petroleum, natural gas, refined petroleum, fertilizers, ammonia (2019)"
    },
    "Imports": {
      "Imports 2019": {
        "text": "$54.26 billion note: data are in current year dollars (2019 est.)"
      },
      "Imports 2018": {
        "text": "$60.05 billion note: data are in current year dollars (2018 est.)"
      }
    },
    "Imports - partners": {
      "text": "China 18%, France 14%, Italy 8%, Spain 8%, Germany 5%, Turkey 5% (2019)"
    },
    "Imports - commodities": {
      "text": "refined petroleum, wheat, packaged medical supplies, milk, vehicle parts (2019)"
    },
    "Reserves of foreign exchange and gold": {
      "Reserves of foreign exchange and gold 31 December 2017": {
        "text": "$97.89 billion (31 December 2017 est.)"
      },
      "Reserves of foreign exchange and gold 31 December 2016": {
        "text": "$114.7 billion (31 December 2016 est.)"
      }
    },
    "Debt - external": {
      "Debt - external 2019": {
        "text": "$5.574 billion (2019 est.)"
      },
      "Debt - external 2018": {
        "text": "$5.666 billion (2018 est.)"
      }
    },
    "Exchange rates": {
      "currency": {
        "text": "Algerian dinars (DZD) per US dollar -"
      },
      "Exchange rates 2020": {
        "text": "131.085 (2020 est.)"
      },
      "Exchange rates 2019": {
        "text": "119.775 (2019 est.)"
      },
      "Exchange rates 2018": {
        "text": "118.4617 (2018 est.)"
      },
      "Exchange rates 2014": {
        "text": "100.691 (2014 est.)"
      },
      "Exchange rates 2013": {
        "text": "80.579 (2013 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "99.4% (2019)"
      },
      "electrification - urban areas": {
        "text": "99.6% (2019)"
      },
      "electrification - rural areas": {
        "text": "97% (2019)"
      }
    },
    "Electricity - production": {
      "text": "66.89 billion kWh (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "55.96 billion kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "641 million kWh (2015 est.)"
    },
    "Electricity - imports": {
      "text": "257 million kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "19.27 million kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "96% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "1% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "2% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "1.259 million bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "756,400 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "5,340 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "12.2 billion bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "627,900 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "405,000 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "578,800 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "82,930 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "93.5 billion cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "41.28 billion cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "53.88 billion cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "4.504 trillion cu m (1 January 2018 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "4,784,306 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "10.91 (2020 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "45,555,673 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "103.9 (2020 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "Algeria has a steadily developing telecom infrastructure through sound regulatory measures and government policies aimed at providing Internet connections across the country, including underserved areas; mobile penetration and LTE services are growing steadily; in common with other markets in the region, mobile connections account for the vast majority of Internet accesses; well served by satellite and submarine cable connections; importer of broadcasting equipment from China (2021)"
      },
      "domestic": {
        "text": "a limited network of fixed-lines with a teledensity of slightly less than 11 telephones per 100 persons has been offset by the rapid increase in mobile-cellular subscribership; mobile-cellular teledensity was approximately 104 telephones per 100 persons in 2020 (2020)"
      },
      "international": {
        "text": "country code - 213;&nbsp;ALPAL-2 is a submarine telecommunications cable system in the Mediterranean Sea linking Algeria and the Spanish Balearic island of Majorca;&nbsp;ORVAL is a submarine cable to Spain; landing points for the TE North/TGN-Eurasia/SEACOM/SeaMeWe-4 fiber-optic submarine cable system that provides links to Europe, the Middle East, and Asia; MED cable connecting Algeria with France;&nbsp;microwave radio relay to Italy, France, Spain, Morocco, and Tunisia;&nbsp;Algeria part of the 4,500 Km terrestrial Trans Sahara Backbone network which connects to other fiber networks in the region; Alcomstat-1 satellite offering&nbsp; telemedicine network (2020)"
      },
      "note": "<strong>note:</strong> the COVID-19 pandemic continues to have a significant impact on production and supply chains globally; since 2020, some aspects of the telecom sector have experienced downturn, particularly in mobile device production; many network operators delayed upgrades to infrastructure; progress towards 5G implementation was postponed or slowed in some countries; consumer spending on telecom services and devices was affected by large-scale job losses and the consequent restriction on disposable incomes; the crucial nature of telecom services as a tool for work and school from home became evident, and received some support from governments"
    },
    "Broadcast media": {
      "text": "state-run Radio-Television Algerienne operates the broadcast media and carries programming in Arabic, Berber dialects, and French; use of satellite dishes is widespread, providing easy access to European and Arab satellite stations; state-run radio operates several national networks and roughly 40 regional radio stations"
    },
    "Internet country code": {
      "text": ".dz"
    },
    "Internet users": {
      "total": {
        "text": "27.28 million (2022 est.)"
      },
      "percent of population": {
        "text": "60.6% (2022 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "3,790,459 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "8.64 (2020 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "3 (2020)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "87"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "6,442,442 (2018)"
      },
      "annual freight traffic on registered air carriers": {
        "text": "28.28 million mt-km (2018)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "7T"
    },
    "Airports": {
      "total": {
        "text": "149 (2020)"
      }
    },
    "Airports - with paved runways": {
      "total": {
        "text": "67"
      },
      "over 3,047 m": {
        "text": "14"
      },
      "2,438 to 3,047 m": {
        "text": "27"
      },
      "1,524 to 2,437 m": {
        "text": "18"
      },
      "914 to 1,523 m": {
        "text": "6"
      },
      "under 914 m": {
        "text": "2 (2020)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "82"
      },
      "2,438 to 3,047 m": {
        "text": "2"
      },
      "1,524 to 2,437 m": {
        "text": "16"
      },
      "914 to 1,523 m": {
        "text": "36"
      },
      "under 914 m": {
        "text": "28 (2020)"
      }
    },
    "Heliports": {
      "text": "3 (2013)"
    },
    "Pipelines": {
      "text": "2600 km condensate, 16415 km gas, 3447 km liquid petroleum gas, 7036 km oil, 144 km refined products (2013)"
    },
    "Railways": {
      "total": {
        "text": "3,973 km (2014)"
      },
      "standard gauge": {
        "text": "2,888 km 1.432-m gauge (283 km electrified) (2014)"
      },
      "narrow gauge": {
        "text": "1,085 km 1.055-m gauge (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "104,000 km (2015)"
      },
      "paved": {
        "text": "71,656 km (2015)"
      },
      "unpaved": {
        "text": "32,344 km (2015)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "114"
      },
      "by type": {
        "text": "bulk carrier 1, container ship 2, general cargo 11, oil tanker 11, other 89 (2021)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Algiers, Annaba, Arzew, Bejaia, Djendjene, Jijel, Mostaganem, Oran, Skikda"
      },
      "LNG terminal(s) (export)": {
        "text": "Arzew, Bethioua, Skikda"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "Algerian People's National Army (ANP): Land Forces, Naval Forces (includes coast guard), Air Forces, Territorial Air Defense Forces, Republican Guard (under ANP, but responsible to the President), National Gendarmerie; Ministry of Interior: General Directorate of National Security (national police) (2021)"
    },
    "Military expenditures": {
      "Military Expenditures 2020": {
        "text": "7% of GDP (2020 est.)"
      },
      "Military Expenditures 2019": {
        "text": "6% of GDP (2019)"
      },
      "Military Expenditures 2018": {
        "text": "5.5% of GDP (2018)"
      },
      "Military Expenditures 2017": {
        "text": "5.5% of GDP (2017)"
      },
      "Military Expenditures 2016": {
        "text": "6.4% of GDP (2016)"
      }
    },
    "Military and security service personnel strengths": {
      "text": "approximately 140,000 ANP personnel (120,000 Army; 6,000 Navy; 14,000 Air Force); approximately 130,000 National Gendarmerie; approximately 200,000 General Directorate of National Security (2021)"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the ANP's inventory includes mostly Russian-sourced equipment; since 2010, Algeria has received arms from more than 15 countries, with Russia as the leading supplier (2021)"
    },
    "Military service age and obligation": {
      "text": "18 is the legal minimum age for voluntary military service (including women); 19-30 years of age for compulsory service (all Algerian men must register at age 17); conscript service obligation reduced from 18 to 12 months in 2014 (2021)",
      "note": "note - in 2020, conscripts comprised an estimated 70% of the military"
    },
    "Military - note": {
      "text": "<p>the ANP has played a large role in the country’s politics since independence in 1962, including coups in 1965 and 1991; it was a key backer of BOUTEFLIKA’s election in 1999 and remained a center of power during his 20-year rule; the military was instrumental in BOUTEFLIKA’s resignation in 2019 when it withdrew support and called for him to be removed from office</p> <p>in 2021, Algeria had the largest defense budget (approximately $9 billion) and one of the best-equipped militaries in Africa</p> <p>the ANP traditionally has focused on internal stability and on Morocco where relations as of 2021 remained tense over Western Sahara and Algerian accusations that Morocco supports the Movement for the Autonomy of Kabylie (MAK), a separatist group in Algeria’s Kabylie region; however, following the Arab Spring events of 2011 and a series of cross-border terrorist attacks emanating from Mali in 2012-2013, particularly the 2013 attack on a commercial gas plant by al-Qa’ida-linked terrorists that resulted in the deaths of 35 hostages and 29 jihadists, it has made a concerted effort to beef up security along its other borders and promote regional security cooperation; since 2013, additional Army and paramilitary forces were deployed to the borders with Tunisia, Libya, Niger, and Mali to interdict and deter cross-border attacks by Islamic militant groups; in addition, Algeria has provided security assistance to some neighboring countries, particularly Tunisia, and conducted joint military/counter-terrorism operations</p>"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "al-Qa'ida in the Islamic Maghreb (AQIM); Islamic State of Iraq and ash-Sham (ISIS) – Algeria; al-Mulathamun Battalion (al-Mourabitoun)",
      "note": "<strong>note:</strong> details about the history, aims, leadership, organization, areas of operation, tactics, targets, weapons, size, and sources of support of the group(s) appear(s) in Appendix T"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p><em>Algeria-Morocco:</em> the Algerian-Moroccan land border remains closed; Algeria's border with Morocco remains an irritant to bilateral relations, each nation accusing the other of harboring militants and arms smuggling; the National Liberation Front's (FLN) assertions of a claim to Chirac Pastures in southeastern Morocco remain a dormant dispute<br><br><em>Algeria-Libya:</em> dormant dispute includes Libyan claims of about 32,000 sq km still reflected on its maps of southeastern Algeria</p>"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "more than 100,000 (Sahrawi, mostly living in Algerian-sponsored camps in the southwestern Algerian town of Tindouf) (2018); 6,750 (Syria) (mid-year 2021)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "<p>human traffickers exploit domestic and foreign victims; Algerian women and girls are vulnerable to sex trafficking due to financial problems or after running away from home; undocumented sub-Saharan migrants are vulnerable to labor and sex trafficking and are exploited in restaurants, houses, and informal worksites; sub-Saharan men and women needing more funds for their onward journey to Europe work illegally in construction and commercial sex and are vulnerable to sex trafficking and debt bondage; foreign women and girls, mainly from sub-Saharan Africa, are subject to sex trafficking in bars and informal brothels; criminal begging rings that exploit sub-Saharan African migrant children are common</p>"
      },
      "tier rating": {
        "text": "Tier 3 &mdash; Algeria does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; authorities prosecuted fewer traffickers and identified fewer victims compared to last year and convicted no traffickers; the government continued to lack effective procedures and mechanisms to screen for, identify, and refer potential victims to protective services and punished some potential victims for unlawful acts traffickers forced them to commit; the government took some steps to combat trafficking, including prosecuting some traffickers, identifying some victims, and continuing to implement its 2019-2021 national anti-trafficking action plan (2020)"
      }
    }
  }
}