{
  "Introduction": {
    "Background": {
      "text": "Established as an official Belgian colony in 1908, the then-Republic of the Congo gained its independence in 1960, but its early years were marred by political and social instability. Col. Joseph MOBUTU seized power and declared himself president in a November 1965 coup. He subsequently changed his name - to MOBUTU Sese Seko - as well as that of the country - to Zaire. MOBUTU retained his position for 32 years through several sham elections, as well as through brutal force. Ethnic strife and civil war, touched off by a massive inflow of refugees in 1994 from fighting in Rwanda and Burundi, led in May 1997 to the toppling of the MOBUTU regime by a rebellion backed by Rwanda and Uganda and fronted by Laurent KABILA. He renamed the country the Democratic Republic of the Congo (DRC), but in August 1998 his regime was itself challenged by a second insurrection again backed by Rwanda and Uganda. Troops from Angola, Chad, Namibia, Sudan, and Zimbabwe intervened to support KABILA's regime. In January 2001, KABILA was assassinated and his son, Joseph KABILA, was named head of state. In October 2002, the new president was successful in negotiating the withdrawal of Rwandan forces occupying the eastern DRC; two months later, the Pretoria Accord was signed by all remaining warring parties to end the fighting and establish a government of national unity. A transitional government was set up in July 2003; it held a successful constitutional referendum in December 2005 and elections for the presidency, National Assembly, and provincial legislatures took place in 2006. ++ In 2009, following a resurgence of conflict in the eastern DRC, the government signed a peace agreement with the National Congress for the Defense of the People (CNDP), a primarily Tutsi rebel group. An attempt to integrate CNDP members into the Congolese military failed, prompting their defection in 2012 and the formation of the M23 armed group - named after the 23 March 2009 peace agreements. Renewed conflict led to large population displacements and significant human rights abuses before the M23 was pushed out of DRC to Uganda and Rwanda in late 2013 by a joint DRC and UN offensive. In addition, the DRC continues to experience violence committed by other armed groups including the Democratic Forces for the Liberation of Rwanda, the Allied Democratic Forces, and assorted Mai Mai militias. In the most recent national elections, held in November 2011, disputed results allowed Joseph KABILA to be reelected to the presidency; the next presidential election is scheduled for late 2016."
    }
  },
  "Geography": {
    "Location": {
      "text": "Central Africa, northeast of Angola"
    },
    "Geographic coordinates": {
      "text": "0 00 N, 25 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "2,344,858 sq km"
      },
      "land": {
        "text": "2,267,048 sq km"
      },
      "water": {
        "text": "77,810 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly less than one-fourth the size of the US"
    },
    "Land boundaries": {
      "total": {
        "text": "10,481 km"
      },
      "border countries": {
        "text": "Angola 2,646 km (of which 225 km is the boundary of Angola's discontiguous Cabinda Province), Burundi 236 km, Central African Republic 1,747 km, Republic of the Congo 1,229 km, Rwanda 221 km, South Sudan 714 km, Tanzania 479 km, Uganda 877 km, Zambia 2,332 km"
      }
    },
    "Coastline": {
      "text": "37 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "since 2011 the DRC has a Common Interest Zone agreement with Angola for the mutual development of off-shore resources"
      }
    },
    "Climate": {
      "text": "tropical; hot and humid in equatorial river basin; cooler and drier in southern highlands; cooler and wetter in eastern highlands; north of Equator - wet season (April to October), dry season (December to February); south of Equator - wet season (November to March), dry season (April to October)"
    },
    "Terrain": {
      "text": "vast central basin is a low-lying plateau; mountains in east"
    },
    "Elevation": {
      "mean elevation": {
        "text": "726 m"
      },
      "elevation extremes": {
        "text": "lowest point: Atlantic Ocean 0 m ++ highest point: Pic Marguerite on Mont Ngaliema (Mount Stanley) 5,110 m"
      }
    },
    "Natural resources": {
      "text": "cobalt, copper, niobium, tantalum, petroleum, industrial and gem diamonds, gold, silver, zinc, manganese, tin, uranium, coal, hydropower, timber"
    },
    "Land use": {
      "agricultural land": {
        "text": "11.4% ++ arable land 3.1%; permanent crops 0.3%; permanent pasture 8%"
      },
      "forest": {
        "text": "67.9%"
      },
      "other": {
        "text": "20.7% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "110 sq km (2012)"
    },
    "Natural hazards": {
      "text": "periodic droughts in south; Congo River floods (seasonal); active volcanoes in the east along the Great Rift Valley",
      "volcanism": {
        "text": "Nyiragongo (elev. 3,470 m), which erupted in 2002 and is experiencing ongoing activity, poses a major threat to the city of Goma, home to a quarter million people; the volcano produces unusually fast-moving lava, known to travel up to 100 km /hr; Nyiragongo has been deemed a Decade Volcano by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; its neighbor, Nyamuragira, which erupted in 2010, is Africa's most active volcano; Visoke is the only other historically active volcano"
      }
    },
    "Environment - current issues": {
      "text": "poaching threatens wildlife populations; water pollution; deforestation; refugees responsible for significant deforestation, soil erosion, and wildlife poaching; mining of minerals (coltan - a mineral used in creating capacitors, diamonds, and gold) causing environmental damage"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Tropical Timber 83, Tropical Timber 94, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Environmental Modification"
      }
    },
    "Geography - note": {
      "text": "second largest country in Africa (after Algeria) and largest country in Sub-Saharan Africa; straddles the equator; has narrow strip of land that controls the lower Congo River and is only outlet to South Atlantic Ocean; dense tropical rain forest in central river basin and eastern highlands"
    }
  },
  "People and Society": {
    "Population": {
      "text": "81,331,050",
      "note": {
        "text": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected (July 2016 est.)"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Congolese (singular and plural)"
      },
      "adjective": {
        "text": "Congolese or Congo"
      }
    },
    "Ethnic groups": {
      "text": "over 200 African ethnic groups of which the majority are Bantu; the four largest tribes - Mongo, Luba, Kongo (all Bantu), and the Mangbetu-Azande (Hamitic) make up about 45% of the population"
    },
    "Languages": {
      "text": "French (official), Lingala (a lingua franca trade language), Kingwana (a dialect of Kiswahili or Swahili), Kikongo, Tshiluba"
    },
    "Religions": {
      "text": "Roman Catholic 50%, Protestant 20%, Kimbanguist 10%, Muslim 10%, other (includes syncretic sects and indigenous beliefs) 10%"
    },
    "Demographic profile": {
      "text": "Despite a wealth of fertile soil, hydroelectric power potential, and mineral resources, the Democratic Republic of the Congo (DRC) struggles with many socioeconomic problems, including high infant and maternal mortality rates, malnutrition, poor vaccination coverage, lack of access to improved water sources and sanitation, and frequent and early fertility. Ongoing conflict, mismanagement of resources, and a lack of investment have resulted in food insecurity; almost 30 percent of children under the age of 5 are malnourished. The overall coverage of basic public services – education, health, sanitation, and potable water – is very limited and piecemeal, with substantial regional and rural/urban disparities. Fertility remains high at almost 5 children per woman and is likely to remain high because of the low use of contraception and the cultural preference for larger families. The DRC is a source and host country for refugees. Between 2012 and 2014, more than 119,000 Congolese refugees returned from the Republic of Congo to the relative stability of northwest DRC, but more than 540,000 Congolese refugees remained abroad as of year-end 2015. In addition, more than 1.7 million Congolese are internally displaced, the vast majority fleeing violence in the DRC’s eastern provinces between rebel group and Congolese armed forces. Thousands of refugees have come to the DRC from neighboring countries, including Rwanda, the Central African Republic, and Burundi."
    },
    "Age structure": {
      "0-14 years": {
        "text": "42.2% (male 17,300,707/female 17,024,082)"
      },
      "15-24 years": {
        "text": "21.44% (male 8,747,038/female 8,694,000)"
      },
      "25-54 years": {
        "text": "30.13% (male 12,227,971/female 12,273,304)"
      },
      "55-64 years": {
        "text": "3.58% (male 1,374,050/female 1,535,973)"
      },
      "65 years and over": {
        "text": "2.65% (male 910,456/female 1,243,469) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "95.9%"
      },
      "youth dependency ratio": {
        "text": "90.1%"
      },
      "elderly dependency ratio": {
        "text": "5.8%"
      },
      "potential support ratio": {
        "text": "17.2% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "18.4 years"
      },
      "male": {
        "text": "18.1 years"
      },
      "female": {
        "text": "18.6 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "2.42% (2016 est.)"
    },
    "Birth rate": {
      "text": "34.2 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "9.9 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-0.2 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "42.5% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "3.96% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "KINSHASA (capital) 11.587 million; Lubumbashi 2.015 million; Mbuji-Mayi 20.007 million; Kananga 1.169 million; Kisangani 1.04 million; Bukavu 832,000 (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1.02 male(s)/female"
      },
      "15-24 years": {
        "text": "1.01 male(s)/female"
      },
      "25-54 years": {
        "text": "1 male(s)/female"
      },
      "55-64 years": {
        "text": "0.89 male(s)/female"
      },
      "65 years and over": {
        "text": "0.73 male(s)/female"
      },
      "total population": {
        "text": "1 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "19.9",
      "note": {
        "text": "median age at first birth among women 25-29 (2013/14 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "693 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "69.8 deaths/1,000 live births"
      },
      "male": {
        "text": "73.4 deaths/1,000 live births"
      },
      "female": {
        "text": "66.2 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "57.3 years"
      },
      "male": {
        "text": "55.8 years"
      },
      "female": {
        "text": "58.9 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "4.53 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "17.7% (2010)"
    },
    "Health expenditures": {
      "text": "4.3% of GDP (2014)"
    },
    "Hospital bed density": {
      "text": "0.8 beds/1,000 population (2006)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 81.1% of population ++ rural: 31.2% of population ++ total: 52.4% of population"
      },
      "unimproved": {
        "text": " ++ urban: 18.9% of population ++ rural: 68.8% of population ++ total: 47.6% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 28.5% of population ++ rural: 28.7% of population ++ total: 28.7% of population"
      },
      "unimproved": {
        "text": " ++ urban: 71.5% of population ++ rural: 71.3% of population ++ total: 71.3% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.85% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "374,100 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "21,700 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high"
      },
      "food or waterborne diseases": {
        "text": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria, dengue fever, and trypanosomiasis-gambiense (African sleeping sickness)"
      },
      "water contact disease": {
        "text": "schistosomiasis"
      },
      "animal contact disease": {
        "text": "rabies (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "3.7% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "23.4% (2014)"
    },
    "Education expenditures": {
      "text": "2.2% of GDP (2013)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write French, Lingala, Kingwana, or Tshiluba"
      },
      "total population": {
        "text": "63.8%"
      },
      "male": {
        "text": "78.1%"
      },
      "female": {
        "text": "50% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "9 years"
      },
      "male": {
        "text": "10 years"
      },
      "female": {
        "text": "8 years (2013)"
      }
    },
    "Child labor - children ages 5-14": {
      "total number": {
        "text": "8,284,395"
      },
      "percentage": {
        "text": "42% (2010 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Democratic Republic of the Congo"
      },
      "conventional short form": {
        "text": "DRC"
      },
      "local long form": {
        "text": "Republique Democratique du Congo"
      },
      "local short form": {
        "text": "RDC"
      },
      "former": {
        "text": "Congo Free State, Belgian Congo, Congo/Leopoldville, Congo/Kinshasa, Zaire"
      },
      "abbreviation": {
        "text": "DRC"
      },
      "etymology": {
        "text": "named for the Congo River, most of which lies within the DRC; the river name derives from Kongo, a Bantu kingdom that occupied its mouth at the time of Portuguese discovery in the late 15th century and whose name stems from its people the Bakongo, meaning \"hunters\""
      }
    },
    "Government type": {
      "text": "semi-presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Kinshasa"
      },
      "geographic coordinates": {
        "text": "4 19 S, 15 18 E"
      },
      "time difference": {
        "text": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "26 provinces (provinces, singular - province); Bas-Uele, Equateur, Haut-Katanga, Haut-Lomami, Haut-Uele, Ituri, Kasai, Kasai-Central, Kasai-Oriental (East Kasai), Kinshasa, Kongo Central, Kwango, Kwilu, Lomami, Lualaba, Mai-Ndombe, Maniema, Mongala, Nord-Kivu (North Kivu), Nord-Ubangi (North Ubangi), Sankuru, Sud-Kivu (South Kivu), Sud-Ubangi (South Ubangi), Tanganyika, Tshopo, Tshuapa"
    },
    "Independence": {
      "text": "30 June 1960 (from Belgium)"
    },
    "National holiday": {
      "text": "Independence Day, 30 June (1960)"
    },
    "Constitution": {
      "text": "several previous; latest adopted 13 May 2005, approved by referendum 18-19 December 2005, promulgated 18 February 2006; amended 2011 (2016)"
    },
    "Legal system": {
      "text": "civil law system primarily based on Belgian law, but also customary, and tribal law"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of the Democratic Republic of the Congo"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal and compulsory"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Joseph KABILA (since 17 January 2001)"
      },
      "head of government": {
        "text": "Prime Minister Samy BADIBANGA Ntita (since 17 November 2016); Deputy Prime Ministers Jose MAKILA, Leonard She OKITUNDU, Emmanuel RAMAZANI Shadary (since December 2016)"
      },
      "cabinet": {
        "text": "Ministers of State appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by simple majority popular vote for a 5-year term (eligible for a second term); election last held on 28 November 2011 (originally scheduled for 27 November 2016 but rescheduled for April 2018); prime minister appointed by the president"
      },
      "election results": {
        "text": "Joseph KABILA reelected president; percent of vote - Joseph KABILA (PPRD) 49%, Etienne TSHISEKEDI (UDPS) 32.3%, other 18.7%; note - election marred by serious voting irregularities"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Parliament or Parlament consists of the Senate (108 seats; members indirectly elected by provincial assemblies by proportional representation vote; members serve 5-year terms) and the National Assembly (500 seats; 439 members directly elected in multi-seat constituencies by proportional representation vote and 61 directly elected in single-seat constituencies by simple majority vote; members serve 5-year terms)"
      },
      "elections": {
        "text": "Senate - last held on 19 January 2007 (follow-on elections have been delayed); National Assembly - last held on 28 November 2011 (next to be held on 27 November 2016)"
      },
      "election results": {
        "text": "Senate - percent of vote by party - NA; seats by party - PPRD 22, MLC 14, FR 7, RCD 7, PDC 6, CDC 3, MSR 3, PALU 2, independent 26, other 18; National Assembly - percent of vote by party - NA; seats by party - PPRD 62, UDPS 41, PPPD 29, MSR 27, MLC 22, PALU 19, UNC 17, ARC 16, AFDC 15, ECT 11, RRC 11, independent 16, other 214 (includes numerous political parties that won 10 or fewer seats and 2 constituencies where voting was halted); note - the November 2011 election was marred by violence including the destruction of ballots in two constituencies resulting in the closure of polling sites; election results were delayed three months, strongly contested, and continue to be unresolved"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Court of Cassation or Cour de Cassation (consists of 26 justices and organized into legislative and judiciary sections); Constitutional Court (consists of 9 judges)"
      },
      "judge selection and term of office": {
        "text": "Court of Cassation judges nominated by the Judicial Service Council, an independent body of public prosecutors and selected judges of the lower courts; judge tenure NA; Constitutional Court judges - 3 nominated by the president, 3 by the Judicial Service Council, and 3 by the legislature; judges appointed by the president to serve 9-year non-renewable terms with one-third of the membership renewed every 3 years"
      },
      "subordinate courts": {
        "text": "State Security Court; Court of Appeals (organized into administrative and judiciary sections); Tribunal de Grande; magistrates' courts; customary courts"
      }
    },
    "Political parties and leaders": {
      "text": "Christian Democrat Party or PDC [Jose ENDUNDO] ++ Congolese Rally for Democracy or RCD [Azarias RUBERWA] ++ Convention of Christian Democrats or CDC ++ Forces of Renewal or FR [Mbusa NYAMWISI] ++ Movement for the Liberation of the Congo or MLC [Jean-Pierre BEMBA] ++ People's Party for Reconstruction and Democracy or PPRD [Henri MOVA] ++ Social Movement for Renewal or MSR [Pierre LUMBI] ++ Unified Lumumbist Party or PALU [Antoine GIZENGA] ++ Union for the Congolese Nation or UNC [Vital KAMERHE] ++ Union for Democracy and Social Progress or UDPS [Etienne TSHISEKEDI]"
    },
    "Political pressure groups and leaders": {
      "text": "Allied Democratic Forces or ADF (anti-Ugandan government rebel groups] ++ Forces Arm�es de la R�publique D�mocratique du Congo (Army of the Democratic Republic of the Congo) or FARDC ++ Forces Democratiques de Liberation du Rwanda or FDLR (Rwandan militia group made up of some of the perpetrators of Rwanda's genocide in 1994) ++ Le Rassemblement (established in 2016 as a coalition of members from several political parties)"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AU, CEMAC, CEPGL, COMESA, EITI (compliant country), FAO, G-24, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NAM, OIF, OPCW, PCA, SADC, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Francois Nkuna BALUMUENE (since 23 September 2015)"
      },
      "chancery": {
        "text": "1726 M Street, NW, Suite 601, Washington, DC, 20036"
      },
      "telephone": {
        "text": "[1] (202) 234-7690 through 7691"
      },
      "FAX": {
        "text": "[1] (202) 234-2609"
      },
      "representative office": {
        "text": "New York New York"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador James C. SWAN (since 6 August 2013)"
      },
      "embassy": {
        "text": "310 Avenue des Aviateurs, Kinshasa, Gombe"
      },
      "mailing address": {
        "text": "Unit 2220, DPO AE 09828"
      },
      "telephone": {
        "text": "[243] (081) 556-0151"
      },
      "FAX": {
        "text": "[243] (081) 556-0175"
      }
    },
    "Flag description": {
      "text": "sky blue field divided diagonally from the lower hoist corner to upper fly corner by a red stripe bordered by two narrow yellow stripes; a yellow, five-pointed star appears in the upper hoist corner; blue represents peace and hope, red the blood of the country's martyrs, and yellow the country's wealth and prosperity; the star symbolizes unity and the brilliant future for the country"
    },
    "National symbol(s)": {
      "text": "leopard; national colors: sky blue, red, yellow"
    },
    "National anthem": {
      "name": {
        "text": "\"Debout Congolaise\" (Arise Congolese)"
      },
      "lyrics/music": {
        "text": "Joseph LUTUMBA/Simon-Pierre BOKA di Mpasi Londi"
      },
      "note": {
        "text": "adopted 1960; replaced when the country was known as Zaire; but readopted in 1997"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "The economy of the Democratic Republic of the Congo - a nation endowed with vast natural resource wealth - is slowly recovering after decades of decline. ++  ++ Systemic corruption since independence in 1960, combined with countrywide instability and conflict that began in the early-90s, has dramatically reduced national output and government revenue and increased external debt. With the installation of a transitional government in 2003 after peace accords, economic conditions slowly began to improve as the transitional government reopened relations with international financial institutions and international donors, and President KABILA began implementing reforms. Progress has been slow to reach the interior of the country although clear changes are evident in Kinshasa and Lubumbashi. ++  ++ Renewed activity in the mining sector, the source of most export income, has boosted Kinshasa's fiscal position and GDP growth in recent years, although recent commodity price declines threaten to erase progress. An uncertain legal framework, corruption, and a lack of transparency in government policy are long-term problems for the large mining sector and for the economy as a whole. ++  ++ The country marked its thirteenth consecutive year of positive economic expansion in 2015. Much economic activity still occurs in the informal sector and is not reflected in GDP data. The DRC signed a Poverty Reduction and Growth Facility with the IMF in 2009 and received $12 billion in multilateral and bilateral debt relief in 2010, but the IMF at the end of 2012 suspended the last three payments under the loan facility - worth $240 million - because of concerns about the lack of transparency in mining contracts. In 2012, the DRC updated its business laws by adhering to OHADA, the Organization for the Harmonization of Business Law in Africa."
    },
    "GDP (purchasing power parity)": {
      "text": "$66.01 billion (2016 est.) ++ $63.51 billion (2015 est.) ++ $59.4 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$39.82 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "3.9% (2016 est.) ++ 6.9% (2015 est.) ++ 9.5% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$800 (2016 est.) ++ $800 (2015 est.) ++ $700 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "14.2% of GDP (2016 est.) ++ 15.4% of GDP (2015 est.) ++ 27.1% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "73.6%"
      },
      "government consumption": {
        "text": "13.9%"
      },
      "investment in fixed capital": {
        "text": "21%"
      },
      "investment in inventories": {
        "text": "0.1%"
      },
      "exports of goods and services": {
        "text": "23.7%"
      },
      "imports of goods and services": {
        "text": "-32.3% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "20.1%"
      },
      "industry": {
        "text": "31.7%"
      },
      "services": {
        "text": "48.1% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "coffee, sugar, palm oil, rubber, tea, cotton, cocoa, quinine, cassava (manioc, tapioca), bananas, plantains, peanuts, root crops, corn, fruits; wood products"
    },
    "Industries": {
      "text": "mining (copper, cobalt, gold, diamonds, coltan, zinc, tin, tungsten), mineral processing, consumer products (textiles, plastics, footwear, cigarettes), metal products, processed foods and beverages, timber, cement, commercial ship repair"
    },
    "Industrial production growth rate": {
      "text": "1.2% (2016 est.)"
    },
    "Labor force": {
      "text": "31.08 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "NA%"
      },
      "industry": {
        "text": "NA%"
      },
      "services": {
        "text": "NA%"
      }
    },
    "Unemployment rate": {
      "text": "NA%"
    },
    "Population below poverty line": {
      "text": "63% (2012 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.3%"
      },
      "highest 10%": {
        "text": "34.7% (2006)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$5.448 billion"
      },
      "expenditures": {
        "text": "$5.837 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "13.7% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-1% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "18.2% of GDP (2016 est.) ++ 17.6% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "1.6% (2016 est.) ++ 1.2% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "4% (31 December 2012) ++ 20% (31 December 2011)"
    },
    "Commercial bank prime lending rate": {
      "text": "19.5% (31 December 2016 est.) ++ 19.37% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$1.212 billion (31 December 2016 est.) ++ $1.213 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$5.018 billion (31 December 2015 est.) ++ $4.402 billion (31 December 2014 est.)"
    },
    "Stock of domestic credit": {
      "text": "$3.701 billion (31 December 2016 est.) ++ $3.381 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$NA"
    },
    "Current account balance": {
      "text": "-$308 million (2016 est.) ++ -$1.436 billion (2015 est.)"
    },
    "Exports": {
      "text": "$9.316 billion (2016 est.) ++ $10.35 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "diamonds, copper, gold, cobalt, wood products, crude oil, coffee"
    },
    "Exports - partners": {
      "text": "China 43.5%, Zambia 25%, South Korea 4.9%, Belgium 4.8% (2015)"
    },
    "Imports": {
      "text": "$10.2 billion (2016 est.) ++ $10.46 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "foodstuffs, mining and other machinery, transport equipment, fuels"
    },
    "Imports - partners": {
      "text": "China 20.6%, South Africa 17.7%, Zambia 12.3%, Belgium 6.9%, Zimbabwe 5.1%, India 4.7% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$774 million (31 December 2016 est.) ++ $1.216 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$5.331 billion (31 December 2016 est.) ++ $5.106 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Congolese francs (CDF) per US dollar - ++ 971.6 (2016 est.) ++ 925.99 (2015 est.) ++ 925.99 (2014 est.) ++ 925.23 (2013 est.) ++ 920.25 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "8.7 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "9.3 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "69 million kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "1.1 billion kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "2.6 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "1.4% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "98.6% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "20,000 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "20,000 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "180 million bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "24,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "22,250 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "8.495 million cu m (2011 est.)"
    },
    "Natural gas - consumption": {
      "text": "8.495 million cu m (2011 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "991.1 million cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "1.4 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "59,534"
      },
      "subscriptions per 100 inhabitants": {
        "text": "8 (July 2012 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "37.753 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "48 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "barely adequate wire and microwave radio relay service in and between urban areas; domestic satellite system with 14 earth stations; inadequate fixed-line infrastructure"
      },
      "domestic": {
        "text": "state-owned operator providing less than 1 fixed-line connection per 100 persons; given the backdrop of a wholly inadequate fixed-line infrastructure, the use of mobile-cellular services has surged and mobile teledensity is over 45 per 100 persons"
      },
      "international": {
        "text": "country code - 243; satellite earth station - 1 Intelsat (Atlantic Ocean) (2015)"
      }
    },
    "Broadcast media": {
      "text": "state-owned TV broadcast station with near national coverage; more than a dozen privately owned TV stations - 2 with near national coverage; 2 state-owned radio stations are supplemented by more than 100 private radio stations; transmissions of at least 2 (2007)"
    },
    "Internet country code": {
      "text": ".cd"
    },
    "Internet users": {
      "total": {
        "text": "3.016 million"
      },
      "percent of population": {
        "text": "3.8% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "8"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "13"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "476,352"
      },
      "annual freight traffic on registered air carriers": {
        "text": "85,839 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "9Q (2016)"
    },
    "Airports": {
      "text": "198 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "26"
      },
      "over 3,047 m": {
        "text": "3"
      },
      "2,438 to 3,047 m": {
        "text": "3"
      },
      "1,524 to 2,437 m": {
        "text": "17"
      },
      "914 to 1,523 m": {
        "text": "2"
      },
      "under 914 m": {
        "text": "1 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "172"
      },
      "1,524 to 2,437 m": {
        "text": "20"
      },
      "914 to 1,523 m": {
        "text": "87"
      },
      "under 914 m": {
        "text": "65 (2013)"
      }
    },
    "Heliports": {
      "text": "1 (2013)"
    },
    "Pipelines": {
      "text": "gas 62 km; oil 77 km; refined products 756 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "4,007 km"
      },
      "narrow gauge": {
        "text": "3,882 km 1.067-m gauge (858 km electrified); 125 km 1.000-m gauge (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "153,497 km"
      },
      "paved": {
        "text": "2,794 km"
      },
      "unpaved": {
        "text": "150,703 km (2004)"
      }
    },
    "Waterways": {
      "text": "15,000 km (including the Congo, its tributaries, and unconnected lakes) (2011)"
    },
    "Merchant marine": {
      "total": {
        "text": "1"
      },
      "by type": {
        "text": "petroleum tanker 1"
      },
      "foreign-owned": {
        "text": "1 (Republic of the Congo 1) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Banana"
      },
      "river or lake port(s)": {
        "text": "Boma, Bumba, Kinshasa, Kisangani, Matadi, Mbandaka (Congo); Kindu (Lualaba); Bukavu, Goma (Lake Kivu); Kalemie (Lake Tanganyika)"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Armed Forces of the Democratic Republic of the Congo (Forces d'Armees de la Republique Democratique du Congo, FARDC): Army, National Navy (La Marine Nationale), Congolese Air Force (Force Aerienne Congolaise, FAC) (2011)"
    },
    "Military service age and obligation": {
      "text": "18-45 years of age for voluntary and compulsory military service (2012)"
    },
    "Military expenditures": {
      "text": "1.72% of GDP (2012) ++ 1.53% of GDP (2011) ++ 1.72% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "heads of the Great Lakes states and UN pledged in 2004 to abate tribal, rebel, and militia fighting in the region, including northeast Congo, where the UN Organization Mission in the Democratic Republic of the Congo (MONUC), organized in 1999, maintains over 16,500 uniformed peacekeepers; members of Uganda's Lords Resistance Army forces continue to seek refuge in Congo's Garamba National Park as peace talks with the Uganda Government evolve; the location of the boundary in the broad Congo River with the Republic of the Congo is indefinite except in the Pool Malebo/Stanley Pool area; Uganda and DRC dispute Rukwanzi Island in Lake Albert and other areas on the Semliki River with hydrocarbon potential; boundary commission continues discussions over Congolese-administered triangle of land on the right bank of the Lunkinda River claimed by Zambia near the DRC village of Pweto; DRC accuses Angola of shifting monuments"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "245,052 (Rwanda); 5,597 South Sudan (2015); 103,717 (Central African Republic); 31,310 (Burundi) (2016)"
      },
      "IDPs": {
        "text": "1,722,082 (fighting between government forces and rebels since mid-1990s; most IDPs are in eastern provinces) (2016)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "The Democratic Republic of the Congo is a source, destination, and possibly a transit country for men, women, and children subjected to forced labor and sex trafficking; the majority of this trafficking is internal, and much of it is perpetrated by armed groups and rogue government forces outside official control in the country's unstable eastern provinces; Congolese adults are subjected to forced labor, including debt bondage, in unlicensed mines, and women may be forced into prostitution; Congolese women and girls are subjected to forced marriages where they are vulnerable to domestic servitude or sex trafficking, while children are forced to work in agriculture, mining, mineral smuggling, vending, portering, and begging; Congolese women and children migrate to countries in Africa, the Middle East, and Europe where some are subjected to forced prostitution, domestic servitude, and forced labor in agriculture and diamond mining; indigenous and foreign armed groups, including the Lord’s Resistance Army, abduct and forcibly recruit Congolese adults and children to serve as laborers, porters, domestics, combatants, and sex slaves; some elements of the Congolese national army (FARDC) also forced adults to carry supplies, equipment, and looted goods, but no cases of the FARDC recruiting child soldiers were reported in 2014 – a significant change"
      },
      "tier rating": {
        "text": "Tier 2 Watch List - The Democratic Republic of the Congo does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; the government took significant steps to hold military and police officials complicit in human trafficking accountable with convictions for sex slavery and arrests of armed group commanders for the recruitment and use of child soldiers; the government appears to have ceased the recruitment of child soldiers through the implementation of a UN-backed action plan; little effort was made to address labor and sex trafficking crimes committed by persons other than officials, or to identify the victims, or to provide or refer the victims to care services; awareness of various forms of trafficking is limited among law enforcement personnel and training and resources are inadequate to conduct investigations (2015)"
      }
    },
    "Illicit drugs": {
      "text": "one of Africa's biggest producers of cannabis, but mostly for domestic consumption; traffickers exploit lax shipping controls to transit pseudoephedrine through the capital; while rampant corruption and inadequate supervision leave the banking system vulnerable to money laundering, the lack of a well-developed financial system limits the country's utility as a money-laundering center (2008)"
    }
  }
}