{
  "intro": {
    "background": {
      "text": "Close ties to France following independence in 1960, the development of cocoa production for export, and foreign investment all made Cote d'Ivoire one of the most prosperous of the West African states but did not protect it from political turmoil. In December 1999, a military coup - the first ever in Cote d'Ivoire's history - overthrew the government. Junta leader Robert GUEI blatantly rigged elections held in late 2000 and declared himself the winner. Popular protest forced him to step aside and brought Laurent GBAGBO into power. Ivorian dissidents and disaffected members of the military launched a failed coup attempt in September 2002 that developed into a rebellion and then a civil war. The war ended in 2003 with a cease fire that left the country divided with the rebels holding the north, the government the south, and peacekeeping forces a buffer zone between the two. In March 2007, President GBAGBO and former New Forces rebel leader Guillaume SORO signed an agreement in which SORO joined GBAGBO's government as prime minister and the two agreed to reunite the country by dismantling the buffer zone, integrating rebel forces into the national armed forces, and holding elections. Difficulties in preparing electoral registers delayed balloting until 2010. In November 2010, Alassane Dramane OUATTARA won the presidential election over GBAGBO, but GBAGBO refused to hand over power, resulting in a five-month stand-off. In April 2011, after widespread fighting, GBAGBO was formally forced from office by armed OUATTARA supporters with the help of UN and French forces. Several thousand UN peacekeepers and several hundred French troops remain in Cote d'Ivoire to support the transition process. OUATTARA is focused on rebuilding the country's infrastructure and military after the five months of post-electoral fighting and faces ongoing threats from GBAGBO supporters, many of whom have sought shelter in Ghana. GBAGBO is in The Hague awaiting trial for crimes against humanity."
    }
  },
  "geo": {
    "location": {
      "text": "Western Africa, bordering the North Atlantic Ocean, between Ghana and Liberia"
    },
    "geographic_coordinates": {
      "text": "8 00 N, 5 00 W"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "322,463 sq km",
      "land": "318,003 sq km",
      "water": "4,460 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than New Mexico"
    },
    "land_boundaries": {
      "total": "3,110 km",
      "border_countries": "Burkina Faso 584 km, Ghana 668 km, Guinea 610 km, Liberia 716 km, Mali 532 km"
    },
    "coastline": {
      "text": "515 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 nm"
    },
    "climate": {
      "text": "tropical along coast, semiarid in far north; three seasons - warm and dry (November to March), hot and dry (March to May), hot and wet (June to October)"
    },
    "terrain": {
      "text": "mostly flat to undulating plains; mountains in northwest"
    },
    "elevation_extremes": {
      "lowest_point": "Gulf of Guinea 0 m",
      "highest_point": "Monts Nimba 1,752 m"
    },
    "natural_resources": {
      "text": "petroleum, natural gas, diamonds, manganese, iron ore, cobalt, bauxite, copper, gold, nickel, tantalum, silica sand, clay, cocoa beans, coffee, palm oil, hydropower"
    },
    "land_use": {
      "arable_land": "8.99%",
      "permanent_crops": "13.65%",
      "other": "77.36% (2011)"
    },
    "irrigated_land": {
      "text": "727.5 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "81.14 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "1.55  cu km/yr (41%/21%/38%)",
      "per_capita": "83.07  cu m/yr (2008)"
    },
    "natural_hazards": {
      "text": "coast has heavy surf and no natural harbors; during the rainy season torrential flooding is possible"
    },
    "environment_current_issues": {
      "text": "deforestation (most of the country's forests - once the largest in West Africa - have been heavily logged); water pollution from sewage and industrial and agricultural effluents"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "most of the inhabitants live along the sandy coastal region; apart from the capital area, the forested interior is sparsely populated"
    }
  },
  "people": {
    "nationality": {
      "noun": "Ivoirian(s)",
      "adjective": "Ivoirian"
    },
    "ethnic_groups": {
      "text": "Akan 42.1%, Voltaiques or Gur 17.6%, Northern Mandes 16.5%, Krous 11%, Southern Mandes 10%, other 2.8% (includes 130,000 Lebanese and 14,000 French) (1998)"
    },
    "languages": {
      "text": "French (official), 60 native dialects of which Dioula is the most widely spoken"
    },
    "religions": {
      "text": "Muslim 38.6%, Christian 32.8%, indigenous 11.9%, none 16.7% (2008 est.)",
      "note": "the majority of foreigners (migratory workers) are Muslim (70%) and Christian (20%)"
    },
    "population": {
      "text": "22,400,835 (July 2013 est.)",
      "note": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "age_structure": {
      "0_14_years": "38.9% (male 4,393,005/female 4,319,967)",
      "15_24_years": "21% (male 2,372,125/female 2,336,657)",
      "25_54_years": "32.5% (male 3,737,464/female 3,549,600)",
      "55_64_years": "4.4% (male 490,420/female 489,471)",
      "65_years_and_over": "3.2% (male 347,211/female 364,915) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "80.2 %",
      "youth_dependency_ratio": "74.5 %",
      "elderly_dependency_ratio": "5.7 %",
      "potential_support_ratio": "17.5 (2013)"
    },
    "median_age": {
      "total": "20 years",
      "male": "20.1 years",
      "female": "19.9 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2% (2013 est.)"
    },
    "birth_rate": {
      "text": "29.83 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "9.8 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "51.3% of total population (2011)",
      "rate_of_urbanization": "3.56% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "ABIDJAN (seat of government) 4.288 million; YAMOUSSOUKRO (capital) 966,000 (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.03 male(s)/female",
      "0_14_years": "1.02 male(s)/female",
      "15_24_years": "1.02 male(s)/female",
      "25_54_years": "1.06 male(s)/female",
      "55_64_years": "1 male(s)/female",
      "65_years_and_over": "0.96 male(s)/female",
      "total_population": "1.03 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "19.7",
      "note": "Median age at first birth among women 25-29 (2005 est.)"
    },
    "maternal_mortality_rate": {
      "text": "400 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "61.66 deaths/1,000 live births",
      "male": "68.06 deaths/1,000 live births",
      "female": "55.06 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "57.66 years",
      "male": "56.57 years",
      "female": "58.78 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "3.73 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "18.2% (2012)"
    },
    "health_expenditures": {
      "text": "5.3% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.14 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "0.4 beds/1,000 population (2006)"
    },
    "drinking_water_source": {
      "improved": "urban: 91% of population; rural: 68% of population; total: 80% of population",
      "unimproved": "urban: 9% of population; rural: 32% of population; total: 20% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 36% of population; rural: 11% of population; total: 24% of population",
      "unimproved": "urban: 64% of population; rural: 89% of population; total: 76% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "3.4% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "450,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "36,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "malaria, dengue fever, and yellow fever",
      "water_contact_disease": "schistosomiasis",
      "animal_contact_disease": "rabies",
      "respiratory_disease": "meningococcal meningitis",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "6.2% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "29.4% (2007)"
    },
    "education_expenditures": {
      "text": "4.6% of GDP (2008)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "56.9%",
      "male": "65.6%",
      "female": "47.6% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "6 years",
      "male": "8 years",
      "female": "5 years (2000)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "1,796,802",
      "percentage": "35 % (2006 est.)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Cote d'Ivoire",
      "conventional_short_form": "Cote d'Ivoire",
      "local_long_form": "Republique de Cote d'Ivoire",
      "local_short_form": "Cote d'Ivoire",
      "note": "pronounced coat-div-whar",
      "former": "Ivory Coast"
    },
    "government_type": {
      "text": "republic; multiparty presidential regime established 1960"
    },
    "capital": {
      "name": "Yamoussoukro",
      "geographic_coordinates": "6 49 N, 5 16 W",
      "time_difference": "UTC 0 (5 hours ahead of Washington, DC during Standard Time)",
      "note": "although Yamoussoukro has been the official capital since 1983, Abidjan remains the commercial and administrative center; the US, like other countries, maintains its Embassy in Abidjan"
    },
    "administrative_divisions": {
      "text": "19 regions; Agneby, Bafing, Bas-Sassandra, Denguele, Dix-Huit Montagnes, Fromager, Haut-Sassandra, Lacs, Lagunes, Marahoue, Moyen-Cavally, Moyen-Comoe, N'zi-Comoe, Savanes, Sud-Bandama, Sud-Comoe, Vallee du Bandama, Worodougou, Zanzan"
    },
    "independence": {
      "text": "7 August 1960 (from France)"
    },
    "national_holiday": {
      "text": "Independence Day, 7 August (1960)"
    },
    "constitution": {
      "text": "approved by referendum 23 July 2000"
    },
    "legal_system": {
      "text": "civil law system based on the French civil code; judicial review in the Constitutional Chamber of the Supreme Court"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction under Article 12(3)of the Rome Statute"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Alassane Dramane OUATTARA (since 4 December 2010)",
      "head_of_government": "Prime Minister Daniel Kablan DUNCAN (since 21 November 2012)",
      "cabinet": "Council of Ministers appointed by the president",
      "elections": "president elected by popular vote for a five-year term (no term limits); election last held on 31 October and 28 November 2010 (next to be held in 2015); prime minister appointed by the president",
      "election_results": "Alassane OUATTARA elected president; percent of vote - Alassane OUATTARA 54.1%, Laurent GBAGBO 45.9%; note - President OUATTARA was declared winner by the election commission and took the oath of office on 4 December, Prime Minister SORO resigned from the incumbent administration and was subsequently appointed to the same position by OUATTARA; former president GBAGBO refused to cede resulting in a 5-month stand-off, he was finally forced to stand down in April 2011"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly or Assemblee Nationale (225 seats; members elected in single- and multi-district elections by direct popular vote to serve five-year terms)",
      "elections": "elections last held on 11 December 2011 (next to be held in 2016)",
      "election_results": "percent of vote by party - RDR 42.1%, PDCI 28.6%, UDPCI 3.1%, RDP 1.7%, other 24.5% ; seats by party - RDR 127, PDCI 76, UDPCI 7, RDP 4, other 4, independents 39"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court or Cour Supreme (organized into Judicial, Audit, Constitutional, and Administrative Chambers; consists of the court president, 3 vice-presidents for the Judicial, Audit, and Administrative chambers, and 9 associate justices or magistrates) note - recommendations for reform of the country's judicial system were announced in April 2012",
      "judge_selection_and_term_of_office": "judges nominated by the Superior Council of the Magistrature, a 7-member body consisting of the national president (chairman), 3 \"Bench\" judges, and 3 public prosecutors; judges appointed for life",
      "subordinate_courts": "Courts of Appeal (organized into civil, criminal, and social chambers); first instance courts; peace courts"
    },
    "political_parties_and_leaders": {
      "text": "Citizen's Democratic Union or UDCY [Theodore MEL EG]; Democratic Liberty for the Republic or LIDER [Mamadou KOULIBALY]; Democratic Party of Cote d'Ivoire or PDCI [Henri Konan BEDIE]; Freedom and Democracy for the Republic or LIBRE [Mamadou KOULIBALY]; Ivorian Popular Front or FPI [Miaka OURETO]; Ivorian Worker's Party or PIT [Francois KOUABLAN]; Opposition Movement of the Future or MFA [Innocent Augustin ANAKY]; Rally of the Republicans or RDR [Alassane OUATTARA]; Union for Democracy and Peace in Cote d'Ivoire or UDPCI [Toikeuse MABRI]; over 144 smaller registered parties"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Federation of University and High School Students of Cote d'Ivoire or FESCI [Serges KOFFI]; National Congress for the Resistance and Democracy or CNRD [Bernard DADIE]; Rally of Houphouetists for Democracy and Peace or RHDP [Alphonse DJEDJE MADY]; Young Patriots [Charles BLE GOUDE]"
    },
    "international_organization_participation": {
      "text": "ACP, AfDB, AU, ECOWAS, EITI (candidate country), Entente, FAO, FZ, G-24, G-77, IAEA, IBRD, ICAO, ICC, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WADB (regional), WAEMU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Daouda DIABATE",
      "chancery": "2424 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 797-0300",
      "fax": "[1] (202) 462-9444"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Philip CARTER III",
      "embassy": "Cocody Riviera Golf 01, Abidjan",
      "mailing_address": "B. P. 1712, Abidjan 01",
      "telephone": "[225] 22 49 40 00",
      "fax": "[225] 22 49 43 32"
    },
    "flag_description": {
      "text": "three equal vertical bands of orange (hoist side), white, and green; orange symbolizes the land (savannah) of the north and fertility, white stands for peace and unity, green represents the forests of the south and the hope for a bright future",
      "note": "similar to the flag of Ireland, which is longer and has the colors reversed - green (hoist side), white, and orange; also similar to the flag of Italy, which is green (hoist side), white, and red; design was based on the flag of France"
    },
    "national_symbols": {
      "text": "elephant"
    },
    "national_anthem": {
      "name": "\"L'Abidjanaise\" (Song of Abidjan)",
      "lyrics_music": "Mathieu EKRA, Joachim BONY, and Pierre Marie COTY/Pierre Marie COTY and Pierre Michel PANGO",
      "note": "adopted 1960; although the nation's capital city moved from Abidjan to Yamoussoukro in 1983, the anthem still owes its name to the former capital"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Cote d'Ivoire is heavily dependent on agriculture and related activities, which engage roughly 68% of the population. Cote d'Ivoire is the world's largest producer and exporter of cocoa beans and a significant producer and exporter of coffee and palm oil. Consequently, the economy is highly sensitive to fluctuations in international prices for these products, and, to a lesser extent, in climatic conditions. Cocoa, oil, and coffee are the country's top export revenue earners, but the country is also producing gold. Since the end of the civil war in 2003, political turmoil has continued to damage the economy, resulting in the loss of foreign investment and slow economic growth. In late 2011, Cote d'Ivoire's economy began to recover from a severe downturn of the first quarter of the year that was caused by widespread post-election fighting. In June 2012, the IMF and the World Bank announced $4.4 billion in debt relief for Cote d'Ivoire under the Highly Indebted Poor Countries Initiative. Cote d'Ivoire's long-term challenges include political instability and degrading infrastructure."
    },
    "gdp_purchasing_power_parity": {
      "text": "$41.01 billion (2012 est.); $37.34 billion (2011 est.); $39.19 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$24.63 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "9.8% (2012 est.); -4.7% (2011 est.); 2.4% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$1,800 (2012 est.); $1,600 (2011 est.); $1,800 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "74.2%",
      "government_consumption": "8.4%",
      "investment_in_fixed_capital": "15%",
      "investment_in_inventories": "0%",
      "exports_of_goods_and_services": "42.1%",
      "imports_of_goods_and_services": "-39.6% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "26.6%",
      "industry": "21.8%",
      "services": "51.5% (2012 est.)"
    },
    "agriculture_products": {
      "text": "coffee, cocoa beans, bananas, palm kernels, corn, rice, cassava (manioc), sweet potatoes, sugar, cotton, rubber; timber"
    },
    "industries": {
      "text": "foodstuffs, beverages; wood products, oil refining, gold mining, truck and bus assembly, textiles, fertilizer, building materials, electricity"
    },
    "industrial_production_growth_rate": {
      "text": "10% (2012 est.)"
    },
    "labor_force": {
      "text": "8.188 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "68%",
      "industry_and_services": "NA% (2007 est.)"
    },
    "unemployment_rate": {
      "text": "NA%"
    },
    "population_below_poverty_line": {
      "text": "42% (2006 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.2%",
      "highest_10%": "31.8% (2008)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "41.5 (2008); 36.7 (1995)"
    },
    "budget": {
      "revenues": "$5.002 billion",
      "expenditures": "$6.062 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "20.3% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-4.3% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "43.7% of GDP (2012 est.); 71.2% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "1.3% (2012 est.); 5.1% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "4.25% (31 December 2010 est.); 4.25% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "4% (31 December 2012 est.); 4.3% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$7.525 billion (31 December 2012 est.); $6.198 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$11.01 billion (31 December 2012 est.); $9.065 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$6.708 billion (31 December 2012 est.); $5.671 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$6.288 billion (31 December 2011); $7.099 billion (31 December 2010); $6.141 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$1.08 billion (2012 est.); -$257.3 million (2011 est.)"
    },
    "exports": {
      "text": "$12.25 billion (2012 est.); $11.47 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "cocoa, coffee, timber, petroleum, cotton, bananas, pineapples, palm oil, fish"
    },
    "exports_partners": {
      "text": "US 10.1%, Netherlands 9%, Germany 8.7%, Nigeria 7.4%, France 5.8%, Canada 4.4% (2012)"
    },
    "imports": {
      "text": "$8.589 billion (2012 est.); $7.916 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "fuel, capital equipment, foodstuffs"
    },
    "imports_partners": {
      "text": "Nigeria 18.9%, France 14.8%, China 9.9%, India 5.2% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$3.928 billion (31 December 2012 est.); $4.316 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$8.145 billion (31 December 2012 est.); $12.01 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$NA"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$NA"
    },
    "exchange_rates": {
      "text": "Communaute Financiere Africaine francs (XOF) per US dollar -; 510.29 (2012 est.); 471.87 (2011 est.); 495.28 (2010 est.); 472.19 (2009); 447.81 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "5.533 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "3.576 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "484 million kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "1.222 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "50.6% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "49.4% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "45,000 bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "46,340 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "70,610 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "250 million bbl (1 January 2013 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "70,870 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "24,630 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "49,810 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "3,101 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "1.6 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "1.6 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "28.32 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "5.936 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "268,200 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "17.344 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "well-developed by African standards; telecommunications sector privatized in late 1990s and operational fixed-lines have increased since that time with two fixed-line providers operating over open-wire lines, microwave radio relay, and fiber-optics; 90% digitalized",
      "domestic": "with multiple mobile-cellular service providers competing in the market, usage has increased sharply to roughly 80 per 100 persons",
      "international": "country code - 225; landing point for the SAT-3/WASC fiber-optic submarine cable that provides connectivity to Europe and Asia; satellite earth stations - 2 Intelsat (1 Atlantic Ocean and 1 Indian Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "2 state-owned TV stations; no private terrestrial TV stations, but satellite TV subscription service is available; 2 state-owned radio stations; some private radio stations; transmissions of several international broadcasters are available (2007)"
    },
    "internet_country_code": {
      "text": ".ci"
    },
    "internet_hosts": {
      "text": "9,115 (2012)"
    },
    "internet_users": {
      "text": "967,300 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "27 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "7",
      "over_3_047_m": "1",
      "2_438_to_3_047_m": "2",
      "1_524_to_2_437_m": "4 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "20",
      "1_524_to_2_437_m": "6",
      "914_to_1_523_m": "11",
      "under_914_m": "3 (2013)"
    },
    "heliports": {
      "text": "1 (2013)"
    },
    "pipelines": {
      "text": "condensate 101 km; gas 256 km; oil 118 km; oil/gas/water 5 km; water 7 km (2013)"
    },
    "railways": {
      "total": "660 km",
      "narrow_gauge": "660 km 1.000-m gauge",
      "note": "an additional 622 km of this railroad extends into Burkina Faso (2008)"
    },
    "roadways": {
      "total": "81,996 km",
      "paved": "6,502 km",
      "unpaved": "75,494 km",
      "note": "includes intercity and urban roads; another 20,000 km of dirt roads are in poor condition and 150,000 km of dirt roads are impassable (2007)"
    },
    "waterways": {
      "text": "980 km (navigable rivers, canals, and numerous coastal lagoons) (2011)"
    },
    "ports_and_terminals": {
      "major_seaports": "Abidjan, San-Pedro",
      "oil_gas_terminals": "Espoir Offshore Terminal"
    }
  },
  "military": {
    "military_branches": {
      "text": "Republican Forces of Cote d'Ivoire (Force Republiques de Cote d'Ivoire, FRCI): Army, Navy, Cote d'Ivoire Air Force (Force Aerienne de la Cote d'Ivoire)",
      "note": "FRCI is the former Armed Forces of the New Forces (FAFN) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-25 years of age for compulsory and voluntary male and female military service; conscription is not enforced; voluntary recruitment of former rebels into the new national army is restricted to ages 22-29 (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "5,247,522",
      "females_age_16_49": "5,047,901 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "3,360,087",
      "females_age_16_49": "3,196,033 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "247,011",
      "female": "242,958 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.5% of GDP (2009)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "disputed maritime border between Cote d'Ivoire and Ghana"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "9,126 (Liberia) (2012)",
      "idps": "40,000 - 80,000 (post-election conflict in 2010-2011, as well as civil war from 2002-2004; most pronounced in western and southwestern regions) (2011)",
      "stateless_persons": "700,000 (2012); note - many Ivoirians have documentation problems; birth on Ivorian soil does not automatically result in citizenship; disputes over citizenship and the associated rights of the large population descended from migrants from neighboring countries is an ongoing source of tension and contributed to the country's 2002 civil war; some observers believe the government's mass naturalizations of thousands of people over the last couple of years is intended to boost its electoral support base"
    },
    "illicit_drugs": {
      "text": "illicit producer of cannabis, mostly for local consumption; utility as a narcotic transshipment point to Europe reduced by ongoing political instability; while rampant corruption and inadequate supervision leave the banking system vulnerable to money laundering, the lack of a developed financial system limits the country's utility as a major money-laundering center (2008)"
    }
  }
}