{
  "Introduction": {
    "Background": {
      "text": "The archipelago of the Comoros in the Indian Ocean, composed of the islands of Mayotte, Anjouan, Moheli, and Grande Comore declared independence from France on 6 July 1975. Residents of Mayotte voted to remain in France, and France now has classified it as a department of France. Since independence, Comoros has endured political instability through realized and attempted coups. In 1997, the islands of Anjouan and Moheli declared independence from Comoros. In 1999, military chief Col. AZALI Assoumani seized power of the entire government in a bloodless coup; he initiated the 2000 Fomboni Accords, a power-sharing agreement in which the federal presidency rotates among the three islands, and each island maintains its local government. AZALI won the 2002 federal presidential election as president of the Union of the Comoros from Grande Comore Island, which held the first four-year term. AZALI stepped down in 2006 and President Ahmed Abdallah Mohamed SAMBI was elected to office as president from Anjouan. In 2007, Mohamed BACAR effected Anjouan's de-facto secession from the Union of the Comoros, refusing to step down when Comoros' other islands held legitimate elections in July. The African Union (AU) initially attempted to resolve the political crisis by applying sanctions and a naval blockade to Anjouan, but in March 2008 the AU and Comoran soldiers seized the island. The island's inhabitants generally welcomed the move. In 2009, the Comorian population approved a constitutional referendum extending the term of the president from four years to five years. In May 2011, Ikililou DHOININE won the presidency in peaceful elections widely deemed to be free and fair. In closely contested elections in 2016, former President AZALI Assoumani won a second term, when the rotating presidency returned to Grande Comore. A new July 2018 constitution removed the presidential term limits and the requirement for the presidency to rotate between the three main islands. In August 2018, President AZALI formed a new government and subsequently ran and was elected president in March 2019."
    }
  },
  "Geography": {
    "Location": {
      "text": "Southern Africa, group of islands at the northern mouth of the Mozambique Channel, about two-thirds of the way between northern Madagascar and northern Mozambique"
    },
    "Geographic coordinates": {
      "text": "12 10 S, 44 15 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "2,235 sq km"
      },
      "land": {
        "text": "2,235 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly more than 12 times the size of Washington, DC"
    },
    "Land boundaries": {
      "text": "0 km"
    },
    "Coastline": {
      "text": "340 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "tropical marine; rainy season (November to May)"
    },
    "Terrain": {
      "text": "volcanic islands, interiors vary from steep mountains to low hills"
    },
    "Elevation": {
      "lowest point": {
        "text": "Indian Ocean 0 m"
      },
      "highest point": {
        "text": "Karthala 2,360 m"
      }
    },
    "Natural resources": {
      "text": "fish"
    },
    "Land use": {
      "agricultural land": {
        "text": "84.4% (2011 est.)"
      },
      "arable land / permanent crops / permanent pasture": {
        "text": "46.7% (2011 est.) / 29.6% (2011 est.) / 8.1% (2011 est.)"
      },
      "forest": {
        "text": "1.4% (2011 est.)"
      },
      "other": {
        "text": "14.2% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "1.3 sq km (2012)"
    },
    "Population distribution": {
      "text": "the capital city of Maroni, located on the western side of the island of Grande Comore, is the country's largest city; however, of the three islands that comprise Comoros, it is Anjouan that is the most densely populated as shown in this population distribution map"
    },
    "Natural hazards": {
      "text": "cyclones possible during rainy season (December to April); volcanic activity on Grand Comore ++ volcanism: Karthala (2,361 m) on Grand Comore Island last erupted in 2007; a 2005 eruption forced thousands of people to be evacuated and produced a large ash cloud"
    },
    "Environment - current issues": {
      "text": "deforestation; soil degradation and erosion results from forest loss and from crop cultivation on slopes without proper terracing; marine biodiversity affected as soil erosion leads to the silting of coral reefs"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "important location at northern end of Mozambique Channel"
    }
  },
  "People and Society": {
    "Population": {
      "text": "846,281 (July 2020 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Comoran(s)"
      },
      "adjective": {
        "text": "Comoran"
      }
    },
    "Ethnic groups": {
      "text": "Antalote, Cafre, Makoa, Oimatsaha, Sakalava"
    },
    "Languages": {
      "text": "Arabic (official), French (official), Shikomoro (official; a blend of Swahili and Arabic) (Comorian)"
    },
    "Religions": {
      "text": "Sunni Muslim 98%, other (including Shia Muslim, Roman Catholic, Jehovah's Witness, Protestant) 2%",
      "note": {
        "text": "note: Sunni Islam is the state religion"
      }
    },
    "Demographic profile": {
      "text": "Comoros' population is a melange of Arabs, Persians, Indonesians, Africans, and Indians, and the much smaller number of Europeans that settled on the islands between the 8th and 19th centuries, when they served as a regional trade hub. The Arab and Persian influence is most evident in the islands' overwhelmingly Muslim majority – about 98% of Comorans are Sunni Muslims. The country is densely populated, averaging nearly 350 people per square mile, although this varies widely among the islands, with Anjouan being the most densely populated. ++ Given the large share of land dedicated to agriculture and Comoros' growing population, habitable land is becoming increasingly crowded. The combination of increasing population pressure on limited land and resources, widespread poverty, and poor job prospects motivates thousands of Comorans each year to attempt to illegally migrate using small fishing boats to the neighboring island of Mayotte, which is a French territory. The majority of legal Comoran migration to France came after Comoros' independence from France in 1975, with the flow peaking in the mid-1980s. ++ At least 150,000 to 200,000 people of Comoran citizenship or descent live abroad, mainly in France, where they have gone seeking a better quality of life, job opportunities, higher education (Comoros has no universities), advanced health care, and to finance elaborate traditional wedding ceremonies (aada). Remittances from the diaspora are an economic mainstay, in 2013 representing approximately 25% of Comoros' GDP and significantly more than the value of its exports of goods and services (only 15% of GDP). Grand Comore, Comoros' most populous island, is both the primary source of emigrants and the main recipient of remittances. Most remittances are spent on private consumption, but this often goes toward luxury goods and the aada and does not contribute to economic development or poverty reduction. Although the majority of the diaspora is now French-born with more distant ties to Comoros, it is unclear whether they will sustain the current level of remittances."
    },
    "Age structure": {
      "0-14 years": {
        "text": "36.68% (male 154,853/female 155,602)"
      },
      "15-24 years": {
        "text": "20.75% (male 85,208/female 90,422)"
      },
      "25-54 years": {
        "text": "33.99% (male 136,484/female 151,178)"
      },
      "55-64 years": {
        "text": "4.49% (male 17,237/female 20,781)"
      },
      "65 years and over": {
        "text": "4.08% (male 15,437/female 19,079) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "75.5"
      },
      "youth dependency ratio": {
        "text": "67.4"
      },
      "elderly dependency ratio": {
        "text": "5.4"
      },
      "potential support ratio": {
        "text": "18.6 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "20.9 years"
      },
      "male": {
        "text": "20.2 years"
      },
      "female": {
        "text": "21.5 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.47% (2020 est.)"
    },
    "Birth rate": {
      "text": "23.6 births/1,000 population (2020 est.)"
    },
    "Death rate": {
      "text": "6.9 deaths/1,000 population (2020 est.)"
    },
    "Net migration rate": {
      "text": "-2.3 migrant(s)/1,000 population (2020 est.)"
    },
    "Population distribution": {
      "text": "the capital city of Maroni, located on the western side of the island of Grande Comore, is the country's largest city; however, of the three islands that comprise Comoros, it is Anjouan that is the most densely populated as shown in this population distribution map"
    },
    "Urbanization": {
      "urban population": {
        "text": "29.4% of total population (2020)"
      },
      "rate of urbanization": {
        "text": "2.87% annual rate of change (2015-20 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "62,000 MORONI (capital) (2018)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1 male(s)/female"
      },
      "15-24 years": {
        "text": "0.94 male(s)/female"
      },
      "25-54 years": {
        "text": "0.9 male(s)/female"
      },
      "55-64 years": {
        "text": "0.83 male(s)/female"
      },
      "65 years and over": {
        "text": "0.81 male(s)/female"
      },
      "total population": {
        "text": "0.94 male(s)/female (2020 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "24.6 years (2012 est.)",
      "note": {
        "text": "note: median age at first birth among women 25-29"
      }
    },
    "Maternal mortality rate": {
      "text": "273 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "55 deaths/1,000 live births"
      },
      "male": {
        "text": "64.8 deaths/1,000 live births"
      },
      "female": {
        "text": "45.1 deaths/1,000 live births (2020 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "65.7 years"
      },
      "male": {
        "text": "63.3 years"
      },
      "female": {
        "text": "68.1 years (2020 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.95 children born/woman (2020 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "19.4% (2012)"
    },
    "Drinking water source": {
      "improved": {
        "text": "urban: 97.4% of population / rural: 88.5% of population / total: 91% of population"
      },
      "unimproved": {
        "text": "urban: 2.6% of population / rural: 11.5% of population / total: 8.9% of population (2017 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "7.4% (2017)"
    },
    "Physicians density": {
      "text": "0.27 physicians/1,000 population (2016)"
    },
    "Hospital bed density": {
      "text": "2.2 beds/1,000 population (2010)"
    },
    "Sanitation facility access": {
      "improved": {
        "text": "urban: 62.4% of population / rural: 43.6% of population / total: 49% of population"
      },
      "unimproved": {
        "text": "urban: 37.6% of population / rural: 56.4% of population / total: 51% of population (2017 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "<.1% (2019 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "<200 (2019 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "<100 (2019 est.)"
    },
    "Obesity - adult prevalence rate": {
      "text": "7.8% (2016)"
    },
    "Children under the age of 5 years underweight": {
      "text": "16.9% (2012)"
    },
    "Education expenditures": {
      "text": "2.5% of GDP (2015)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "58.8%"
      },
      "male": {
        "text": "64.6%"
      },
      "female": {
        "text": "53% (2018)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "11 years"
      },
      "male": {
        "text": "11 years"
      },
      "female": {
        "text": "11 years (2014)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "19.5%"
      },
      "male": {
        "text": "20%"
      },
      "female": {
        "text": "18.8% (2018)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Union of the Comoros"
      },
      "conventional short form": {
        "text": "Comoros"
      },
      "local long form": {
        "text": "Udzima wa Komori (Comorian), Union des Comores (French), Jumhuriyat al Qamar al Muttahidah (Arabic)"
      },
      "local short form": {
        "text": "Komori (Comorian), Comores (French), Juzur al Qamar (Arabic)"
      },
      "etymology": {
        "text": "name derives from the Arabic designation \"Juzur al Qamar\" meaning \"Islands of the Moon\""
      }
    },
    "Government type": {
      "text": "federal presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Moroni"
      },
      "geographic coordinates": {
        "text": "11 42 S, 43 14 E"
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)"
      },
      "note": {
        "text": "etymology: Moroni derives from \"mroni,\" which means \"at the river\" in Shingazidja, the Comorian language spoken on Grande Comore (N'gazidja)"
      }
    },
    "Administrative divisions": {
      "text": "3 islands; Anjouan (Ndzuwani), Grande Comore (N'gazidja), Moheli (Mwali)"
    },
    "Independence": {
      "text": "6 July 1975 (from France)"
    },
    "National holiday": {
      "text": "Independence Day, 6 July (1975)"
    },
    "Constitution": {
      "history": {
        "text": "previous 1996, 2001; newest adopted 30 July 2018"
      },
      "amendments": {
        "text": "proposed by the president of the union or supported by at least one third of the Assembly of the Union membership; adoption requires approval by at three-quarters majority of the total Assembly membership or approval in a referendum"
      },
      "note": {
        "text": "note: a referendum held on 30 July 2018 - boycotted by the opposition - overwhelmingly approved a new constitution that allows for 2 consecutive 5-year presidential terms and revises the rotating presidency within the islands"
      }
    },
    "Legal system": {
      "text": "mixed legal system of Islamic religious law, the French civil code of 1975, and customary law"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of the Comoros"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "10 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President AZALI Assoumani (since 26 May 2016); note - the president is both chief of state and head of government; note - AZALI takes oath of office 2 June 2019 after 24 March 2019 reelection (2019)"
      },
      "head of government": {
        "text": "President AZALI Assoumani (since 26 May 2016)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by simple majority popular vote in 2 rounds for a 5-year term (eligible for a second term); election last held on 24 March 2019 (next to be held in 2024)"
      },
      "election results": {
        "text": "AZALI Assoumani (CRC) elected president in first round; with a 59% of the vote; - AZALI Assoumani (CRC) 60.8%, Ahamada MAHAMOUDOU (PJ) 14.6%, and Mouigni Baraka Said SOILIHI (Independent) 5.6%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Assembly of the Union (33 seats; 24 members directly elected by absolute majority vote in 2 rounds if needed and 9 members indirectly elected by the 3 island assemblies; members serve 5-year terms) (2017)"
      },
      "elections": {
        "text": "last held on 19 January 2020 with a runoff on 23 February 2020 (next to be held in 2025) (2020)"
      },
      "election results": {
        "text": "seats by party -1st round - Boycotting parties 16, Independent 3, CRC 2, RDC 2, RADHI 1, Orange party 0; note - 9 additional seats filled by the 3 island assemblies; 2nd round - CRC 20, Orange Party 2, Independents 2; composition as of 23 January 2020 men 20, women 4, percent of women 16.7% ++ (2019)"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Court or Cour Supreme (consists of 7 judges)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court judges - selection and term of office NA"
      },
      "subordinate courts": {
        "text": "Court of Appeals (in Moroni); Tribunal de premiere instance; island village (community) courts; religious courts"
      },
      "note": {
        "text": "++ ++"
      }
    },
    "Political parties and leaders": {
      "text": "Convention for the Renewal of the Comoros or CRC [AZALI Assoumani] ++ Democratic Rally of the Comoros or RDC [Mouigni BARAKA] ++ Independent Party [N/A] ++ Juwa Party or PJ [[Ahmed Abdallah SAMBI, Mahamoudou AHAMADA] ++ Orange Party [Mohamed DAOUDOU] ++ Party for the Comorian Agreement (Partie Pour l'Entente Commorienne) or PEC [Fahmi Said IBRAHIM] ++ Rally for an Alternative of Harmonious and Integrated Development or RADHI [Houmed MSAIDIE, Abdou SOEFO] ++ Rally with a Development Initiative for Enlightened Youth or RIDJA [Said LARIFOU] ++ Union for the Development of the Comoros or UPDC [Mohamed HALIFA] (2018)"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AMF, AOSIS, AU, CAEU (candidates), COMESA, FAO, FZ, G-77, IBRD, ICAO, ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, InOC, Interpol, IOC, IOM, ITSO, ITU, ITUC (NGOs), LAS, MIGA, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNIDO, UPU, WCO, WHO, WIPO, WMO, WTO (observer)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Eric ANDRIAMIHAJA Robson, since March 2018"
      },
      "chancery": {
        "text": "Mission to the US, 866 United Nations Plaza, Suite 418, New York, NY 10017"
      },
      "telephone": {
        "text": "[1] (212) 750-1637"
      },
      "FAX": {
        "text": "[1] (212) 750-1657"
      }
    },
    "Diplomatic representation from the US": {
      "text": "the US does not have an embassy in Comoros; the US Ambassador to Madagascar is accredited to Comoros"
    },
    "Flag description": {
      "text": "four equal horizontal bands of yellow (top), white, red, and blue, with a green isosceles triangle based on the hoist; centered within the triangle is a vertical white crescent moon with the convex side facing the hoist and four white, five-pointed stars placed vertically in a line between the points of the crescent; the horizontal bands and the four stars represent the four main islands of the archipelago - Mwali, N'gazidja, Ndzuwani, and Mahore (Mayotte - department of France, but claimed by Comoros)",
      "note": {
        "text": "note: the crescent, stars, and color green are traditional symbols of Islam"
      }
    },
    "National symbol(s)": {
      "text": "four five-pointed stars and crescent moon; national colors: green, white"
    },
    "National anthem": {
      "name": {
        "text": "\"Udzima wa ya Masiwa\" (The Union of the Great Islands)"
      },
      "lyrics/music": {
        "text": "Said Hachim SIDI ABDEREMANE/Said Hachim SIDI ABDEREMANE and Kamildine ABDALLAH"
      },
      "note": {
        "text": "note: adopted 1978"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "One of the world's poorest and smallest economies, the Comoros is made up of three islands that are hampered by inadequate transportation links, a young and rapidly increasing population, and few natural resources. The low educational level of the labor force contributes to a subsistence level of economic activity and a heavy dependence on foreign grants and technical assistance. Agriculture, including fishing, hunting, and forestry, accounts for about 50% of GDP, employs a majority of the labor force, and provides most of the exports. Export income is heavily reliant on the three main crops of vanilla, cloves, and ylang ylang (perfume essence); and the Comoros' export earnings are easily disrupted by disasters such as fires and extreme weather. Despite agriculture's importance to the economy, the country imports roughly 70% of its food; rice, the main staple, and other dried vegetables account for more than 25% of imports. Remittances from about 300,000 Comorans contribute about 25% of the country's GDP. France, Comoros's colonial power, remains a key trading partner and bilateral donor. ++ Comoros faces an education system in need of upgrades, limited opportunities for private commercial and industrial enterprises, poor health services, limited exports, and a high population growth rate. Recurring political instability, sometimes initiated from outside the country, and an ongoing electricity crisis have inhibited growth. The government, elected in mid-2016, has moved to improve revenue mobilization, reduce expenditures, and improve electricity access, although the public sector wage bill remains one of the highest in Sub-Saharan Africa. In mid-2017, Comoros joined the Southern African Development Community with 15 other regional member states."
    },
    "GDP (purchasing power parity)": {
      "text": "$1.319 billion (2017 est.) / $1.284 billion (2016 est.) / $1.257 billion (2015 est.)",
      "note": {
        "text": "note: data are in 2017 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$652 million (2017 est.)"
    },
    "GDP - real growth rate": {
      "text": "2.7% (2017 est.) / 2.2% (2016 est.) / 1% (2015 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$1,600 (2017 est.) / $1,600 (2016 est.) / $1,600 (2015 est.)",
      "note": {
        "text": "note: data are in 2017 dollars"
      }
    },
    "Gross national saving": {
      "text": "17.3% of GDP (2017 est.) / 13.6% of GDP (2016 est.) / 18% of GDP (2015 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "92.6% (2017 est.)"
      },
      "government consumption": {
        "text": "20.4% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "20% (2017 est.)"
      },
      "investment in inventories": {
        "text": "-3.1% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "17.2% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-47.1% (2017 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "47.7% (2017 est.)"
      },
      "industry": {
        "text": "11.8% (2017 est.)"
      },
      "services": {
        "text": "40.5% (2017 est.)"
      }
    },
    "Agriculture - products": {
      "text": "vanilla, cloves, ylang-ylang (perfume essence), coconuts, bananas, cassava (manioc)"
    },
    "Industries": {
      "text": "fishing, tourism, perfume distillation"
    },
    "Industrial production growth rate": {
      "text": "1% (2017 est.)"
    },
    "Labor force": {
      "text": "278,500 (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "80%"
      },
      "industry": {
        "text": "20% (1996 est.)"
      },
      "industry and services": {
        "text": "20% (1996 est.)"
      }
    },
    "Unemployment rate": {
      "text": "6.5% (2014 est.)"
    },
    "Population below poverty line": {
      "text": "44.8% (2004 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "0.9%"
      },
      "highest 10%": {
        "text": "55.2% (2004)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "165.2 million (2017 est.)"
      },
      "expenditures": {
        "text": "207.3 million (2017 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "25.3% (of GDP) (2017 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-6.5% (of GDP) (2017 est.)"
    },
    "Public debt": {
      "text": "32.4% of GDP (2017 est.) / 27.7% of GDP (2016 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "1% (2017 est.) / 1.8% (2016 est.)"
    },
    "Current account balance": {
      "text": "-$27 million (2017 est.) / -$45 million (2016 est.)"
    },
    "Exports": {
      "text": "$18.9 million (2017 est.) / $17.9 million (2016 est.)"
    },
    "Exports - partners": {
      "text": "France 36.5%, India 12.2%, Germany 8.2%, Pakistan 6.3%, Switzerland 5.8%, South Korea 4.7%, Russia 4.3% (2017)"
    },
    "Exports - commodities": {
      "text": "vanilla, ylang-ylang (perfume essence), cloves"
    },
    "Imports": {
      "text": "$207.8 million (2017 est.) / $189.9 million (2016 est.)"
    },
    "Imports - commodities": {
      "text": "rice and other foodstuffs, consumer goods, petroleum products, cement and construction materials, transport equipment"
    },
    "Imports - partners": {
      "text": "UAE 32.8%, France 17.3%, China 13.2%, Madagascar 6.1%, Pakistan 4.5%, India 4.3% (2017)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$208 million (31 December 2017 est.) / $159.5 million (31 December 2016 est.)"
    },
    "Debt - external": {
      "text": "$199.8 million (31 December 2017 est.) / $132 million (31 December 2016 est.)"
    },
    "Exchange rates": {
      "text": "Comoran francs (KMF) per US dollar - / 458.2 (2017 est.) / 444.76 (2016 est.) / 444.76 (2015 est.) / 443.6 (2014 est.) / 370.81 (2013 est.)"
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "70% (2019)"
      },
      "electrification - urban areas": {
        "text": "89% (2019)"
      },
      "electrification - rural areas": {
        "text": "62% (2019)"
      }
    },
    "Electricity - production": {
      "text": "42 million kWh (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "39.06 million kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2016 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "27,000 kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "96% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "4% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "1,300 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "1,241 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2014 est.)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "193,600 Mt (2017 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "9,840"
      },
      "subscriptions per 100 inhabitants": {
        "text": "1.18 (2019 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "563,722"
      },
      "subscriptions per 100 inhabitants": {
        "text": "67.6 (2019 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "Qatar launched a special program for the construction of a wireless network to inter connect the 3 islands of the archipelago; telephone service limited to the islands' few towns (2020)"
      },
      "domestic": {
        "text": "fixed-line connections only about 1 per 100 persons; mobile-cellular usage over 68 per 100 persons; two companies provide domestic and international mobile service and wireless data (2019)"
      },
      "international": {
        "text": "country code - 269; landing point for the EASSy, Comoros Domestic Cable System, Avassa, and FLY-LION3 fiber-optic submarine cable system connecting East Africa with Europe; HF radiotelephone communications to Madagascar and Reunion (2019)"
      },
      "note": {
        "text": "note: the COVID-19 outbreak is negatively impacting telecommunications production and supply chains globally; consumer spending on telecom devices and services has also slowed due to the pandemic's effect on economies worldwide; overall progress towards improvements in all facets of the telecom industry - mobile, fixed-line, broadband, submarine cable and satellite - has moderated"
      }
    },
    "Broadcast media": {
      "text": "national state-owned TV station and a TV station run by Anjouan regional government; national state-owned radio; regional governments on the islands of Grande Comore and Anjouan each operate a radio station; a few independent and small community radio stations operate on the islands of Grande Comore and Moheli, and these two islands have access to Mayotte Radio and French TV"
    },
    "Internet country code": {
      "text": ".km"
    },
    "Internet users": {
      "total": {
        "text": "69,635"
      },
      "percent of population": {
        "text": "8.48% (July 2018 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "1,531"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (2018 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "2 (2020)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "9"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "D6 (2016)"
    },
    "Airports": {
      "text": "4 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "4 (2017)"
      },
      "2,438 to 3,047 m": {
        "text": "1 (2017)"
      },
      "914 to 1,523 m": {
        "text": "3 (2017)"
      }
    },
    "Roadways": {
      "total": {
        "text": "880 km (2002)"
      },
      "paved": {
        "text": "673 km (2002)"
      },
      "unpaved": {
        "text": "207 km (2002)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "230"
      },
      "by type": {
        "text": "bulk carrier 7, container ship 5, general cargo 109, oil tanker 27, other 82 (2019)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Moroni, Moutsamoudou"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "National Army for Development (l'Armee Nationale de Developpement, AND): Comoran Security Force (also called Comoran Defense Force (Force Comorienne de Defense, FCD), includes Gendarmerie), Comoran Coast Guard, Comoran Federal Police (2017)"
    },
    "Military service age and obligation": {
      "text": "18 years of age for 2-year voluntary male and female military service; no conscription (2015)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "claims French-administered Mayotte and challenges France's and Madagascar's claims to Banc du Geyser, a drying reef in the Mozambique Channel; in May 2008, African Union forces assisted the Comoros military recapture Anjouan Island from rebels who seized it in 2001"
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Comoros is a source country for children subjected to forced labor and, reportedly, sex trafficking domestically, and women and children are subjected to forced labor in Mayotte; it is possibly a transit and destination country for Malagasy women and girls and a transit country for East African women and girls exploited in domestic service in the Middle East; Comoran children are forced to labor in domestic service, roadside and street vending, baking, fishing, and agriculture; some Comoran students at Koranic schools are exploited for forced agricultural or domestic labor, sometimes being subjected to physical and sexual abuse; Comoros may be particularly vulnerable to transnational trafficking because of inadequate border controls, government corruption, and the presence of international criminal networks"
      },
      "tier rating": {
        "text": "Tier 3 – Comoros does not fully comply with the minimum standards for the elimination of trafficking and was placed on Tier 3 after being on the Tier 2 Watch List for two consecutive years without making progress; Parliament passed revisions to the penal code in 2014, including anti-trafficking provisions and enforcement guidelines, but these amendments have not yet been passed approved by the President and put into effect; a new child labor law was passed in 2015 prohibiting child trafficking, but existing laws do not criminalize the forced prostitution of adults; authorities did not investigate, prosecute, or convict alleged trafficking offenders, including complicit officials; the government lacked victim identification and care referral procedures, did not assist any victims during 2014, and provided minimal support to NGOs offering victims psychosocial services (2015)"
      }
    }
  }
}