{
  "Introduction": {
    "Background": {
      "text": "The uninhabited islands were discovered and colonized by the Portuguese in the 15th century; Cabo Verde subsequently became a trading center for African slaves and later an important coaling and resupply stop for whaling and transatlantic shipping. The fusing of European and various African cultural traditions is reflected in Cabo Verde’s Crioulo language, music, and pano textiles. Following independence in 1975, and a tentative interest in unification with Guinea-Bissau, a one-party system was established and maintained until multi-party elections were held in 1990. Cabo Verde continues to exhibit one of Africa's most stable democratic governments. Repeated droughts during the second half of the 20th century caused significant hardship and prompted heavy emigration. As a result, Cabo Verde's expatriate population is greater than its domestic one. Most Cabo Verdeans have both African and Portuguese antecedents. Cabo Verde’s population descends from its first permanent inhabitants in the late 15th-century – a preponderance of West African slaves, a small share of Portuguese colonists, and even fewer Italians, Spaniards, and Portuguese Jews. The fusing of European and various African cultural traditions is reflected in Cabo Verde’s Crioulo language, music, and pano textiles. Among the nine inhabited islands, population distribution is variable. Islands in the east are very dry and are only sparsely settled to exploit their extensive salt deposits. The more southerly islands receive more precipitation and support larger populations, but agriculture and livestock grazing have damaged their soil fertility and vegetation. For centuries, the country’s overall population size has fluctuated significantly, as recurring periods of famine and epidemics have caused high death tolls and emigration."
    }
  },
  "Geography": {
    "Location": {
      "text": "Western Africa, group of islands in the North Atlantic Ocean, west of Senegal"
    },
    "Geographic coordinates": {
      "text": "16 00 N, 24 00 W"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "4,033 sq km"
      },
      "land": {
        "text": "4,033 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than Rhode Island"
    },
    "Land boundaries": {
      "text": "0 km"
    },
    "Coastline": {
      "text": "965 km"
    },
    "Maritime claims": {
      "text": "measured from claimed archipelagic baselines",
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "temperate; warm, dry summer; precipitation meager and erratic"
    },
    "Terrain": {
      "text": "steep, rugged, rocky, volcanic"
    },
    "Elevation": {
      "mean elevation": {
        "text": "NA"
      },
      "elevation extremes": {
        "text": "lowest point: Atlantic Ocean 0 m ++ highest point: Mt. Fogo 2,829 m (a volcano on Fogo Island)"
      }
    },
    "Natural resources": {
      "text": "salt, basalt rock, limestone, kaolin, fish, clay, gypsum"
    },
    "Land use": {
      "agricultural land": {
        "text": "18.6% ++ arable land 11.7%; permanent crops 0.7%; permanent pasture 6.2%"
      },
      "forest": {
        "text": "21%"
      },
      "other": {
        "text": "60.4% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "35 sq km (2012)"
    },
    "Population - distribution": {
      "text": "Among the nine inhabited islands, population distribution is variable. Islands in the east are very dry and are only sparsely settled to exploit their extensive salt deposits. The more southerly islands receive more precipitation and support larger populations, but agriculture and livestock grazing have damaged the soil fertility and vegetation."
    },
    "Natural hazards": {
      "text": "prolonged droughts; seasonal harmattan wind produces obscuring dust; volcanically and seismically active",
      "volcanism": {
        "text": "Fogo (elev. 2,829 m), which last erupted in 1995, is Cabo Verde's only active volcano"
      }
    },
    "Environment - current issues": {
      "text": "soil erosion; deforestation due to demand for firewood; water shortages; desertification; environmental damage has threatened several species of birds and reptiles; illegal beach sand extraction; overfishing"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "strategic location 500 km from west coast of Africa near major north-south sea routes; important communications station; important sea and air refueling site"
    }
  },
  "People and Society": {
    "Population": {
      "text": "553,432 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Cabo Verdean(s)"
      },
      "adjective": {
        "text": "Cabo Verdean"
      }
    },
    "Ethnic groups": {
      "text": "Creole (mulatto) 71%, African 28%, European 1%"
    },
    "Languages": {
      "text": "Portuguese (official), Crioulo (a blend of Portuguese and West African words)"
    },
    "Religions": {
      "text": "Roman Catholic 77.3%, Protestant 4.6% (includes Church of the Nazarene 1.7%, Adventist 1.5%, Assembly of God 0.9%, Universal Kingdom of God 0.4%, and God and Love 0.1%), other Christian 3.4% (includes Christian Rationalism 1.9%, Jehovah's Witness 1%, and New Apostolic 0.5%), Muslim 1.8%, other 1.3%, none 10.8%, unspecified 0.7% (2010 est.)"
    },
    "Demographic profile": {
      "text": "Cabo Verde’s population descends from its first permanent inhabitants in the late 15th-century – a preponderance of West African slaves, a small share of Portuguese colonists, and even fewer Italians, Spaniards, and Portuguese Jews. Over the centuries, the country’s overall population size has fluctuated significantly, as recurring periods of famine and epidemics have caused high death tolls and emigration. Labor migration historically reduced Cabo Verde’s population growth and still provides a key source of income through remittances. Expatriates probably outnumber Cabo Verde’s resident population, with most families having a member abroad. Cabo Verdeans have settled in the US, Europe, Africa, and South America. The largest diaspora community in New Bedford, Massachusetts, dating to the early 1800s, is a byproduct of the transatlantic whaling industry. Cabo Verdean men fleeing poverty at home joined the crews of US whaling ships that stopped in the islands. Many settled in New Bedford and stayed in the whaling or shipping trade, worked in the textile or cranberry industries, or operated their own transatlantic packet ships that transported compatriots to the US. Increased Cabo Verdean emigration to the US coincided with the gradual and eventually complete abolition of slavery in the archipelago in 1878. During the same period, Portuguese authorities coerced Cabo Verdeans to go to Sao Tome and Principe and other Portuguese colonies in Africa to work as indentured laborers on plantations. In the 1920s, when the US implemented immigration quotas, Cabo Verdean emigration shifted toward Portugal, West Africa (Senegal), and South America (Argentina). Growing numbers of Cabo Verdean labor migrants headed to Western Europe in the 1960s and 1970s. They filled unskilled jobs in Portugal, as many Portuguese sought out work opportunities in the more prosperous economies of northwest Europe. Cabo Verdeans eventually expanded their emigration to the Netherlands, where they worked in the shipping industry. Migration to the US resumed under relaxed migration laws. Cabo Verdean women also began migrating to southern Europe to become domestic workers, a trend that continues today and has shifted the gender balance of Cabo Verdean emigration. Emigration has declined in more recent decades due to the adoption of more restrictive migration policies in destination countries. Reduced emigration along with a large youth population, decreased mortality rates, and increased life expectancies, has boosted population growth, putting further pressure on domestic employment and resources. In addition, Cabo Verde has attracted increasing numbers of migrants in recent decades, consisting primarily of people from West Africa, Portuguese-speaking African countries, Portugal, and China. Since the 1990s, some West African migrants have used Cabo Verde as a stepping stone for illegal migration to Europe."
    },
    "Age structure": {
      "0-14 years": {
        "text": "29.6% (male 82,359/female 81,448)"
      },
      "15-24 years": {
        "text": "20.56% (male 56,885/female 56,882)"
      },
      "25-54 years": {
        "text": "39.2% (male 105,383/female 111,535)"
      },
      "55-64 years": {
        "text": "5.53% (male 13,131/female 17,479)"
      },
      "65 years and over": {
        "text": "5.12% (male 10,722/female 17,608) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "52%"
      },
      "youth dependency ratio": {
        "text": "45.1%"
      },
      "elderly dependency ratio": {
        "text": "7%"
      },
      "potential support ratio": {
        "text": "14.4% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "24.9 years"
      },
      "male": {
        "text": "24.1 years"
      },
      "female": {
        "text": "25.7 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.35% (2016 est.)"
    },
    "Birth rate": {
      "text": "20.2 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "6.1 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-0.6 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "Among the nine inhabited islands, population distribution is variable. Islands in the east are very dry and are only sparsely settled to exploit their extensive salt deposits. The more southerly islands receive more precipitation and support larger populations, but agriculture and livestock grazing have damaged the soil fertility and vegetation."
    },
    "Urbanization": {
      "urban population": {
        "text": "65.5% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "1.99% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "PRAIA (capital) 145,000 (2014)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1.01 male(s)/female"
      },
      "15-24 years": {
        "text": "1 male(s)/female"
      },
      "25-54 years": {
        "text": "0.94 male(s)/female"
      },
      "55-64 years": {
        "text": "0.75 male(s)/female"
      },
      "65 years and over": {
        "text": "0.61 male(s)/female"
      },
      "total population": {
        "text": "0.94 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "19.5",
      "note": {
        "text": "median age at first birth among women 25-29 (2005 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "42 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "22.7 deaths/1,000 live births"
      },
      "male": {
        "text": "26 deaths/1,000 live births"
      },
      "female": {
        "text": "19.2 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "72.1 years"
      },
      "male": {
        "text": "69.8 years"
      },
      "female": {
        "text": "74.5 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.26 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "61.3% (2005)"
    },
    "Health expenditures": {
      "text": "4.8% of GDP (2014)"
    },
    "Physicians density": {
      "text": "0.31 physicians/1,000 population (2011)"
    },
    "Hospital bed density": {
      "text": "2.1 beds/1,000 population (2010)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 94% of population ++ rural: 87.3% of population ++ total: 91.7% of population"
      },
      "unimproved": {
        "text": " ++ urban: 6% of population ++ rural: 12.7% of population ++ total: 8.3% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 81.6% of population ++ rural: 54.3% of population ++ total: 72.2% of population"
      },
      "unimproved": {
        "text": " ++ urban: 1.4% of population ++ rural: 45.7% of population ++ total: 27.8% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.96% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "3,200 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "100 (2015 est.)"
    },
    "Major infectious diseases": {
      "note": {
        "text": "active local transmission of Zika virus by Aedes species mosquitoes has been identified in this country (as of August 2016); it poses an important risk (a large number of cases possible) among US citizens if bitten by an infective mosquito; other less common ways to get Zika are through sex, via blood transfusion, or during pregnancy, in which the pregnant woman passes Zika virus to her fetus (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "11.7% (2014)"
    },
    "Education expenditures": {
      "text": "5% of GDP (2013)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "87.6%"
      },
      "male": {
        "text": "92.1%"
      },
      "female": {
        "text": "83.1% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "13 years"
      },
      "male": {
        "text": "13 years"
      },
      "female": {
        "text": "14 years (2014)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Cabo Verde"
      },
      "conventional short form": {
        "text": "Cabo Verde"
      },
      "local long form": {
        "text": "Republica de Cabo Verde"
      },
      "local short form": {
        "text": "Cabo Verde"
      },
      "etymology": {
        "text": "the name derives from Cap-Vert (Green Cape) on the Senegalese coast, the westernmost point of Africa and the nearest mainland to the islands"
      }
    },
    "Government type": {
      "text": "parliamentary republic"
    },
    "Capital": {
      "name": {
        "text": "Praia"
      },
      "geographic coordinates": {
        "text": "14 55 N, 23 31 W"
      },
      "time difference": {
        "text": "UTC-1 (4 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "22 municipalities (concelhos, singular - concelho); Boa Vista, Brava, Maio, Mosteiros, Paul, Porto Novo, Praia, Ribeira Brava, Ribeira Grande, Ribeira Grande de Santiago, Sal, Santa Catarina, Santa Catarina do Fogo, Santa Cruz, Sao Domingos, Sao Filipe, Sao Lourenco dos Orgaos, Sao Miguel, Sao Salvador do Mundo, Sao Vicente, Tarrafal, Tarrafal de Sao Nicolau"
    },
    "Independence": {
      "text": "5 July 1975 (from Portugal)"
    },
    "National holiday": {
      "text": "Independence Day, 5 July (1975)"
    },
    "Constitution": {
      "text": "previous 1981; latest effective 25 September 1992; revised 1995, 1999, 2010 (2016)"
    },
    "Legal system": {
      "text": "civil law system of Portugal"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Cabo Verde"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Jorge Carlos FONSECA (since 9 September 2011)"
      },
      "head of government": {
        "text": "Prime Minister Ulisses Correia e SILVA (since 22 April 2016)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president on the recommendation of the prime minister"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for a second term); election last held on 2 October 2016 (next to be held in 2021); prime minister nominated by the National Assembly and appointed by the president"
      },
      "election results": {
        "text": "percent of vote - Jorge Carlos FONSECA (MPD) 74%, Albertino GRACA (independent) 23%, other 3%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral National Assembly or Assembleia Nacional (72 seats; members directly elected in multi-seat constituencies by proportional representation vote; members serve 5-year terms)"
      },
      "elections": {
        "text": "last held on 20 March 2016 (next to be held in 2021)"
      },
      "election results": {
        "text": "percent of vote by party NA; seats by party - MPD 40, PAICV 29, UCID 3"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court of Justice (consists of the chief justice and at least 7 judges and organized into civil, criminal, and administrative sections)"
      },
      "judge selection and term of office": {
        "text": "judge appointments - 1 by the president of the republic, 1 elected by the National Assembly, and 3 by the Superior Judicial Council (SJC), a 16-member independent body chaired by the chief justice and includes the attorney general, 8 private citizens, 2 judges, 2 prosecutors, the senior legal inspector of the Attorney General's office, and a representative of the Ministry of Justice; chief justice appointed by the president of the republic from among peers of the Supreme Court of Justice and in consultation with the SJC; judges appointed for life"
      },
      "subordinate courts": {
        "text": "appeals courts,  first instance (municipal) courts; audit, military, and fiscal and customs courts"
      }
    },
    "Political parties and leaders": {
      "text": "African Party for Independence of Cabo Verde or PAICV [Janira Hopffer ALMADA] ++ Democratic and Independent Cabo Verdean Union or UCID [Antonio MONTEIRO] ++ Democratic Christian Party or PDC [Manuel RODRIGUES] ++ Democratic Renovation Party or PRD [Victor FIDALGO] ++ Movement for Democracy or MPD [Ulisses CORREIA e Silva] ++ Party for Democratic Convergence or PCD [Dr. Eurico MONTEIRO] ++ Party of Work and Solidarity or PTS [Anibal MEDINA] ++ Social Democratic Party or PSD [Joao ALEM]"
    },
    "Political pressure groups and leaders": {
      "other": {
        "text": "environmentalists; political pressure groups"
      }
    },
    "International organization participation": {
      "text": "ACP, AfDB, AOSIS, AU, CD, CPLP, ECOWAS, FAO, G-77, IAEA, IBRD, ICAO, ICCt (signatory), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ITSO, ITU, ITUC (NGOs), MIGA, NAM, OIF, OPCW, UN, UNCTAD, UNESCO, UNIDO, Union Latina, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Jose Luis Fialho ROCHA (since 14 July 2014)"
      },
      "chancery": {
        "text": "3415 Massachusetts Avenue NW, Washington, DC 20007"
      },
      "telephone": {
        "text": "[1] (202) 965-6820"
      },
      "FAX": {
        "text": "[1] (202) 965-1207"
      },
      "consulate(s) general": {
        "text": "Boston"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Donald L. HEFLIN (since 29 January 2015)"
      },
      "embassy": {
        "text": "Rua Abilio Macedo 6, Praia"
      },
      "mailing address": {
        "text": "C. P. 201, Praia"
      },
      "telephone": {
        "text": "[238] 2-60-89-00"
      },
      "FAX": {
        "text": "[238] 2-61-13-55"
      }
    },
    "Flag description": {
      "text": "five unequal horizontal bands; the top-most band of blue - equal to one half the width of the flag - is followed by three bands of white, red, and white, each equal to 1/12 of the width, and a bottom stripe of blue equal to one quarter of the flag width; a circle of 10, yellow, five-pointed stars is centered on the red stripe and positioned 3/8 of the length of the flag from the hoist side; blue stands for the sea and the sky, the circle of stars represents the 10 major islands united into a nation, the stripes symbolize the road to formation of the country through peace (white) and effort (red)"
    },
    "National symbol(s)": {
      "text": "ten, five-pointed, yellow stars; national colors: blue, white, red, yellow"
    },
    "National anthem": {
      "name": {
        "text": "\"Cantico da Liberdade\" (Song of Freedom)"
      },
      "lyrics/music": {
        "text": "Amilcar Spencer LOPES/Adalberto Higino Tavares SILVA"
      },
      "note": {
        "text": "adopted 1996"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Cabo Verde’s economy is vulnerable to external shocks and depends on development aid, foreign investment, remittances, and tourism. The economy is service-oriented with commerce, transport, tourism, and public services accounting for about three-fourths of GDP. Tourism is the mainstay of the economy and depends on conditions in the euro-zone countries. Cabo Verde annually runs a high trade deficit financed by foreign aid and remittances from its large pool of emigrants; remittances as a share of GDP are one of the highest in Sub-Saharan Africa. ++  ++ Although about 40% of the population lives in rural areas, the share of food production in GDP is low. The island economy suffers from a poor natural resource base, including serious water shortages, exacerbated by cycles of long-term drought, and poor soil for growing food on several of the islands, requiring it to import most of what it consumes. The fishing potential, mostly lobster and tuna, is not fully exploited. ++  ++ Economic reforms are aimed at developing the private sector and attracting foreign investment to diversify the economy and mitigate high unemployment. The government’s elevated debt levels have limited its capacity to finance any shortfalls."
    },
    "GDP (purchasing power parity)": {
      "text": "$3.583 billion (2016 est.) ++ $3.457 billion (2015 est.) ++ $3.408 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$1.684 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "3.6% (2016 est.) ++ 1.5% (2015 est.) ++ 1.9% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$6,700 (2016 est.) ++ $6,600 (2015 est.) ++ $6,600 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "33.4% of GDP (2016 est.) ++ 36.4% of GDP (2015 est.) ++ 28% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "53.5%"
      },
      "government consumption": {
        "text": "15.2%"
      },
      "investment in fixed capital": {
        "text": "33.2%"
      },
      "investment in inventories": {
        "text": "0.8%"
      },
      "exports of goods and services": {
        "text": "32.9%"
      },
      "imports of goods and services": {
        "text": "-35.6% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "7.4%"
      },
      "industry": {
        "text": "16.4%"
      },
      "services": {
        "text": "76.2% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "bananas, corn, beans, sweet potatoes, sugarcane, coffee, peanuts; fish"
    },
    "Industries": {
      "text": "food and beverages, fish processing, shoes and garments, salt mining, ship repair"
    },
    "Industrial production growth rate": {
      "text": "1.9% (2016 est.)"
    },
    "Labor force": {
      "text": "196,100 (2007 est.)"
    },
    "Unemployment rate": {
      "text": "12% (2014 est.) ++ 16.4% (2013 est.)"
    },
    "Population below poverty line": {
      "text": "30% (2000 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "1.9%"
      },
      "highest 10%": {
        "text": "40.6% (2001)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$405.7 million"
      },
      "expenditures": {
        "text": "$477.4 million (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "24.1% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-4.3% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "116.8% of GDP (2016 est.) ++ 116% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "0.7% (2016 est.) ++ 0.1% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "7.5% (31 December 2010) ++ 7.5% (31 December 2009)"
    },
    "Commercial bank prime lending rate": {
      "text": "10% (31 December 2016 est.) ++ 10.41% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$576.8 million (31 December 2016 est.) ++ $557.5 million (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$1.552 billion (31 December 2016 est.) ++ $1.526 billion (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$1.309 billion (31 December 2016 est.) ++ $1.324 billion (31 December 2015 est.)"
    },
    "Current account balance": {
      "text": "-$130 million (2016 est.) ++ -$69 million (2015 est.)"
    },
    "Exports": {
      "text": "$148.2 million (2016 est.) ++ $149.2 million (2015 est.)"
    },
    "Exports - commodities": {
      "text": "fuel (re-exports), shoes, garments, fish, hides"
    },
    "Exports - partners": {
      "text": "Australia 83%, Spain 8.6% (2015)"
    },
    "Imports": {
      "text": "$618.1 million (2016 est.) ++ $630.7 million (2015 est.)"
    },
    "Imports - commodities": {
      "text": "foodstuffs, industrial products, transport equipment, fuels"
    },
    "Imports - partners": {
      "text": "Portugal 29.9%, Australia 26.4%, Netherlands 11.2%, Spain 5.6%, China 5.6% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$447.6 million (31 December 2016 est.) ++ $494.5 million (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$1.66 billion (31 December 2016 est.) ++ $1.534 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Cabo Verdean escudos (CVE) per US dollar - ++ 101.8 (2016 est.) ++ 99.426 (2015 est.) ++ 99.426 (2014 est.) ++ 83.114 (2013 est.) ++ 85.82 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "400 million kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "300 million kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "100,000 kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "76.5% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "23.5% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "6,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "5,328 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2014 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "400,000 Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "58,456"
      },
      "subscriptions per 100 inhabitants": {
        "text": "11 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "646,000"
      },
      "subscriptions per 100 inhabitants": {
        "text": "118 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "effective system, extensive modernization from 1996-2000 following partial privatization in 1995"
      },
      "domestic": {
        "text": "major service provider is Cabo Verde Telecom; fiber-optic ring, completed in 2001, links all islands providing Internet access and ISDN services; cellular service introduced in 1998; broadband services launched in 2004"
      },
      "international": {
        "text": "country code - 238; landing point for the Atlantis-2 fiber-optic transatlantic telephone cable that provides links to South America, Senegal, and Europe; HF radiotelephone to Senegal and Guinea-Bissau; satellite earth station - 1 Intelsat (Atlantic Ocean) (2015)"
      }
    },
    "Broadcast media": {
      "text": "state-run TV and radio broadcast network plus a growing number of private broadcasters; Portuguese public TV and radio services for Africa are available; transmissions of a few international broadcasters are available (2007)"
    },
    "Internet country code": {
      "text": ".cv"
    },
    "Internet users": {
      "total": {
        "text": "235,000"
      },
      "percent of population": {
        "text": "43% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "2"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "5"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "567,182"
      },
      "annual freight traffic on registered air carriers": {
        "text": "1,728,152 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "D4 (2016)"
    },
    "Airports": {
      "text": "9 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "9"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "3"
      },
      "914 to 1,523 m": {
        "text": "3"
      },
      "under 914 m": {
        "text": "2 (2013)"
      }
    },
    "Roadways": {
      "total": {
        "text": "1,350 km"
      },
      "paved": {
        "text": "932 km"
      },
      "unpaved": {
        "text": "418 km (2013)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "13"
      },
      "by type": {
        "text": "cargo 3, chemical tanker 2, passenger/cargo 7, petroleum tanker 1"
      },
      "foreign-owned": {
        "text": "3 (Greece 1, Spain 1, UK 1)"
      },
      "registered in other countries": {
        "text": "1 (unknown 1) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Porto Grande"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Armed Forces: Army (also called the National Guard, GN), Cabo Verde Coast Guard (Guardia Costeira de Cabo Verde, GCCV; includes naval infantry) (2013)"
    },
    "Military service age and obligation": {
      "text": "18-35 years of age for male and female selective compulsory military service; 2-years conscript service obligation; 17 years of age for voluntary service (with parental consent) (2013)"
    },
    "Military expenditures": {
      "text": "NA% (2012) ++ 0.51% of GDP (2011)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "none"
    },
    "Refugees and internally displaced persons": {
      "stateless persons": {
        "text": "115 (2015)"
      }
    },
    "Illicit drugs": {
      "text": "used as a transshipment point for Latin American cocaine destined for Western Europe, particularly because of Lusophone links to Brazil, Portugal, and Guinea-Bissau; has taken steps to deter drug money laundering, including a 2002 anti-money laundering reform that criminalizes laundering the proceeds of narcotics trafficking and other crimes and the establishment in 2008 of a Financial Intelligence Unit (2008)"
    }
  }
}