{
  "intro": {
    "background": {
      "text": "The regularity and richness of the annual Nile River flood, coupled with semi-isolation provided by deserts to the east and west, allowed for the development of one of the world's great civilizations. A unified kingdom arose circa 3200 B.C., and a series of dynasties ruled in Egypt for the next three millennia. The last native dynasty fell to the Persians in 341 B.C., who in turn were replaced by the Greeks, Romans, and Byzantines. It was the Arabs who introduced Islam and the Arabic language in the 7th century and who ruled for the next six centuries. A local military caste, the Mamluks took control about 1250 and continued to govern after the conquest of Egypt by the Ottoman Turks in 1517. Completion of the Suez Canal in 1869 elevated Egypt as an important world transportation hub. Ostensibly to protect its investments, Britain seized control of Egypt's government in 1882, but nominal allegiance to the Ottoman Empire continued until 1914. Partially independent from the UK in 1922, Egypt acquired full sovereignty from Britain in 1952. The completion of the Aswan High Dam in 1971 and the resultant Lake Nasser have altered the time-honored place of the Nile River in the agriculture and ecology of Egypt. A rapidly growing population (the largest in the Arab world), limited arable land, and dependence on the Nile all continue to overtax resources and stress society. The government has struggled to meet the demands of Egypt's population through economic reform and massive investment in communications and physical infrastructure. Inspired by the 2010 Tunisian revolution, Egyptian opposition groups led demonstrations and labor strikes countrywide, culminating in President Hosni MUBARAK's ouster. Egypt's military assumed national leadership until a new parliament was in place in early 2012. That same year, Mohammed MURSI won the presidential election and a new constitution was affirmed. In July 2013, the military ousted MURSI and he was replaced by interim president Adly MANSOUR."
    }
  },
  "geo": {
    "location": {
      "text": "Northern Africa, bordering the Mediterranean Sea, between Libya and the Gaza Strip, and the Red Sea north of Sudan, and includes the Asian Sinai Peninsula"
    },
    "geographic_coordinates": {
      "text": "27 00 N, 30 00 E"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "1,001,450 sq km",
      "land": "995,450 sq km",
      "water": "6,000 sq km"
    },
    "area_comparative": {
      "text": "slightly more than three times the size of New Mexico"
    },
    "land_boundaries": {
      "total": "2,665 km",
      "border_countries": "Gaza Strip 11 km, Israel 266 km, Libya 1,115 km, Sudan 1,273 km"
    },
    "coastline": {
      "text": "2,450 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation"
    },
    "climate": {
      "text": "desert; hot, dry summers with moderate winters"
    },
    "terrain": {
      "text": "vast desert plateau interrupted by Nile valley and delta"
    },
    "elevation_extremes": {
      "lowest_point": "Qattara Depression -133 m",
      "highest_point": "Mount Catherine 2,629 m"
    },
    "natural_resources": {
      "text": "petroleum, natural gas, iron ore, phosphates, manganese, limestone, gypsum, talc, asbestos, lead, rare earth elements, zinc"
    },
    "land_use": {
      "arable_land": "2.87%",
      "permanent_crops": "0.79%",
      "other": "96.34% (2011)"
    },
    "irrigated_land": {
      "text": "34,220 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "57.3 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "68.3  cu km/yr (8%/6%/86%)",
      "per_capita": "973.3  cu m/yr (2000)"
    },
    "natural_hazards": {
      "text": "periodic droughts; frequent earthquakes; flash floods; landslides; hot, driving windstorms called khamsin occur in spring; dust storms; sandstorms"
    },
    "environment_current_issues": {
      "text": "agricultural land being lost to urbanization and windblown sands; increasing soil salination below Aswan High Dam; desertification; oil pollution threatening coral reefs, beaches, and marine habitats; other water pollution from agricultural pesticides, raw sewage, and industrial effluents; limited natural freshwater resources away from the Nile, which is the only perennial water source; rapid growth in population overstraining the Nile and natural resources"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "controls Sinai Peninsula, only land bridge between Africa and remainder of Eastern Hemisphere; controls Suez Canal, a sea link between Indian Ocean and Mediterranean Sea; size, and juxtaposition to Israel, establish its major role in Middle Eastern geopolitics; dependence on upstream neighbors; dominance of Nile basin issues; prone to influxes of refugees from Sudan and the Palestinian territories"
    }
  },
  "people": {
    "nationality": {
      "noun": "Egyptian(s)",
      "adjective": "Egyptian"
    },
    "ethnic_groups": {
      "text": "Egyptian 99.6%, other 0.4% (2006 census)"
    },
    "languages": {
      "text": "Arabic (official), English and French widely understood by educated classes"
    },
    "religions": {
      "text": "Muslim (mostly Sunni) 90%, Coptic 9%, other Christian 1%"
    },
    "population": {
      "text": "85,294,388 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "32.3% (male 14,100,807/female 13,474,763)",
      "15_24_years": "18% (male 7,861,197/female 7,471,045)",
      "25_54_years": "38.3% (male 16,565,411/female 16,072,992)",
      "55_64_years": "6.6% (male 2,801,205/female 2,842,786)",
      "65_years_and_over": "4.8% (male 1,844,456/female 2,259,726) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "58.5 %",
      "youth_dependency_ratio": "49.4 %",
      "elderly_dependency_ratio": "9.1 %",
      "potential_support_ratio": "10.9 (2013)"
    },
    "median_age": {
      "total": "24.8 years",
      "male": "24.5 years",
      "female": "25.2 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.88% (2013 est.)"
    },
    "birth_rate": {
      "text": "23.79 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "4.79 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.2 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "43.5% of total population (2011)",
      "rate_of_urbanization": "2.04% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "CAIRO (capital) 11.169 million; Alexandria 4.387 million (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.06 male(s)/female",
      "25_54_years": "1.03 male(s)/female",
      "55_64_years": "1 male(s)/female",
      "65_years_and_over": "0.82 male(s)/female",
      "total_population": "1.03 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "22.9 (2008 est.)"
    },
    "maternal_mortality_rate": {
      "text": "66 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "23.3 deaths/1,000 live births",
      "male": "24.83 deaths/1,000 live births",
      "female": "21.7 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "73.19 years",
      "male": "70.57 years",
      "female": "75.93 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.9 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "60.3% (2008)"
    },
    "health_expenditures": {
      "text": "4.7% of GDP (2010)"
    },
    "physicians_density": {
      "text": "2.83 physicians/1,000 population (2009)"
    },
    "hospital_bed_density": {
      "text": "1.7 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 99% of population; total: 99% of population",
      "unimproved": "urban: 0% of population; rural: 1% of population; total: 1% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 97% of population; rural: 93% of population; total: 95% of population",
      "unimproved": "urban: 3% of population; rural: 7% of population; total: 5% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "less than 0.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "11,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 500 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "intermediate",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "water_contact_disease": "schistosomiasis",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds\r\n (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "33.1% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "6.8% (2008)"
    },
    "education_expenditures": {
      "text": "3.8% of GDP (2008)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "73.9%",
      "male": "81.7%",
      "female": "65.8% (2012 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "12 years",
      "male": "13 years",
      "female": "12 years (2010)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "1,066,526",
      "percentage": "7 % (2005 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "24.8%",
      "male": "14.7%",
      "female": "54.1% (2010)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Arab Republic of Egypt",
      "conventional_short_form": "Egypt",
      "local_long_form": "Jumhuriyat Misr al-Arabiyah",
      "local_short_form": "Misr",
      "former": "United Arab Republic (with Syria)"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Cairo",
      "geographic_coordinates": "30 03 N, 31 15 E",
      "time_difference": "UTC+2 (7 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "27 governorates (muhafazat, singular - muhafazat); Ad Daqahliyah, Al Bahr al Ahmar (Red Sea), Al Buhayrah, Al Fayyum, Al Gharbiyah, Al Iskandariyah (Alexandria), Al Isma'iliyah (Ismailia), Al Jizah (Giza), Al Minufiyah, Al Minya, Al Qahirah (Cairo), Al Qalyubiyah, Al Uqsur (Luxor), Al Wadi al Jadid (New Valley), As Suways (Suez), Ash Sharqiyah, Aswan, Asyut, Bani Suwayf, Bur Sa'id (Port Said), Dumyat (Damietta), Janub Sina' (South Sinai), Kafr ash Shaykh, Matruh, Qina, Shamal Sina' (North Sinai), Suhaj"
    },
    "independence": {
      "text": "28 February 1922 (from UK protectorate status; the revolution that began on 23 July 1952 led to a republic being declared on 18 June 1953 and all British troops withdrawn on 18 June 1956); note - it was ca. 3200 B.C. that the Two Lands of Upper (southern) and Lower (northern) Egypt were first united politically"
    },
    "national_holiday": {
      "text": "Revolution Day, 23 July (1952)"
    },
    "constitution": {
      "text": "new constitution passed by referendum 15-22 December 2012, signed by the president 26 December 2012 (suspended 3 July 2013 by the military)"
    },
    "legal_system": {
      "text": "mixed legal system based on Napoleonic civil law and Islamic religious law; judicial review by Supreme Court and Council of State (oversees validity of administrative decisions)"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal and compulsory"
    },
    "executive_branch": {
      "chief_of_state": "Interim President Adly MANSOUR (since July 2013)",
      "head_of_government": "Interim Prime Minister Hazem el-BEBLAWI (since July 2013); Deputy Prime Ministers Hossam EISSA, Abdelfattah Said ELSISI, Lt. Gen., Ziad Bahaa EL-DIN",
      "cabinet": "in an early January 2013 cabinet reshuffle, 10 new ministers were sworn in",
      "elections": "presidential election (first round held on 23-24 May 2012; runoff held on 16-17 June 2012 (next election NA)",
      "election_results": "percent of vote (first round) - Mohammed MURSI 24.3%, Ahmed SHAFIQ 23.3%, Hamdin SABAHI 20.4%, Abdul Moneim Aboul FOTOUH 17.2%, Amr MOUSSA 11.1%, other 3.7%; (runoff) - Mohammed MURSI 51.7%, Ahmed SHAFIQ 48.3%"
    },
    "legislative_branch": {
      "text": "bicameral parliament consists of the Shura Council or Majlis al-Shura that traditionally functions mostly in a consultative role (at least 150 seats with up to one-tenth of body appointed by the president to serve six-year terms - as stated in the 2012 constitution); and the House of Representatives (at least 350 seats - as stated in the 2012 constitution; members elected by popular vote to serve five-year terms)",
      "elections": "People's Assembly and Advisory Council elections last held between November and January 2012; elections for new House of Representatives announced for April or May 2013, but probably will be delayed pending decision by the Administrative Court; election for the Shura Council to be held within one year",
      "note": "the Supreme Court on 14 June 2012 dissolved the People's Assembly",
      "election_results": "Advisory Council - percent of vote by party - Democratic Alliance for Egypt 45%, Alliance for Egypt (Islamic Bloc) 28.6%, New Wafd Party 8.5%, Egyptian Bloc 5.4%, other 12.5%; seats by party - Democratic Alliance for Egypt 105, Alliance for Egypt (Islamic Bloc) 45, New Wafd Party 14, Egyptian Bloc 8, other 4, independents 4, presidential appointees 90; People's Assembly - percent of vote by party - Democratic Alliance for Egypt 37.5%, Alliance for Egypt (Islamic Bloc) 27.8%, New Wafd Party 9.2%, Egyptian Bloc 8.9%, Al-Wasat Party 3.7%, The Revolution Continues Alliance 2.8%, Reform and Development Party 2.2%, National Party of Egypt 1.6%, Freedom Party 1.9%, Egyptian Citizen Party 0.9%, other 3.5%; seats by party - Democratic Alliance of Egypt 235, Alliance for Egypt (Islamic Bloc) 123, New Wafd Party 38, Egyptian Bloc 35, Al-Wasat 10, Reform and Development Party 9, The Revolution Continues Alliance 8, National Party of Egypt 5, Egyptian Citizen Party 4, Freedom Party 4, independents 21, other 6, SCAF appointees 10"
    },
    "judicial_branch": {
      "highest_courts": "Court of Cassation or Supreme Court (consists of the court president and NA judges); Supreme Constitutional Court or SCC (consists of the court president and 10 members)",
      "judge_selection_and_term_of_office": "Court of Cassation judge appointment and tenure NA; SCC judges appointed by the president of the republic; judge tenure NA;",
      "subordinate_courts": "Courts of Appeal; Courts of First Instance; courts of limited jurisdiction; Family Court (established in 2004)"
    },
    "political_parties_and_leaders": {
      "text": "Alliance for Egypt (Islamic Bloc); Al Nour Party or Light Party; Al-Wasat Party; Constitution Party [Mohammed ELBARADEI]; Democratic Alliance for Egypt; Democratic Peace Party; Egyptian Citizen Party; Freedom Party; Nation Party [Hazem Abu ISMAIL]; National Party of Egypt; New Wafd Party; People's Party; Popular Current Party [Hamdin SABAHI]; Reform and Development Party; Revolution Continues Party; Strong Egypt Party [Abdel Aboul FOTOUH]; The Revolution Continues Alliance"
    },
    "political_pressure_groups_and_leaders": {
      "text": "NA"
    },
    "international_organization_participation": {
      "text": "ABEDA, AfDB, AFESD, AMF, AU, BSEC (observer), CAEU, CD, CICA, COMESA, D-8, EBRD, FAO, G-15, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, LAS, MIGA, MINURSO, MONUSCO, NAM, OAPEC, OAS (observer), OIC, OIF, OSCE (partner), PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNMIL, UNMISS, UNOCI, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Mohamed M. TAWFIK",
      "chancery": "3521 International Court NW, Washington, DC 20008",
      "telephone": "[1] (202) 895-5400",
      "fax": "[1] (202) 244-5131",
      "consulates_general": "Chicago, Houston, Los Angeles, New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Ann W. PATTERSON",
      "embassy": "5 Tawfik Diab St., Garden City, Cairo",
      "mailing_address": "Unit 64900, Box 15, APO AE 09839-4900; 5 Tawfik Diab Street, Garden City, Cairo",
      "telephone": "[20] (2) 2797-3300",
      "fax": "[20] (2) 2797-3200"
    },
    "flag_description": {
      "text": "three equal horizontal bands of red (top), white, and black; the national emblem (a gold Eagle of Saladin facing the hoist side with a shield superimposed on its chest above a scroll bearing the name of the country in Arabic) centered in the white band; the band colors derive from the Arab Liberation flag and represent oppression (black), overcome through bloody struggle (red), to be replaced by a bright future (white)",
      "note": "similar to the flag of Syria, which has two green stars in the white band, Iraq, which has an Arabic inscription centered in the white band, and Yemen, which has a plain white band"
    },
    "national_symbols": {
      "text": "golden eagle"
    },
    "national_anthem": {
      "name": "\"Bilady, Bilady, Bilady\" (My Homeland, My Homeland, My Homeland)",
      "lyrics_music": "Younis-al QADI/Sayed DARWISH",
      "note": "adopted 1979; after the signing of the 1979 peace with Israel, Egypt sought to create an anthem less militaristic than its previous one; Sayed DARWISH, commonly considered the father of modern Egyptian music, composed the anthem"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Occupying the northeast corner of the African continent, Egypt is bisected by the highly fertile Nile valley, where most economic activity takes place. Egypt's economy was highly centralized during the rule of former President Gamal Abdel NASSER but opened up considerably under former Presidents Anwar EL-SADAT and Mohamed Hosni MUBARAK. Cairo from 2004 to 2008 aggressively pursued economic reforms to attract foreign investment and facilitate GDP growth. Despite the relatively high levels of economic growth in recent years, living conditions for the average Egyptian remained poor and contributed to public discontent. After unrest erupted in January 2011, the Egyptian Government backtracked on economic reforms, drastically increasing social spending to address public dissatisfaction, but political uncertainty at the same time caused economic growth to slow significantly, reducing the government's revenues. Tourism, manufacturing, and construction were among the hardest hit sectors of the Egyptian economy, and economic growth is likely to remain slow during the next several years. The government drew down foreign exchange reserves by more than 50% in 2011 and 2012 to support the Egyptian pound and the dearth of foreign financial assistance - as a result of unsuccessful negotiations with the International Monetary Fund over a multi-billion dollar loan agreement which have dragged on more than 20 months - could precipitate fiscal and balance of payments crises in 2013."
    },
    "gdp_purchasing_power_parity": {
      "text": "$548.8 billion (2012 est.); $536.9 billion (2011 est.); $527.6 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$256.7 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "2.2% (2012 est.); 1.8% (2011 est.); 5.1% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$6,700 (2012 est.); $6,700 (2011 est.); $6,700 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "14% of GDP (2012 est.); 13.8% of GDP (2011 est.); 16.9% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "79.3%",
      "government_consumption": "11.6%",
      "investment_in_fixed_capital": "16%",
      "investment_in_inventories": "0.8%",
      "exports_of_goods_and_services": "18.6%",
      "imports_of_goods_and_services": "-26.2% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "14.7%",
      "industry": "37.4%",
      "services": "47.9% (2012 est.)"
    },
    "agriculture_products": {
      "text": "cotton, rice, corn, wheat, beans, fruits, vegetables; cattle, water buffalo, sheep, goats"
    },
    "industries": {
      "text": "textiles, food processing, tourism, chemicals, pharmaceuticals, hydrocarbons, construction, cement, metals, light manufactures"
    },
    "industrial_production_growth_rate": {
      "text": "1.1% (2012 est.)"
    },
    "labor_force": {
      "text": "26.42 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "32%",
      "industry": "17%",
      "services": "51% (2001 est.)"
    },
    "unemployment_rate": {
      "text": "13.5% (2012 est.); 12% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "20% (2005 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.9%",
      "highest_10%": "27.6% (2005)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "34.4 (2001)"
    },
    "budget": {
      "revenues": "$50.08 billion",
      "expenditures": "$77.69 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "19.5% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-10.8% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "88% of GDP (2012 est.); 84.3% of GDP (2011 est.)",
      "note": "data cover central government debt, and includes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data include debt issued by subnational entities, as well as intra-governmental debt; intra-governmental debt consists of treasury borrowings from surpluses in the social funds, such as for retirement, medical care, and unemployment; debt instruments for the social funds are sold at public auctions"
    },
    "fiscal_year": {
      "text": "1 July - 30 June"
    },
    "inflation_rate_consumer_prices": {
      "text": "7.1% (2012 est.); 10.1% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "8.68% (31 December 2010 est.); 8.5% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "12% (31 December 2012 est.); 11.03% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$45.33 billion (31 December 2012 est.); $42.25 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$192.5 billion (31 December 2012 est.); $171.7 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$192.5 billion (31 December 2012 est.); $169.1 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$48.68 billion (31 December 2011); $82.49 billion (31 December 2010); $89.95 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$8.417 billion (2012 est.); -$6.521 billion (2011 est.)"
    },
    "exports": {
      "text": "$26.83 billion (2012 est.); $27.91 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "crude oil and petroleum products, cotton, textiles, metal products, chemicals, processed food"
    },
    "exports_partners": {
      "text": "US 8.2%, India 7%, Italy 6.7%, Saudi Arabia 6.3%, Germany 4.4%, France 4.2% (2012)"
    },
    "imports": {
      "text": "$59.72 billion (2012 est.); $56.13 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and equipment, foodstuffs, chemicals, wood products, fuels"
    },
    "imports_partners": {
      "text": "China 11.9%, US 8%, Turkey 5.3%, Italy 5.1%, Germany 4.6%, Russia 4.4%, India 4.1% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$14.93 billion (31 December 2012 est.); $17.66 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$38.92 billion (31 December 2012 est.); $35 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$75.41 billion (31 December 2012 est.); $72.61 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$6.285 billion (31 December 2012 est.); $6.074 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Egyptian pounds (EGP) per US dollar -; 6.0625 (2012 est.); 5.9358 (2011 est.); 5.6219 (2010 est.); 5.545 (2009); 5.4 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "136.6 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "115.8 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "1.118 billion kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "183 million kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "24.67 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "86.9% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "11.4% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "1.7% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "711,500 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "86,720 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "48,590 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "4.45 billion bbl (1 January 2013 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "628,100 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "816,300 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "91,680 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "114,600 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "61.33 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "46.16 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "15.17 billion cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "2.186 trillion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "196.5 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "8.714 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "83.425 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "underwent extensive upgrading during 1990s; principal centers at Alexandria, Cairo, Al Mansurah, Ismailia, Suez, and Tanta are connected by coaxial cable and microwave radio relay",
      "domestic": "largest fixed-line system in the region; as of 2011 there were multiple mobile-cellular networks with a total of roughly 83 million subscribers",
      "international": "country code - 20; landing point for Aletar, the SEA-ME-WE-3 and SEA-ME-WE-4 submarine cable networks, Link Around the Globe (FLAG) Falcon and FLAG FEA; satellite earth stations - 4 (2 Intelsat - Atlantic Ocean and Indian Ocean, 1 Arabsat, and 1 Inmarsat); tropospheric scatter to Sudan; microwave radio relay to Israel; a participant in Medarabtel (2011)"
    },
    "broadcast_media": {
      "text": "mix of state-run and private broadcast media; state-run TV operates 2 national and 6 regional terrestrial networks as well as a few satellite channels; about 20 private satellite channels and a large number of Arabic satellite channels are available via subscription; state-run radio operates about 70 stations belonging to 8 networks; 2 privately owned radio stations operational (2008)"
    },
    "internet_country_code": {
      "text": ".eg"
    },
    "internet_hosts": {
      "text": "200,430 (2012)"
    },
    "internet_users": {
      "text": "20.136 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "83 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "72",
      "over_3_047_m": "15",
      "2_438_to_3_047_m": "36",
      "1_524_to_2_437_m": "15",
      "under_914_m": "6 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "11",
      "2_438_to_3_047_m": "1",
      "1_524_to_2_437_m": "3",
      "914_to_1_523_m": "4",
      "under_914_m": "3 (2013)"
    },
    "heliports": {
      "text": "7 (2013)"
    },
    "pipelines": {
      "text": "condensate 486 km; condensate/gas 74 km; gas 7,986 km; liquid petroleum gas 957 km; oil 5,225 km; oil/gas/water 37 km; refined products 895 km; water 65 km (2013)"
    },
    "railways": {
      "total": "5,083 km",
      "standard_gauge": "5,083 km 1.435-m gauge (62 km electrified) (2009)"
    },
    "roadways": {
      "total": "137,430 km",
      "paved": "126,742 km (includes 838 km of expressways)",
      "unpaved": "10,688 km (2010)"
    },
    "waterways": {
      "text": "3,500 km (includes the Nile River, Lake Nasser, Alexandria-Cairo Waterway, and numerous smaller canals in Nile Delta; the Suez Canal (193.5 km including approaches) is navigable by oceangoing vessels drawing up to 17.68 m) (2011)"
    },
    "merchant_marine": {
      "total": "67",
      "by_type": "bulk carrier 16, cargo 20, container 3, passenger/cargo 7, petroleum tanker 12, roll on/roll off 9",
      "foreign_owned": "13 (Denmark 1, France 1, Greece 8, Jordan 2, Lebanon 1)",
      "registered_in_other_countries": "42 (Cambodia 4, Georgia 7, Honduras 2, Liberia 3, Malta 1, Marshall Islands 1, Moldova 5, Panama 11, Saint Kitts and Nevis 1, Saint Vincent and the Grenadines 2, Saudi Arabia 1, Sierra Leone 3, unknown 1) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Mediterranean Sea - Alexandria, Damietta, El Dekheila, Port Said; Gulf of Suez - Suez",
      "oil_gas_terminals": "Ain Sukhna terminal, Sidi Kerir terminal"
    }
  },
  "military": {
    "military_branches": {
      "text": "Army, Navy, Egyptian Air Force (Al-Quwwat al-Jawwiya il-Misriya), Egyptian Air Defense Command (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-30 years of age for male conscript military service; service obligation - 18-36 months, followed by a 9-year reserve obligation; voluntary enlistment possible from age 16 (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "21,012,199",
      "females_age_16_49": "20,145,021 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "18,060,543",
      "females_age_16_49": "17,244,838 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "783,405",
      "female": "748,647 (2010 est.)"
    },
    "military_expenditures": {
      "text": "2.2% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Sudan claims but Egypt de facto administers security and economic development of Halaib region north of the 22nd parallel boundary; Egypt no longer shows its administration of the Bir Tawil trapezoid in Sudan on its maps; Gazan breaches in the security wall with Egypt in January 2008 highlight difficulties in monitoring the Sinai border; Saudi Arabia claims Egyptian-administered islands of Tiran and Sanafir"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "70,028 (West Bank and Gaza Strip); 12,124 (Sudan); 5,703 (Iraq) (2012); 111,424 (Syria); 7,957 (Somalia) (2013)",
      "stateless_persons": "60 (2012)"
    },
    "illicit_drugs": {
      "text": "transit point for cannabis, heroin, and opium moving to Europe, Israel, and North Africa; transit stop for Nigerian drug couriers; concern as money laundering site due to lax enforcement of financial regulations"
    }
  }
}