{
  "intro": {
    "background": {
      "text": "The UN established Eritrea as an autonomous region within the Ethiopian federation in 1952. Ethiopia's full annexation of Eritrea as a province 10 years later sparked a violent 30-year struggle for independence that ended in 1991 with Eritrean rebels defeating government forces. Eritreans overwhelmingly approved independence in a 1993 referendum. ISAIAS Afworki has been Eritrea's only president since independence; his rule, particularly since 2001, has been highly autocratic and repressive. His government has created a highly militarized society by pursuing an unpopular program of mandatory conscription into national service, sometimes of indefinite length. A two-and-a-half-year border war with Ethiopia that erupted in 1998 ended under UN auspices in December 2000. The Eritrea-Ethiopia Boundary Commission (EEBC) created in April 2003 was tasked \"to delimit and demarcate the colonial treaty border based on pertinent colonial treaties (1900, 1902, and 1908) and applicable international law.\" Eritrea for several years hosted a UN peacekeeping operation that monitored a 25 km-wide Temporary Security Zone. The EEBC on 30 November 2007 remotely demarcated the border, assigning the town of Badme to Eritrea, despite Ethiopia's maintaining forces there from the time of the 1998-2000 war. An increasingly hostile Eritrea insisted that the UN terminate its peacekeeping mission on 31 July 2008. Eritrea has accepted the EEBC's \"virtual demarcation\" decision and repeatedly called on Ethiopia to remove its troops. Ethiopia has not accepted the demarcation decision, and neither party has entered into meaningful dialogue to resolve the impasse. Eritrea is subject to several UN Security Council Resolutions (from 2009, 2011, and 2012) imposing various military and economic sanctions, in view of evidence that it has supported armed opposition groups in the region."
    }
  },
  "geo": {
    "location": {
      "text": "Eastern Africa, bordering the Red Sea, between Djibouti and Sudan"
    },
    "geographic_coordinates": {
      "text": "15 00 N, 39 00 E"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "117,600 sq km",
      "land": "101,000 sq km",
      "water": "16,600 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than Pennsylvania"
    },
    "land_boundaries": {
      "total": "1,626 km",
      "border_countries": "Djibouti 109 km, Ethiopia 912 km, Sudan 605 km"
    },
    "coastline": {
      "text": "2,234 km (mainland on Red Sea 1,151 km, islands in Red Sea 1,083 km)"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm"
    },
    "climate": {
      "text": "hot, dry desert strip along Red Sea coast; cooler and wetter in the central highlands (up to 61 cm of rainfall annually, heaviest June to September); semiarid in western hills and lowlands"
    },
    "terrain": {
      "text": "dominated by extension of Ethiopian north-south trending highlands, descending on the east to a coastal desert plain, on the northwest to hilly terrain and on the southwest to flat-to-rolling plains"
    },
    "elevation_extremes": {
      "lowest_point": "near Kulul within the Danakil Depression -75 m",
      "highest_point": "Soira 3,018 m"
    },
    "natural_resources": {
      "text": "gold, potash, zinc, copper, salt, possibly oil and natural gas, fish"
    },
    "land_use": {
      "arable_land": "5.87%",
      "permanent_crops": "0.02%",
      "other": "94.12% (2011)"
    },
    "irrigated_land": {
      "text": "215.9 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "6.3 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "0.58  cu km/yr (5%/0%/95%)",
      "per_capita": "121.3  cu m/yr (2004)"
    },
    "natural_hazards": {
      "text": "frequent droughts, rare earthquakes and volcanoes; locust swarms",
      "volcanism": "Dubbi (elev. 1,625 m), which last erupted in 1861, was the country's only historically active volcano until Nabro (2,218 m) came to life on 12 June 2011"
    },
    "environment_current_issues": {
      "text": "deforestation; desertification; soil erosion; overgrazing; loss of infrastructure from civil warfare"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "strategic geopolitical position along world's busiest shipping lanes; Eritrea retained the entire coastline of Ethiopia along the Red Sea upon de jure independence from Ethiopia on 24 May 1993"
    }
  },
  "people": {
    "nationality": {
      "noun": "Eritrean(s)",
      "adjective": "Eritrean"
    },
    "ethnic_groups": {
      "text": "nine recognized ethnic groups: Tigrinya 55%, Tigre 30%, Saho 4%, Kunama 2%, Rashaida 2%, Bilen 2%, other (Afar, Beni Amir, Nera) 5% (2010 est.)"
    },
    "languages": {
      "text": "Tigrinya (official), Arabic (official), English (official), Tigre, Kunama, Afar, other Cushitic languages"
    },
    "religions": {
      "text": "Muslim, Coptic Christian, Roman Catholic, Protestant"
    },
    "population": {
      "text": "6,233,682 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "41.3% (male 1,292,544/female 1,279,523)",
      "15_24_years": "20% (male 623,797/female 625,527)",
      "25_54_years": "31.2% (male 963,635/female 982,786)",
      "55_64_years": "3.8% (male 99,755/female 136,557)",
      "65_years_and_over": "3.7% (male 100,332/female 129,226) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "83.2 %",
      "youth_dependency_ratio": "79.1 %",
      "elderly_dependency_ratio": "4.1 %",
      "potential_support_ratio": "24.1 (2013)"
    },
    "median_age": {
      "total": "18.9 years",
      "male": "18.6 years",
      "female": "19.3 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.36% (2013 est.)"
    },
    "birth_rate": {
      "text": "31.39 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "7.78 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "21.3% of total population (2011)",
      "rate_of_urbanization": "5.01% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "ASMARA (capital) 649,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.03 male(s)/female",
      "0_14_years": "1.01 male(s)/female",
      "15_24_years": "1 male(s)/female",
      "25_54_years": "0.98 male(s)/female",
      "55_64_years": "0.73 male(s)/female",
      "65_years_and_over": "0.79 male(s)/female",
      "total_population": "0.98 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "20.6 (2002 est.)"
    },
    "maternal_mortality_rate": {
      "text": "240 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "39.38 deaths/1,000 live births",
      "male": "44.63 deaths/1,000 live births",
      "female": "33.97 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "63.19 years",
      "male": "61.04 years",
      "female": "65.4 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "4.25 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "8% (2002)"
    },
    "health_expenditures": {
      "text": "2.7% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.05 physicians/1,000 population (2004)"
    },
    "hospital_bed_density": {
      "text": "0.7 beds/1,000 population (2011)"
    },
    "drinking_water_source": {
      "improved": "urban: 74% of population; rural: 57% of population; total: 61% of population",
      "unimproved": "urban: 26% of population; rural: 43% of population; total: 39% of population (2008 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 52% of population; rural: 4% of population; total: 14% of population",
      "unimproved": "urban: 48% of population; rural: 96% of population; total: 86% of population (2008 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.8% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "25,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "1,700 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "malaria and dengue fever (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "1.5% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "34.5% (2002)"
    },
    "education_expenditures": {
      "text": "2.1% of GDP (2006)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "68.9%",
      "male": "79.5%",
      "female": "59% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "5 years",
      "male": "5 years",
      "female": "4 years (2010)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "State of Eritrea",
      "conventional_short_form": "Eritrea",
      "local_long_form": "Hagere Ertra",
      "local_short_form": "Ertra",
      "former": "Eritrea Autonomous Region in Ethiopia"
    },
    "government_type": {
      "text": "transitional government",
      "note": "following a successful referendum on independence for the Autonomous Region of Eritrea on 23-25 April 1993, a National Assembly, composed entirely of the People's Front for Democracy and Justice or PFDJ, was established as a transitional legislature and a Constitutional Commission was established to draft a constitution; ISAIAS Afworki was named president by the transitional legislature; the constitution, ratified in May 1997, did not enter into effect, pending parliamentary and presidential elections; parliamentary elections were scheduled in December 2001 but were postponed indefinitely; currently the PFDJ is the sole legal party and controls all national, regional, and local political offices"
    },
    "capital": {
      "name": "Asmara (Asmera)",
      "geographic_coordinates": "15 20 N, 38 56 E",
      "time_difference": "UTC+3 (8 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "6 regions (zobatat, singular - zoba); Anseba, Debub (South), Debubawi K'eyih Bahri (Southern Red Sea), Gash Barka, Ma'akel (Central), Semenawi Keyih Bahri (Northern Red Sea)"
    },
    "independence": {
      "text": "24 May 1993 (from Ethiopia)"
    },
    "national_holiday": {
      "text": "Independence Day, 24 May (1993)"
    },
    "constitution": {
      "text": "adopted 23 May 1997, but never fully implemented"
    },
    "legal_system": {
      "text": "mixed legal system of civil, customary, and Islamic religious law"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President ISAIAS Afworki (since 8 June 1993); note - the president is both the chief of state and head of government and is head of the State Council and National Assembly",
      "head_of_government": "President ISAIAS Afworki (since 8 June 1993)",
      "cabinet": "State Council the collective exercises executive authority; members appointed by the president",
      "elections": "president elected by the National Assembly for a five-year term (eligible for a second term); the most recent and only election was held on 8 June 1993 (next election date uncertain as the National Assembly did not hold a presidential election in December 2001 as anticipated)",
      "election_results": "ISAIAS Afworki elected president by the transitional National Assembly; percent of National Assembly vote - ISAIAS Afworki 95%, other 5%"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly (150 seats; members elected by direct popular vote to serve five-year terms)",
      "elections": "in May 1997, following the adoption of the new constitution, 75 members of the PFDJ Central Committee (the old Central Committee of the EPLF), 60 members of the 527-member Constituent Assembly, which had been established in 1997 to discuss and ratify the new constitution, and 15 representatives of Eritreans living abroad were formed into a Transitional National Assembly to serve as the country's legislative body until countrywide elections to a National Assembly were held; although only 75 of 150 members of the Transitional National Assembly were elected, the constitution stipulates that once past the transition stage, all members of the National Assembly will be elected by secret ballot of all eligible voters; National Assembly elections scheduled for December 2001 were postponed indefinitely due to the war with Ethiopia"
    },
    "judicial_branch": {
      "highest_courts": "High Court (organized into civil, commercial, criminal, labor, administrative, and customary sections with 20 judges)",
      "judge_selection_and_term_of_office": "High Court judges appointed by the president",
      "subordinate_courts": "regional/zonal courts; community courts; special courts; sharia courts (for issues dealing with Muslim marriage, inheritance, and family); military courts"
    },
    "political_parties_and_leaders": {
      "text": "People's Front for Democracy and Justice or PFDJ [ISAIAS Afworki] (the only party recognized by the government); note - a National Assembly committee drafted a law on political parties in January 2001, but the full National Assembly never debated or voted on it"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Democratic Movement for the Liberation of Eritrean Kunama (DMLEK); Eritrean Democratic Alliance (EDA); Eritrean National Congress for Democratic Change (ENCDC); Eritrean National Salvation Front (ENSF); Eritrean Islamic Party for Justice and Development (EIPJD) (includes the Eritrean Islamic Jihad (EIJ), Eritrean Islamic Jihad Movement (EIJM), Eritrean Islamic Salvation, and the Eritrean Islamic Foundation); Eritrean People's Democratic Party (EPDP); Red Sea Afar Democratic Organization (RSADO)"
    },
    "international_organization_participation": {
      "text": "ACP, AfDB, AU, COMESA, FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), IDA, IFAD, IFC, IFRCS (observer), ILO, IMF, IMO, Interpol, IOC, ISO (subscriber), ITU, ITUC (NGOs), LAS (observer), MIGA, NAM, OPCW, PCA, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires BERHANE Gebrehiwet Solomon",
      "chancery": "1708 New Hampshire Avenue NW, Washington, DC 20009",
      "telephone": "[1] (202) 319-1991",
      "fax": "[1] (202) 319-1304"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Sue BREMNER",
      "embassy": "179 Ala Street, Asmara",
      "mailing_address": "P. O. Box 211, Asmara",
      "telephone": "[291] (1) 120004",
      "fax": "[291] (1) 127584"
    },
    "flag_description": {
      "text": "red isosceles triangle (based on the hoist side) dividing the flag into two right triangles; the upper triangle is green, the lower one is blue; a gold wreath encircling a gold olive branch is centered on the hoist side of the red triangle; green stands for the country's agriculture economy, red signifies the blood shed in the fight for freedom, and blue symbolizes the bounty of the sea; the wreath-olive branch symbol is similar to that on the first flag of Eritrea from 1952; the shape of the red triangle broadly mimics the shape of the country"
    },
    "national_symbols": {
      "text": "camel"
    },
    "national_anthem": {
      "name": "\"Ertra, Ertra, Ertra\" (Eritrea, Eritrea, Eritrea)",
      "lyrics_music": "SOLOMON Tsehaye Beraki/Isaac Abraham MEHAREZGI and ARON Tekle Tesfatsion",
      "note": "adopted 1993; upon independence from Ethiopia"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Since independence from Ethiopia in 1993, Eritrea has faced the economic problems of a small, poor country, facing chronic drought. These have been exacerbated by restrictive economic policies. Eritrea has a command economy under the control of the sole political party, the People's Front for Democracy and Justice (PFDJ). Like the economies of many African nations, a large share of the population - nearly 80% - is engaged in subsistence agriculture. That sector only produces a small share of the country's total output. Since the conclusion of the Ethiopian-Eritrea war in 2000, the government has expanded use of military and party-owned businesses to complete President ISAIAS's development agenda. The government strictly controls the use of foreign currency by limiting access and availability. Few large private enterprises exist in Eritrea and most operate in conjunction with government partners, although recently a number of large international mining ventures have opened. Eritrea's national income also relies in part on taxes paid by members of the Diaspora. While reliable statistics on food security are difficult to obtain, erratic rainfall and the percentage of the labor force tied up in national service continue to interfere with agricultural production and economic development. Eritrea's harvests generally cannot meet the food needs of the country without supplemental grain purchases. Copper and gold production is likely to drive economic growth over the next few years, but military spending will continue to compete with development and investment plans. Eritrea's economic future will depend on market reform and success at addressing social problems such as illiteracy and low skills."
    },
    "gdp_purchasing_power_parity": {
      "text": "$4.468 billion (2012 est.); $4.176 billion (2011 est.); $3.842 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$3.092 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "7% (2012 est.); 8.7% (2011 est.); 2.2% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$800 (2012 est.); $800 (2011 est.); $700 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "3.6% of GDP (2012 est.); 1.6% of GDP (2011 est.); -3.2% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "64%",
      "government_consumption": "26.8%",
      "investment_in_fixed_capital": "15.2%",
      "exports_of_goods_and_services": "14.6%",
      "imports_of_goods_and_services": "-20.6% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "12.4%",
      "industry": "29.2%",
      "services": "58.4% (2012 est.)"
    },
    "agriculture_products": {
      "text": "sorghum, lentils, vegetables, corn, cotton, tobacco, sisal; livestock, goats; fish"
    },
    "industries": {
      "text": "food processing, beverages, clothing and textiles, light manufacturing, salt, cement"
    },
    "industrial_production_growth_rate": {
      "text": "-10% (2012 est.)"
    },
    "labor_force": {
      "text": "1.935 million (2007)"
    },
    "labor_force_by_occupation": {
      "agriculture": "80%",
      "industry_and_services": "20% (2004 est.)"
    },
    "unemployment_rate": {
      "text": "NA%"
    },
    "population_below_poverty_line": {
      "text": "50% (2004 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "NA%",
      "highest_10%": "NA%"
    },
    "budget": {
      "revenues": "$806.5 million",
      "expenditures": "$1.19 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "26.1% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-12.4% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "110.5% of GDP (2012 est.); 124.5% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "17% (2012 est.); 20% (2011 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "NA%"
    },
    "stock_of_narrow_money": {
      "text": "$1.64 billion (31 December 2012 est.); $1.331 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$3.889 billion (31 December 2012 est.); $3.156 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$3.272 billion (31 December 2012 est.); $2.712 billion (31 December 2011 est.)"
    },
    "current_account_balance": {
      "text": "-$271.5 million (2012 est.); -$127.8 million (2011 est.)"
    },
    "exports": {
      "text": "$434.8 million (2012 est.); $415.9 million (2011 est.)"
    },
    "exports_commodities": {
      "text": "livestock, sorghum, textiles, food, small manufactures"
    },
    "imports": {
      "text": "$1 billion (2012 est.); $891.9 million (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery, petroleum products, food, manufactured goods"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$180.6 million (31 December 2012 est.); $114.8 million (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$1.057 billion (31 December 2012 est.); $1.055 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "nakfa (ERN) per US dollar -; 15.375 (2012 est.); 15.375 (2011 est.); 15.375 (2010 est.); 15.375 (2009); 15.38 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "277 million kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "242 million kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "139,000 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "99.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.7% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "0 bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "4,480 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "2,670 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "798,200 Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "58,500 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "241,900 (2011)"
    },
    "telephone_system": {
      "general_assessment": "inadequate; most fixed-line telephones are in Asmara; government is seeking international tenders to improve the system; cell phones in increasing use throughout the country",
      "domestic": "combined fixed-line and mobile-cellular subscribership is less than 5 per 100 persons",
      "international": "country code - 291 (2011)"
    },
    "broadcast_media": {
      "text": "government controls broadcast media with private ownership prohibited; 1 state-owned TV station; state-owned radio operates 2 networks; purchases of satellite dishes and subscriptions to international broadcast media are permitted (2007)"
    },
    "internet_country_code": {
      "text": ".er"
    },
    "internet_hosts": {
      "text": "701 (2012)"
    },
    "internet_users": {
      "text": "200,000 (2008)"
    }
  },
  "trans": {
    "airports": {
      "text": "13 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "4",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "2 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "9",
      "over_3_047_m": "1",
      "2_438_to_3_047_m": "1",
      "1_524_to_2_437_m": "5",
      "914_to_1_523_m": "2 (2013)"
    },
    "heliports": {
      "text": "1 (2013)"
    },
    "railways": {
      "total": "306 km",
      "narrow_gauge": "306 km 0.950-m gauge (2008)"
    },
    "roadways": {
      "total": "4,010 km",
      "paved": "874 km",
      "unpaved": "3,136 km (2000)"
    },
    "merchant_marine": {
      "total": "4",
      "by_type": "cargo 2, petroleum tanker 1, roll on/roll off 1 (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Assab, Massawa"
    }
  },
  "military": {
    "military_branches": {
      "text": "Eritrean Armed Forces: Eritrean Ground Forces, Eritrean Navy, Eritrean Air Force (includes Air Defense Force) (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "18-40 years of age for male and female voluntary and compulsory military service; 16-month conscript service obligation (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "1,350,446",
      "females_age_16_49": "1,362,575 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "896,096",
      "females_age_16_49": "953,757 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "66,829",
      "female": "66,731 (2010 est.)"
    },
    "military_expenditures": {
      "text": "6.3% of GDP (2006 est.)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Eritrea and Ethiopia agreed to abide by 2002 Ethiopia-Eritrea Boundary Commission's (EEBC) delimitation decision, but neither party responded to the revised line detailed in the November 2006 EEBC Demarcation Statement; Sudan accuses Eritrea of supporting eastern Sudanese rebel groups; in 2008 Eritrean troops moved across the border on Ras Doumera peninsula and occupied Doumera Island with undefined sovereignty in the Red Sea"
    },
    "refugees_and_internally_displaced_persons": {
      "idps": "10,000 (border war with Ethiopia from 1998-2000; it has not been possible to confirm whether remaining IDPs are still living with hosts or have been returned or resettled) (2009)"
    },
    "trafficking_in_persons": {
      "current_situation": "Eritrea is a source country for men, women, and children trafficked for the purposes of forced labor and, to a lesser extent, sex and labor trafficking abroad; the country's national service program is often abused to keep conscripts indefinitely and to force them to perform labor outside the scope of their duties; each year large numbers of migrants, often fleeing national service, depart Eritrea in search of work, particularly in the Gulf States, where some are likely to become victims of forced labor; Eritrean children working in various economic sectors, including domestic service, street vending, small-scale manufacturing, garages, bicycle repair shops, tea and coffee shops, metal workshops, and agriculture may be subjected to conditions of forced labor; some Eritrean refugees from Sudanese camps are extorted and tortured by traffickers as they are transported through the Sinai Peninsula",
      "tier_rating": "Tier 3 - Eritrea does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; the Eritrean Government does not operate with transparency and has published neither data nor statistics regarding its efforts to combat human trafficking; the government did not report prosecuting or convicting any traffickers and did not identify or refer any victims to protective services in 2012; authorities largely lack an understanding of human trafficking, confusing it with all forms of transnational migration from Eritrea; the government made its first-ever efforts to prevent trafficking, warning about the hazards its citizens faced when attempting to migrate abroad (2013)"
    }
  }
}