{
  "Introduction": {
    "Background": {
      "text": "After independence from Italian colonial control in 1941 and 10 years of British administrative control, the UN established Eritrea as an autonomous region within the Ethiopian federation in 1952. Ethiopia's full annexation of Eritrea as a province 10 years later sparked a violent 30-year struggle for independence that ended in 1991 with Eritrean rebels defeating government forces. Eritreans overwhelmingly approved independence in a 1993 referendum. ISAIAS Afworki has been Eritrea's only president since independence; his rule, particularly since 2001, has been highly autocratic and repressive. His government has created a highly militarized society by pursuing an unpopular program of mandatory conscription into national service, sometimes of indefinite length. A two-and-a-half-year border war with Ethiopia that erupted in 1998 ended under UN auspices in December 2000. A UN peacekeeping operation was established that monitored a 25 km-wide Temporary Security Zone. The Eritrea-Ethiopia Boundary Commission (EEBC) created in April 2003 was tasked \"to delimit and demarcate the colonial treaty border based on pertinent colonial treaties (1900, 1902, and 1908) and applicable international law.\" The EEBC on 30 November 2007 remotely demarcated the border, assigning the town of Badme to Eritrea, despite Ethiopia's maintaining forces there from the time of the 1998-2000 war. Eritrea insisted that the UN terminate its peacekeeping mission on 31 July 2008. Eritrea has accepted the EEBC's \"virtual demarcation\" decision and repeatedly called on Ethiopia to remove its troops. Ethiopia has not accepted the demarcation decision, and neither party has entered into meaningful dialogue to resolve the impasse. Eritrea is subject to several UN Security Council Resolutions (from 2009, 2011, and 2012) imposing various military and economic sanctions, in view of evidence that it has supported armed opposition groups in the region."
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Africa, bordering the Red Sea, between Djibouti and Sudan"
    },
    "Geographic coordinates": {
      "text": "15 00 N, 39 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "117,600 sq km"
      },
      "land": {
        "text": "101,000 sq km"
      },
      "water": {
        "text": "16,600 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than Pennsylvania"
    },
    "Land boundaries": {
      "total": {
        "text": "1,840 km"
      },
      "border countries": {
        "text": "Djibouti 125 km, Ethiopia 1,033 km, Sudan 682 km"
      }
    },
    "Coastline": {
      "text": "2,234 km (mainland on Red Sea 1,151 km, islands in Red Sea 1,083 km)"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      }
    },
    "Climate": {
      "text": "hot, dry desert strip along Red Sea coast; cooler and wetter in the central highlands (up to 61 cm of rainfall annually, heaviest June to September); semiarid in western hills and lowlands"
    },
    "Terrain": {
      "text": "dominated by extension of Ethiopian north-south trending highlands, descending on the east to a coastal desert plain, on the northwest to hilly terrain and on the southwest to flat-to-rolling plains"
    },
    "Elevation": {
      "mean elevation": {
        "text": "853 m"
      },
      "elevation extremes": {
        "text": "lowest point: near Kulul within the Danakil Depression -75 m ++ highest point: Soira 3,018 m"
      }
    },
    "Natural resources": {
      "text": "gold, potash, zinc, copper, salt, possibly oil and natural gas, fish"
    },
    "Land use": {
      "agricultural land": {
        "text": "75.1% ++ arable land 6.8%; permanent crops 0%; permanent pasture 68.3%"
      },
      "forest": {
        "text": "15.1%"
      },
      "other": {
        "text": "9.8% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "210 sq km (2012)"
    },
    "Natural hazards": {
      "text": "frequent droughts, rare earthquakes and volcanoes; locust swarms",
      "volcanism": {
        "text": "Dubbi (elev. 1,625 m), which last erupted in 1861, was the country's only historically active volcano until Nabro (2,218 m) came to life on 12 June 2011"
      }
    },
    "Environment - current issues": {
      "text": "deforestation; desertification; soil erosion; overgrazing; loss of infrastructure from civil warfare"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "strategic geopolitical position along world's busiest shipping lanes; Eritrea retained the entire coastline of Ethiopia along the Red Sea upon de jure independence from Ethiopia on 24 May 1993"
    }
  },
  "People and Society": {
    "Population": {
      "text": "5,869,869 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Eritrean(s)"
      },
      "adjective": {
        "text": "Eritrean"
      }
    },
    "Ethnic groups": {
      "text": "nine recognized ethnic groups: Tigrinya 55%, Tigre 30%, Saho 4%, Kunama 2%, Rashaida 2%, Bilen 2%, other (Afar, Beni Amir, Nera) 5% (2010 est.)"
    },
    "Languages": {
      "text": "Tigrinya (official), Arabic (official), English (official), Tigre, Kunama, Afar, other Cushitic languages"
    },
    "Religions": {
      "text": "Muslim, Coptic Christian, Roman Catholic, Protestant"
    },
    "Demographic profile": {
      "text": "Eritrea is a persistently poor country that has made progress in some socioeconomic categories but not in others. Education and human capital formation are national priorities for facilitating economic development and eradicating poverty. To this end, Eritrea has made great strides in improving adult literacy – doubling the literacy rate over the last 20 years – in large part because of its successful adult education programs. The overall literacy rate was estimated to be almost 74% in 2015; more work needs to be done to raise female literacy and school attendance among nomadic and rural communities. Subsistence farming fails to meet the needs of Eritrea’s growing population because of repeated droughts, dwindling arable land, overgrazing, soil erosion, and a shortage of farmers due to conscription and displacement. The government’s emphasis on spending on defense over agriculture and its lack of foreign exchange to import food also contribute to food insecurity. Eritrea has been a leading refugee source country since at least the 1960s, when its 30-year war for independence from Ethiopia began. Since gaining independence in 1993, Eritreans have continued migrating to Sudan, Ethiopia, Yemen, Egypt, or Israel because of a lack of basic human rights or political freedom, educational and job opportunities, or to seek asylum because of militarization. Eritrea’s large diaspora has been a source of vital remittances, funding its war for independence and providing 30% of the country’s GDP annually since it became independent. In the last few years, Eritreans have increasingly been trafficked and held hostage by Bedouins in the Sinai Desert, where they are victims of organ harvesting, rape, extortion, and torture. Some Eritrean trafficking victims are kidnapped after being smuggled to Sudan or Ethiopia, while others are kidnapped from within or around refugee camps or crossing Eritrea’s borders. Eritreans composed approximately 90% of the conservatively estimated 25,000-30,000 victims of Sinai trafficking from 2009-2013, according to a 2013 consultancy firm report."
    },
    "Age structure": {
      "0-14 years": {
        "text": "40.66% (male 1,199,355/female 1,187,467)"
      },
      "15-24 years": {
        "text": "19.39% (male 566,199/female 571,743)"
      },
      "25-54 years": {
        "text": "32.33% (male 933,825/female 963,812)"
      },
      "55-64 years": {
        "text": "3.73% (male 93,325/female 125,411)"
      },
      "65 years and over": {
        "text": "3.9% (male 97,248/female 131,484) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "83.2%"
      },
      "youth dependency ratio": {
        "text": "78.4%"
      },
      "elderly dependency ratio": {
        "text": "4.8%"
      },
      "potential support ratio": {
        "text": "20.7% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "19.4 years"
      },
      "male": {
        "text": "19 years"
      },
      "female": {
        "text": "19.9 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.81% (2016 est.)"
    },
    "Birth rate": {
      "text": "30.1 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "7.3 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-14.7 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "22.6% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "5.11% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "ASMARA (capital) 804,000 (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1.01 male(s)/female"
      },
      "15-24 years": {
        "text": "0.99 male(s)/female"
      },
      "25-54 years": {
        "text": "0.97 male(s)/female"
      },
      "55-64 years": {
        "text": "0.74 male(s)/female"
      },
      "65 years and over": {
        "text": "0.75 male(s)/female"
      },
      "total population": {
        "text": "0.97 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "21.3",
      "note": {
        "text": "median age at first birth among women 25-29 (2010 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "501 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "45.6 deaths/1,000 live births"
      },
      "male": {
        "text": "52.6 deaths/1,000 live births"
      },
      "female": {
        "text": "38.5 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "64.9 years"
      },
      "male": {
        "text": "62.4 years"
      },
      "female": {
        "text": "67.5 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "4.07 children born/woman (2016 est.)"
    },
    "Health expenditures": {
      "text": "3.3% of GDP (2014)"
    },
    "Hospital bed density": {
      "text": "0.7 beds/1,000 population (2011)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 73.2% of population ++ rural: 53.3% of population ++ total: 57.8% of population"
      },
      "unimproved": {
        "text": " ++ urban: 26.8% of population ++ rural: 46.7% of population ++ total: 42.2% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 44.5% of population ++ rural: 7.3% of population ++ total: 15.7% of population"
      },
      "unimproved": {
        "text": " ++ urban: 55.5% of population ++ rural: 92.7% of population ++ total: 84.3% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.61% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "14,100 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "500 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria and dengue fever (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "3.4% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "38.8% (2010)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "73.8%"
      },
      "male": {
        "text": "82.4%"
      },
      "female": {
        "text": "65.5% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "5 years"
      },
      "male": {
        "text": "6 years"
      },
      "female": {
        "text": "4 years (2010)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "State of Eritrea"
      },
      "conventional short form": {
        "text": "Eritrea"
      },
      "local long form": {
        "text": "Hagere Ertra"
      },
      "local short form": {
        "text": "Ertra"
      },
      "former": {
        "text": "Eritrea Autonomous Region in Ethiopia"
      },
      "etymology": {
        "text": "the country name derives from the ancient Greek appellation \"Erythra Thalassa\" meaning Red Sea, which is the major water body bordering the country"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Asmara (Asmera)"
      },
      "geographic coordinates": {
        "text": "15 20 N, 38 56 E"
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "6 regions (zobatat, singular - zoba); Anseba, Debub (South), Debubawi K'eyih Bahri (Southern Red Sea), Gash Barka, Ma'akel (Central), Semenawi Keyih Bahri (Northern Red Sea)"
    },
    "Independence": {
      "text": "24 May 1993 (from Ethiopia)"
    },
    "National holiday": {
      "text": "Independence Day, 24 May (1991)"
    },
    "Constitution": {
      "text": "adopted 23 May 1997 (not fully implemented); note - drafting of a new constitution, which began in 2014, continued into 2016 (2016)"
    },
    "Legal system": {
      "text": "mixed legal system of civil, customary, and Islamic religious law"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Eritrea"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "20 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President ISAIAS Afworki (since 8 June 1993); note - the president is both chief of state and head of government and is head of the State Council and National Assembly"
      },
      "head of government": {
        "text": "President ISAIAS Afworki (since 8 June 1993)"
      },
      "cabinet": {
        "text": "State Council appointed by the president"
      },
      "elections/appointments": {
        "text": "president indirectly elected by the National Assembly for a 5-year term (eligible for a second term); the only election was held on 8 June 1993, following independence from Ethiopia (next election postponed indefinitely)"
      },
      "election results": {
        "text": "ISAIAS Afworki elected president by the transitional National Assembly; percent of National Assembly vote - ISAIAS Afworki (PFDJ) 95%, other 5%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral National Assembly or Hagerawi Baito (150 seats; 75 members indirectly elected by the ruling party and 75 directly elected by simple majority vote; members serve 5-year terms)"
      },
      "elections": {
        "text": "in May 1997, following the adoption of the new constitution, 75 members of the PFDJ Central Committee (the old Central Committee of the EPLF), 60 members of the 527-member Constituent Assembly, which had been established in 1997 to discuss and ratify the new constitution, and 15 representatives of Eritreans living abroad were formed into a Transitional National Assembly to serve as the country's legislative body until countrywide elections to form a National Assembly were held; although only 75 of 150 members of the Transitional National Assembly were elected, the constitution stipulates that once past the transition stage, all members of the National Assembly will be elected by secret ballot of all eligible voters; National Assembly elections scheduled for December 2001 were postponed indefinitely due to the war with Ethiopia"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "High Court (consists of 20 judges and organized into civil, commercial, criminal, labor, administrative, and customary sections)"
      },
      "judge selection and term of office": {
        "text": "High Court judges appointed by the president"
      },
      "subordinate courts": {
        "text": "regional/zonal courts; community courts; special courts; sharia courts (for issues dealing with Muslim marriage, inheritance, and family); military courts"
      }
    },
    "Political parties and leaders": {
      "text": "People's Front for Democracy and Justice or PFDJ [ISAIAS Afworki] (the only party recognized by the government)",
      "note": {
        "text": "a National Assembly committee drafted a law on political parties in January 2001, but the full National Assembly never debated or voted on it"
      }
    },
    "Political pressure groups and leaders": {
      "text": "Democratic Movement for the Liberation of Eritrean Kunama or DMLEK ++ Eritrean Democratic Alliance or EDA ++ Eritrean Islamic Party for Justice and Development or EIPJD (includes the Eritrean Islamic Jihad (EIJ), Eritrean Islamic Jihad Movement (EIJM), Eritrean Islamic Salvation, and the Eritrean Islamic Foundation) ++ Eritrean National Congress for Democratic Change or ENCDC ++ Eritrean National Salvation Front or ENSF ++ Eritrean People's Democratic Party or EPDP ++ Red Sea Afar Democratic Organization or RSADO"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AU, COMESA, FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), IDA, IFAD, IFC, IFRCS (observer), ILO, IMF, IMO, Interpol, IOC, ISO (correspondent), ITU, ITUC (NGOs), LAS (observer), MIGA, NAM, OPCW, PCA, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires BERHANE Gebrehiwet Solomon (since 15 March 2011)"
      },
      "chancery": {
        "text": "1708 New Hampshire Avenue NW, Washington, DC 20009"
      },
      "telephone": {
        "text": "[1] (202) 319-1991"
      },
      "FAX": {
        "text": "[1] (202) 319-1304"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires Natalie E. BROWN (since September 2016)"
      },
      "embassy": {
        "text": "179 Ala Street, Asmara"
      },
      "mailing address": {
        "text": "P.O. Box 211, Asmara"
      },
      "telephone": {
        "text": "[291] (1) 120004"
      },
      "FAX": {
        "text": "[291] (1) 127584"
      }
    },
    "Flag description": {
      "text": "red isosceles triangle (based on the hoist side) dividing the flag into two right triangles; the upper triangle is green, the lower one is blue; a gold wreath encircling a gold olive branch is centered on the hoist side of the red triangle; green stands for the country's agriculture economy, red signifies the blood shed in the fight for freedom, and blue symbolizes the bounty of the sea; the wreath-olive branch symbol is similar to that on the first flag of Eritrea from 1952; the shape of the red triangle broadly mimics the shape of the country",
      "note": {
        "text": "one of several flags where a prominent component of the design reflects the shape of the country; other such flags are those of Bosnia and Herzegovina, Brazil, and Vanuatu"
      }
    },
    "National symbol(s)": {
      "text": "camel; national colors: green, red, blue"
    },
    "National anthem": {
      "name": {
        "text": "\"Ertra, Ertra, Ertra\" (Eritrea, Eritrea, Eritrea)"
      },
      "lyrics/music": {
        "text": "SOLOMON Tsehaye Beraki/Isaac Abraham MEHAREZGI and ARON Tekle Tesfatsion"
      },
      "note": {
        "text": "adopted 1993; upon independence from Ethiopia"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Since formal independence from Ethiopia in 1993, Eritrea has faced many economic problems, including lack of financial resources and chronic drought, which have been exacerbated by restrictive economic policies. Eritrea has a command economy under the control of the sole political party, the People's Front for Democracy and Justice. Like the economies of many African nations, a large share of the population - nearly 80% in Eritrea - is engaged in subsistence agriculture, but the sector only produces a small share of the country's total output. ++  ++ Since the conclusion of the Ethiopia-Eritrea war in 2000, the government has expanded use of military and party-owned businesses to complete President ISAIAS's development agenda. The government has strictly controlled the use of foreign currency by limiting access and availability; new regulations in 2013 aimed at relaxing currency controls have had little economic effect. Few large private enterprises exist in Eritrea and most operate in conjunction with government partners, including a number of large international mining ventures, which began production in 2013. In late 2015, the government of Eritrea introduced a new currency, retaining the name nakfa, and restricted the amount of hard currency individuals could withdraw from banks per month. The changeover has resulted in exchange fluctuations and the scarcity of hard currency available in the market. ++  ++ While reliable statistics on food security are difficult to obtain, erratic rainfall and the percentage of the labor force tied up in national service continue to interfere with agricultural production and economic development. Eritrea's harvests generally cannot meet the food needs of the country without supplemental grain purchases. Copper, potash, and gold production are likely to drive economic growth and government revenue over the next few years, but military spending will continue to compete with development and investment plans. Eritrea's economic future will depend on market reform, international sanctions, global food prices, and success at addressing social problems such as refugee emigration."
    },
    "GDP (purchasing power parity)": {
      "text": "$9.169 billion (2016 est.) ++ $8.845 billion (2015 est.) ++ $8.442 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$5.352 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "3.7% (2016 est.) ++ 4.8% (2015 est.) ++ 5% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$1,300 (2016 est.) ++ $1,300 (2015 est.) ++ $1,300 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "4% of GDP (2016 est.) ++ 1.3% of GDP (2015 est.) ++ 4% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "80.6%"
      },
      "government consumption": {
        "text": "23.4%"
      },
      "investment in fixed capital": {
        "text": "9%"
      },
      "investment in inventories": {
        "text": "0.1%"
      },
      "exports of goods and services": {
        "text": "9.7%"
      },
      "imports of goods and services": {
        "text": "-22.8% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "12.1%"
      },
      "industry": {
        "text": "29.5%"
      },
      "services": {
        "text": "58.5% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "sorghum, lentils, vegetables, corn, cotton, tobacco, sisal; livestock, goats; fish"
    },
    "Industries": {
      "text": "food processing, beverages, clothing and textiles, light manufacturing, salt, cement"
    },
    "Industrial production growth rate": {
      "text": "12.2% (2016 est.)"
    },
    "Labor force": {
      "text": "2.62 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "80%"
      },
      "industry and services": {
        "text": "20% (2004 est.)"
      }
    },
    "Unemployment rate": {
      "text": "8.6% (2013 est.) ++ 10% (2012 est.)"
    },
    "Population below poverty line": {
      "text": "50% (2004 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA%"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$1.58 billion"
      },
      "expenditures": {
        "text": "$2.165 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "29.5% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-10.9% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "119.8% of GDP (2016 est.) ++ 121.8% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "11.8% (2016 est.) ++ 9.8% (2015 est.)"
    },
    "Commercial bank prime lending rate": {
      "text": "NA%"
    },
    "Stock of narrow money": {
      "text": "$2.709 billion (31 December 2016 est.) ++ $2.386 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$6.058 billion (31 December 2016 est.) ++ $5.259 billion (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$5.371 billion (31 December 2016 est.) ++ $4.774 billion (31 December 2015 est.)"
    },
    "Current account balance": {
      "text": "$10 million (2016 est.) ++ -$102 million (2015 est.)"
    },
    "Exports": {
      "text": "$485.2 million (2016 est.) ++ $415.3 million (2015 est.)"
    },
    "Exports - commodities": {
      "text": "gold and other minerals, livestock, sorghum, textiles, food, small industry manufactures"
    },
    "Imports": {
      "text": "$1.022 billion (2016 est.) ++ $1.024 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "machinery, petroleum products, food, manufactured goods"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$213.1 million (31 December 2016 est.) ++ $209.5 million (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$820.2 million (31 December 2016 est.) ++ $831.2 million (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "nakfa (ERN) per US dollar - ++ 15.38 (2016 est.) ++ 15.375 (2015 est.) ++ 15.375 (2014 est.) ++ 15.375 (2013 est.) ++ 15.375 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "300 million kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "300 million kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "100,000 kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "98.7% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "1.3% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "3,500 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "3,539 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2014 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "800,000 Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "66,000"
      },
      "subscriptions per 100 inhabitants": {
        "text": "1 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "475,000"
      },
      "subscriptions per 100 inhabitants": {
        "text": "7 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "woefully inadequate service provided by state-owned telecom monopoly; most fixed-line telephones are in Asmara; cell phone use only slowly increasing throughout the country"
      },
      "domestic": {
        "text": "combined fixed-line and mobile-cellular subscribership is less than 10 per 100 persons"
      },
      "international": {
        "text": "country code - 291 (2015)"
      }
    },
    "Broadcast media": {
      "text": "government controls broadcast media with private ownership prohibited; 1 state-owned TV station; state-owned radio operates 2 networks; purchases of satellite dishes and subscriptions to international broadcast media are permitted (2007)"
    },
    "Internet country code": {
      "text": ".er"
    },
    "Internet users": {
      "total": {
        "text": "71,000"
      },
      "percent of population": {
        "text": "1.1% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "1"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "1 (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "E3 (2016)"
    },
    "Airports": {
      "text": "13 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "4"
      },
      "over 3,047 m": {
        "text": "2"
      },
      "2,438 to 3,047 m": {
        "text": "2 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "9"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "5"
      },
      "914 to 1,523 m": {
        "text": "2 (2013)"
      }
    },
    "Heliports": {
      "text": "1 (2013)"
    },
    "Railways": {
      "total": {
        "text": "306 km"
      },
      "narrow gauge": {
        "text": "306 km 0.950-m gauge (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "4,010 km"
      },
      "paved": {
        "text": "874 km"
      },
      "unpaved": {
        "text": "3,136 km (2000)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "4"
      },
      "by type": {
        "text": "cargo 2, petroleum tanker 1, roll on/roll off 1 (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Assab, Massawa"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Eritrean Armed Forces: Eritrean Ground Forces, Eritrean Navy, Eritrean Air Force (includes Air Defense Force) (2011)"
    },
    "Military service age and obligation": {
      "text": "18-40 years of age for male and female voluntary and compulsory military service; 16-month conscript service obligation (2012)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Eritrea and Ethiopia agreed to abide by 2002 Ethiopia-Eritrea Boundary Commission's (EEBC) delimitation decision, but neither party responded to the revised line detailed in the November 2006 EEBC Demarcation Statement; Sudan accuses Eritrea of supporting eastern Sudanese rebel groups; in 2008, Eritrean troops moved across the border on Ras Doumera peninsula and occupied Doumera Island with undefined sovereignty in the Red Sea"
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Eritrea is a source country for men, women, and children trafficked for the purposes of forced labor domestically and, to a lesser extent, sex and labor trafficking abroad; the country’s national service program is often abused, with conscripts detained indefinitely and subjected to forced labor; Eritrean migrants, often fleeing national service, face strict exit control procedures and limited access to passports and visas, making them vulnerable to trafficking; Eritrean secondary school children are required to take part in public works projects during their summer breaks and must attend military and educational camp in their final year to obtain a high school graduation certificate and to gain access to higher education and some jobs; some Eritreans living in or near refugee camps, particularly in Sudan, are kidnapped by criminal groups and held for ransom in the Sinai Peninsula and Libya, where they are subjected to forced labor and abuse"
      },
      "tier rating": {
        "text": "Tier 3 – Eritrea does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; the government failed to investigate or prosecute any trafficking offenses or to identify or protect any victims; while the government continued to warn citizens of the dangers of human trafficking through awareness-raising events and poster campaigns, authorities lacked an understanding of the crime, conflating trafficking with transnational migration; Eritrea is not a party to the 2000 UN TIP Protocol (2015)"
      }
    }
  }
}