{
  "intro": {
    "background": {
      "text": "Unique among African countries, the ancient Ethiopian monarchy maintained its freedom from colonial rule with the exception of a short-lived Italian occupation from 1936-41. In 1974, a military junta, the Derg, deposed Emperor Haile SELASSIE (who had ruled since 1930) and established a socialist state. Torn by bloody coups, uprisings, wide-scale drought, and massive refugee problems, the regime was finally toppled in 1991 by a coalition of rebel forces, the Ethiopian People's Revolutionary Democratic Front (EPRDF). A constitution was adopted in 1994, and Ethiopia's first multiparty elections were held in 1995. A border war with Eritrea late in the 1990s ended with a peace treaty in December 2000. In November 2007, the Eritrea-Ethiopia Border Commission (EEBC) issued specific coordinates as virtually demarcating the border and pronounced its work finished. Alleging that the EEBC acted beyond its mandate in issuing the coordinates, Ethiopia has not accepted them and has not withdrawn troops from previously contested areas pronounced by the EEBC as belonging to Eritrea."
    }
  },
  "geo": {
    "location": {
      "text": "Eastern Africa, west of Somalia"
    },
    "geographic_coordinates": {
      "text": "8 00 N, 38 00 E"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "1,104,300 sq km",
      "land": "1 million sq km",
      "water": "104,300 sq km"
    },
    "area_comparative": {
      "text": "slightly less than twice the size of Texas"
    },
    "land_boundaries": {
      "total": "5,328 km",
      "border_countries": "Djibouti 349 km, Eritrea 912 km, Kenya 861 km, Somalia 1,600 km, South Sudan 837 km, Sudan 769 km"
    },
    "coastline": {
      "text": "0 km (landlocked)"
    },
    "maritime_claims": {
      "text": "none (landlocked)"
    },
    "climate": {
      "text": "tropical monsoon with wide topographic-induced variation"
    },
    "terrain": {
      "text": "high plateau with central mountain range divided by Great Rift Valley"
    },
    "elevation_extremes": {
      "lowest_point": "Danakil Depression -125 m",
      "highest_point": "Ras Dejen 4,533 m"
    },
    "natural_resources": {
      "text": "small reserves of gold, platinum, copper, potash, natural gas, hydropower"
    },
    "land_use": {
      "arable_land": "13.19%",
      "permanent_crops": "1.01%",
      "other": "85.8% (2011)"
    },
    "irrigated_land": {
      "text": "2,896 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "122 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "5.56  cu km/yr (13%/1%/86%)",
      "per_capita": "80.5  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "geologically active Great Rift Valley susceptible to earthquakes, volcanic eruptions; frequent droughts",
      "volcanism": "volcanic activity in the Great Rift Valley; Erta Ale (elev. 613 m), which has caused frequent lava flows in recent years, is the country's most active volcano; Dabbahu became active in 2005, causing evacuations; other historically active volcanoes include Alayta, Dalaffilla, Dallol, Dama Ali, Fentale, Kone, Manda Hararo, and Manda-Inakir"
    },
    "environment_current_issues": {
      "text": "deforestation; overgrazing; soil erosion; desertification; water shortages in some areas from water-intensive farming and poor management"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection",
      "signed_but_not_ratified": "Environmental Modification, Law of the Sea"
    },
    "geography_note": {
      "text": "landlocked - entire coastline along the Red Sea was lost with the de jure independence of Eritrea on 24 May 1993; the Blue Nile, the chief headstream of the Nile by water volume, rises in T'ana Hayk (Lake Tana) in northwest Ethiopia; three major crops are believed to have originated in Ethiopia: coffee, grain sorghum, and castor bean"
    }
  },
  "people": {
    "nationality": {
      "noun": "Ethiopian(s)",
      "adjective": "Ethiopian"
    },
    "ethnic_groups": {
      "text": "Oromo 34.5%, Amhara (Amara) 26.9%, Somali (Somalie) 6.2%, Tigray (Tigrigna) 6.1%, Sidama 4%, Gurage 2.5%, Welaita 2.3%, Hadiya 1.7%, Afar (Affar) 1.7%, Gamo 1.5%, Gedeo 1.3%, other 11.3% (2007 Census)"
    },
    "languages": {
      "text": "Oromo (official regional) 33.8%, Amharic (official) 29.3%, Somali 6.2%, Tigrayan (official regional) 5.9%, Sidamo 4%, Wolaytta 2.2%, Guragiegna 2%, Afar 1.7%, Hadiyya 1.7%, Gamo 1.5%, other 11.7%, English (official) (major foreign language taught in schools), Arabic (official) (2007 census)"
    },
    "religions": {
      "text": "Ethiopian Orthodox 43.5%, Muslim 33.9%, Protestant 18.6%, traditional 2.6%, Catholic 0.7%, other 0.7% (2007 Census)"
    },
    "population": {
      "text": "93,877,025 (July 2013 est.)",
      "note": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "age_structure": {
      "0_14_years": "44.4% (male 20,858,061/female 20,813,460)",
      "15_24_years": "19.9% (male 9,258,868/female 9,382,338)",
      "25_54_years": "29.1% (male 13,576,787/female 13,704,595)",
      "55_64_years": "3.9% (male 1,772,448/female 1,859,364)",
      "65_years_and_over": "2.8% (male 1,197,519/female 1,453,585) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "85.5 %",
      "youth_dependency_ratio": "79.2 %",
      "elderly_dependency_ratio": "6.3 %",
      "potential_support_ratio": "15.8 (2013)"
    },
    "median_age": {
      "total": "17.5 years",
      "male": "17.3 years",
      "female": "17.6 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.9% (2013 est.)"
    },
    "birth_rate": {
      "text": "38.07 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "8.87 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.23 migrant(s)/1,000 population",
      "note": "repatriation of Ethiopian refugees residing in Sudan is expected to continue for several years; some Sudanese, Somali, and Eritrean refugees, who fled to Ethiopia from the fighting or famine in their own countries, continue to return to their homes (2013 est.)"
    },
    "urbanization": {
      "urban_population": "17% of total population (2011)",
      "rate_of_urbanization": "3.57% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "ADDIS ABABA (capital) 2.863 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.03 male(s)/female",
      "0_14_years": "1 male(s)/female",
      "15_24_years": "0.99 male(s)/female",
      "25_54_years": "0.99 male(s)/female",
      "55_64_years": "0.95 male(s)/female",
      "65_years_and_over": "0.83 male(s)/female",
      "total_population": "0.99 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "19.6",
      "note": "Median age at first birth among women 25-29 (2011 est.)"
    },
    "maternal_mortality_rate": {
      "text": "350 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "58.28 deaths/1,000 live births",
      "male": "66.58 deaths/1,000 live births",
      "female": "49.73 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "60 years",
      "male": "57.73 years",
      "female": "62.35 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "5.31 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "28.6% (2010/11)"
    },
    "health_expenditures": {
      "text": "4.9% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.02 physicians/1,000 population (2007)"
    },
    "hospital_bed_density": {
      "text": "6.3 beds/1,000 population (2011)"
    },
    "drinking_water_source": {
      "improved": "urban: 97% of population; rural: 34% of population; total: 44% of population",
      "unimproved": "urban: 3% of population; rural: 66% of population; total: 56% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 29% of population; rural: 19% of population; total: 21% of population",
      "unimproved": "urban: 71% of population; rural: 81% of population; total: 79% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "NA"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "NA"
    },
    "hiv_aids_deaths": {
      "text": "NA"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "malaria and dengue fever",
      "respiratory_disease": "meningococcal meningitis",
      "animal_contact_disease": "rabies",
      "water_contact_disease": "schistosomiasis (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "1.1% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "29.2% (2011)"
    },
    "education_expenditures": {
      "text": "4.7% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "39%",
      "male": "49.1%",
      "female": "28.9% (2007 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "9 years",
      "male": "10 years",
      "female": "8 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "10,693,164",
      "percentage": "53 % (2005 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "24.9%",
      "male": "19.5%",
      "female": "29.4% (2006)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Federal Democratic Republic of Ethiopia",
      "conventional_short_form": "Ethiopia",
      "local_long_form": "Ityop'iya Federalawi Demokrasiyawi Ripeblik",
      "local_short_form": "Ityop'iya",
      "former": "Abyssinia, Italian East Africa",
      "abbreviation": "FDRE"
    },
    "government_type": {
      "text": "federal republic"
    },
    "capital": {
      "name": "Addis Ababa",
      "geographic_coordinates": "9 02 N, 38 42 E",
      "time_difference": "UTC+3 (8 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "9 ethnically based states (kililoch, singular - kilil) and 2 self-governing administrations* (astedaderoch, singular - astedader); Adis Abeba* (Addis Ababa), Afar, Amara (Amhara), Binshangul Gumuz, Dire Dawa*, Gambela Hizboch (Gambela Peoples), Hareri Hizb (Harari People), Oromiya (Oromia), Sumale (Somali), Tigray, Ye Debub Biheroch Bihereseboch na Hizboch (Southern Nations, Nationalities, and Peoples)"
    },
    "independence": {
      "text": "oldest independent country in Africa and one of the oldest in the world - at least 2,000 years (may be traced to the Aksumite Kingdom, which coalesced in the first century B.C.)"
    },
    "national_holiday": {
      "text": "National Day (defeat of MENGISTU regime), 28 May (1991)"
    },
    "constitution": {
      "text": "ratified 8 December 1994, effective 22 August 1995"
    },
    "legal_system": {
      "text": "civil law system"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President GIRMA Woldegiorgis (since 8 October 2001)",
      "head_of_government": "Prime Minister HAILEMARIAM Desalegn (since 21 September 2012); note - prior to his approval as prime minister, HAILEMARIAM had been acting prime minister due to the death of former Prime Minister MELES",
      "cabinet": "Council of Ministers ministers selected by the prime minister and approved by the House of People's Representatives",
      "elections": "president elected by both chambers of Parliament for a six-year term (eligible for a second term); election last held on 9 October 2007 (next to be held in October 2013); prime minister designated by the party in power following legislative elections",
      "election_results": "GIRMA Woldegiorgis elected president; percent of vote by the House of People's Representatives - 79%, other 21%"
    },
    "legislative_branch": {
      "text": "bicameral Parliament consists of the House of Federation (or upper chamber responsible for interpreting the constitution and federal-regional issues) (108 seats; members chosen by state assemblies to serve five-year terms) and the House of People's Representatives (or lower chamber responsible for passing legislation) (547 seats; members directly elected by popular vote from single-member districts to serve five-year terms)",
      "elections": "last held on 23 May 2010 (next to be held in 2015)",
      "election_results": "percent of vote - NA; seats by party - EPRDF 499, SPDP 24, BGPDP 9, ANDP 8, GPUDM 3, HNL 1, FORUM 1, APDO 1, independent 1"
    },
    "judicial_branch": {
      "highest_courts": "Federal Supreme Court or Supreme Imperial Court (consists of 11 judges) note - the Federal Supreme Court has jurisdiction for all constitutional issues",
      "judge_selection_and_term_of_office": "president and vice president of Federal Supreme Court nominated by the prime minister and appointed by the House of People's Representatives; other Supreme Court judges nominated by the Federal Judicial Administrative Council and appointed by the House of People's Representatives; judges serve until retirement at age 60",
      "subordinate_courts": "federal high courts and federal courts of first instance; state court systems (mirror structure of federal system); sharia courts and customary and traditional courts"
    },
    "political_parties_and_leaders": {
      "text": "Afar National Democratic Party or ANDP [Mohammed KEDIR]; All Ethiopian Unity Organization or AEUO [Hailu SHAWEL]; Arena Tigray [GEBRU Asrat]; Argoba People's Democratic Organization or APDO [Abdulkader MOHAMMED]; Benishangul Gumuz People's Democratic Party or BGPDP [Mulualem BESSE]; Coalition for Unity and Democratic Party or CUDP [AYELE Chamiso]; Ethiopian Democratic Party or EDP [MUSHE Semu]; Ethiopian Federal Democratic Forum or FORUM (a UDJ-led 6-party alliance established for the 2010 parliamentary elections) [Dr. Moga FRISSA]; Ethiopian People's Revolutionary Democratic Front or EPRDF (including the following organizations: Amhara National Democratic Movement or ANDM; Oromo People's Democratic Organization or OPDO; Southern Ethiopian People's Democratic Movement or SEPDM; and Tigray People's Liberation Front or TPLF); Gambella Peoples Unity Democratic Movement or GPUDM; Gurage Peoples Democratic Front [GIRMA Bogale]; Harari National League or HNL [YASIN Husein]; Oromo Federalist Democratic Movement or OFDM; Oromo People's Congress or OPC [IMERERA Gudina]; Somali Democratic Alliance Forces or SODAF [BUH Hussien]; Somali People's Democratic Party or SPDP [Abdulfetah Sheck ABDULAHI]; South Ethiopian People's Democratic Union or SEPDU [TILAHUN Endeshaw]; United Ethiopian Democratic Forces or UEDF [BEYENE Petros]; Unity for Democracy and Justice or UDJ [Dr. NEGASSO Gidada]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Ethiopian People's Patriotic Front or EPPF; Ogaden National Liberation Front or ONLF; Oromo Liberation Front or OLF [DAOUD Ibsa]"
    },
    "international_organization_participation": {
      "text": "ACP, AfDB, AU, COMESA, FAO, G-24, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NAM, OPCW, PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNMIL, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador GIRMA Birru",
      "chancery": "3506 International Drive NW, Washington, DC 20008",
      "telephone": "[1] (202) 364-1200",
      "fax": "[1] (202) 587-0195",
      "consulates_general": "Los Angeles",
      "consulates": "New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Donald E. BOOTH",
      "embassy": "Entoto Street, Addis Ababa",
      "mailing_address": "P. O. Box 1014, Addis Ababa",
      "telephone": "130-6000",
      "fax": "124-2401"
    },
    "flag_description": {
      "text": "three equal horizontal bands of green (top), yellow, and red, with a yellow pentagram and single yellow rays emanating from the angles between the points on a light blue disk centered on the three bands; green represents hope and the fertility of the land, yellow symbolizes justice and harmony, while red stands for sacrifice and heroism in the defense of the land; the blue of the disk symbolizes peace and the pentagram represents the unity and equality of the nationalities and peoples of Ethiopia",
      "note": "Ethiopia is the oldest independent country in Africa, and the three main colors of her flag (adopted ca. 1895) were so often adopted by other African countries upon independence that they became known as the Pan-African colors; the emblem in the center of the current flag was added in 1996"
    },
    "national_symbols": {
      "text": "Abyssinian lion"
    },
    "national_anthem": {
      "name": "\"Whedefit Gesgeshi Woud Enat Ethiopia\" (March Forward, Dear Mother Ethiopia)",
      "lyrics_music": "DEREJE Melaku Mengesha/SOLOMON Lulu",
      "note": "adopted 1992"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Ethiopia's economy is based on agriculture, which accounts for 46% of GDP and 85% of total employment. Coffee has been a major export crop. The agricultural sector suffers from poor cultivation practices and frequent drought, but recent joint efforts by the Government of Ethiopia and donors have strengthened Ethiopia's agricultural resilience, contributing to a reduction in the number of Ethiopians threatened with starvation. The banking, insurance, and micro-credit industries are restricted to domestic investors, but Ethiopia has attracted significant foreign investment in textiles, leather, commercial agriculture and manufacturing. Under Ethiopia's constitution, the state owns all land and provides long-term leases to the tenants; land use certificates are now being issued in some areas so that tenants have more recognizable rights to continued occupancy and hence make more concerted efforts to improve their leaseholds. While GDP growth has remained high, per capita income is among the lowest in the world. Ethiopia''s economy continues on its state-led Growth and Transformation Plan under its new leadership after Prime Minister MELE's death. The five-year economic plan has achieved high single-digit growth rates through government-led infrastructure expansion and commercial agriculture development. Ethiopia in 2013 plans to continue construction of its Grand Renaissance Dam on the Nile-the controversial multi-billion dollar effort to develop electricity for domestic consumption and export."
    },
    "gdp_purchasing_power_parity": {
      "text": "$105 billion (2012 est.); $98.13 billion (2011 est.); $91.29 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$41.91 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "7% (2012 est.); 7.5% (2011 est.); 8% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$1,200 (2012 est.); $1,200 (2011 est.); $1,100 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "22.1% of GDP (2012 est.); 22.9% of GDP (2011 est.); 23.1% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "85.6%",
      "government_consumption": "8.2%",
      "investment_in_fixed_capital": "26.8%",
      "investment_in_inventories": "0%",
      "exports_of_goods_and_services": "12.7%",
      "imports_of_goods_and_services": "-33.3% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "46.4%",
      "industry": "10.7%",
      "services": "43% (2012 est.)"
    },
    "agriculture_products": {
      "text": "cereals, pulses, coffee, oilseed, cotton, sugarcane, potatoes, khat, cut flowers; hides, cattle, sheep, goats; fish"
    },
    "industries": {
      "text": "food processing, beverages, textiles, leather, chemicals, metals processing, cement"
    },
    "industrial_production_growth_rate": {
      "text": "9.2% (2012 est.)"
    },
    "labor_force": {
      "text": "43.93 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "85%",
      "industry": "5%",
      "services": "10% (2009 est.)"
    },
    "unemployment_rate": {
      "text": "NA%"
    },
    "population_below_poverty_line": {
      "text": "29.2% (FY09/10 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "4.1%",
      "highest_10%": "25.6% (2005)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "30 (2000); 40 (1995)"
    },
    "budget": {
      "revenues": "$6.388 billion",
      "expenditures": "$7.54 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "15.2% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2.7% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "45.4% of GDP (2012 est.); 47% of GDP (2011 est.)",
      "note": "official data cover central government debt, including debt instruments issued (or owned) by government entities other than the treasury and treasury debt owned by foreign entities; the data exclude debt issued by subnational entities, as well as intragovernmental debt; debt instruments for the social funds are not sold at public auctions"
    },
    "fiscal_year": {
      "text": "8 July - 7 July"
    },
    "inflation_rate_consumer_prices": {
      "text": "23.4% (2012 est.); 33.2% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "NA%"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "14.5% (31 December 2012 est.); 16% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$8.144 billion (31 December 2012 est.); $6.532 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$13.35 billion (31 December 2012 est.); $11.51 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$14.46 billion (31 December 2012 est.); $11.73 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$2.95 billion (2012 est.); -$1.965 billion (2011 est.)"
    },
    "exports": {
      "text": "$3.109 billion (2012 est.); $3.029 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "coffee, khat, gold, leather products, live animals, oilseeds"
    },
    "exports_partners": {
      "text": "China 13%, Germany 10.8%, US 7.9%, Saudi Arabia 7.8%, Belgium 7.7% (2012)"
    },
    "imports": {
      "text": "$9.498 billion (2012 est.); $8.329 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "food and live animals, petroleum and petroleum products, chemicals, machinery, motor vehicles, cereals, textiles"
    },
    "imports_partners": {
      "text": "China 13.1%, US 11%, Saudi Arabia 8.2%, India 5.5% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$3.166 billion (31 December 2012 est.); $3.102 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$10.35 billion (31 December 2012 est.); $8.597 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "birr (ETB) per US dollar -; 17.705 (2012 est.); 16.899 (2011 est.); 14.41 (2010 est.); 11.78 (2009); 9.57 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "4.039 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "3.648 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "1.18 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "17.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "82.1% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.6% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "430,000 bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "49,080 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "42,480 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "113 billion cu m (1 January 2011 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "6.74 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "829,000 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "14.127 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "inadequate telephone system with the Ethio Telecom maintaining a monopoly over telecommunication services; open-wire, microwave radio relay; radio communication in the HF, VHF, and UHF frequencies; 2 domestic satellites provide the national trunk service",
      "domestic": "the number of fixed lines and mobile telephones is increasing from a small base; combined fixed and mobile-cellular teledensity is roughly 15 per 100 persons",
      "international": "country code - 251; open-wire to Sudan and Djibouti; microwave radio relay to Kenya and Djibouti; satellite earth stations - 3 Intelsat (1 Atlantic Ocean and 2 Pacific Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "1 public TV station broadcasting nationally and 1 public radio broadcaster with stations in each of the 13 administrative districts; a few commercial radio stations and roughly a dozen community radio stations (2009)"
    },
    "internet_country_code": {
      "text": ".et"
    },
    "internet_hosts": {
      "text": "179 (2012)"
    },
    "internet_users": {
      "text": "447,300 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "57 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "17",
      "over_3_047_m": "3",
      "2_438_to_3_047_m": "8",
      "1_524_to_2_437_m": "4",
      "under_914_m": "2 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "40",
      "2_438_to_3_047_m": "3",
      "1_524_to_2_437_m": "9",
      "914_to_1_523_m": "20",
      "under_914_m": "8 (2013)"
    },
    "railways": {
      "total": "681 km (Ethiopian segment of the 781 km Addis Ababa-Djibouti railroad)",
      "narrow_gauge": "681 km 1.000-m gauge",
      "note": "railway is under joint control of Djibouti and Ethiopia but is largely inoperable (2008)"
    },
    "roadways": {
      "total": "44,359 km",
      "paved": "6,064 km",
      "unpaved": "38,295 km (2007)"
    },
    "merchant_marine": {
      "total": "8",
      "by_type": "cargo 8 (2010)"
    },
    "ports_and_terminals": {
      "text": "Ethiopia is landlocked and uses ports of Djibouti in Djibouti and Berbera in Somalia"
    }
  },
  "military": {
    "military_branches": {
      "text": "Ethiopian National Defense Force (ENDF): Ground Forces, Ethiopian Air Force (Ye Ityopya Ayer Hayl, ETAF) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for voluntary military service; no compulsory military service, but the military can conduct callups when necessary and compliance is compulsory (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "19,067,499",
      "females_age_16_49": "19,726,816 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "11,868,084",
      "females_age_16_49": "12,889,260 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "967,411",
      "female": "981,714 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.9% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Eritrea and Ethiopia agreed to abide by the 2002 Eritrea-Ethiopia Boundary Commission's (EEBC) delimitation decision, but neither party responded to the revised line detailed in the November 2006 EEBC Demarcation Statement; the undemarcated former British administrative line has little meaning as a political separation to rival clans within Ethiopia's Ogaden and southern Somalia's Oromo region; Ethiopian forces invaded southern Somalia and routed Islamist Courts from Mogadishu in January 2007; \"Somaliland\" secessionists provide port facilities in Berbera and trade ties to landlocked Ethiopia; civil unrest in eastern Sudan has hampered efforts to demarcate the porous boundary with Ethiopia"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "245,068 (Somalia); 35,042 (Sudan); 62,996 (Eritrea) (2013)",
      "idps": "200,000-300,000 (border war with Eritrea from 1998-2000, ethnic clashes in Gambela, and ongoing Ethiopian military counterinsurgency in Somali region; most IDPs are in Tigray and Gambela Provinces) (2008)"
    },
    "illicit_drugs": {
      "text": "transit hub for heroin originating in Southwest and Southeast Asia and destined for Europe, as well as cocaine destined for markets in southern Africa; cultivates qat (khat) for local use and regional export, principally to Djibouti and Somalia (legal in all three countries); the lack of a well-developed financial system limits the country's utility as a money laundering center"
    }
  }
}