{
  "Introduction": {
    "Background": {
      "text": "Close ties to France following independence in 1960, the development of cocoa production for export, and foreign investment all made Cote d'Ivoire one of the most prosperous of the West African states but did not protect it from political turmoil. In December 1999, a military coup - the first ever in Cote d'Ivoire's history - overthrew the government. Junta leader Robert GUEI blatantly rigged elections held in late 2000 and declared himself the winner. Popular protest forced him to step aside and an election brought Laurent GBAGBO into power. Ivoirian dissidents and disaffected members of the military launched a failed coup attempt in September 2002 that developed into a rebellion and then a civil war. In 2003, a cease-fire resulted in the country being divided with the rebels holding the north, the government the south, and peacekeeping forces a buffer zone between the two. In March 2007, President GBAGBO and former New Forces rebel leader Guillaume SORO signed an agreement in which SORO joined GBAGBO's government as prime minister and the two agreed to reunite the country by dismantling the buffer zone, integrating rebel forces into the national armed forces, and holding elections. Difficulties in preparing electoral registers delayed balloting until 2010. In November 2010, Alassane Dramane OUATTARA won the presidential election over GBAGBO, but GBAGBO refused to hand over power, resulting in a five-month resumption of violent conflict. In April 2011, after widespread fighting, GBAGBO was formally forced from office by armed OUATTARA supporters with the help of UN and French forces. The UN peacekeeping mission is drawing down and is scheduled to depart in June 2017. OUATTARA is focused on rebuilding the country's economy and infrastructure while rebuilding the security forces. GBAGBO is in The Hague on trial for crimes against humanity."
    }
  },
  "Geography": {
    "Location": {
      "text": "Western Africa, bordering the North Atlantic Ocean, between Ghana and Liberia"
    },
    "Geographic coordinates": {
      "text": "8 00 N, 5 00 W"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "322,463 sq km"
      },
      "land": {
        "text": "318,003 sq km"
      },
      "water": {
        "text": "4,460 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than New Mexico"
    },
    "Land boundaries": {
      "total": {
        "text": "3,458 km"
      },
      "border countries": {
        "text": "Burkina Faso 545 km, Ghana 720 km, Guinea 816 km, Liberia 778 km, Mali 599 km"
      }
    },
    "Coastline": {
      "text": "515 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "tropical along coast, semiarid in far north; three seasons - warm and dry (November to March), hot and dry (March to May), hot and wet (June to October)"
    },
    "Terrain": {
      "text": "mostly flat to undulating plains; mountains in northwest"
    },
    "Elevation": {
      "mean elevation": {
        "text": "250 m"
      },
      "elevation extremes": {
        "text": "lowest point: Gulf of Guinea 0 m ++ highest point: Monts Nimba 1,752 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, diamonds, manganese, iron ore, cobalt, bauxite, copper, gold, nickel, tantalum, silica sand, clay, cocoa beans, coffee, palm oil, hydropower"
    },
    "Land use": {
      "agricultural land": {
        "text": "64.8% ++ arable land 9.1%; permanent crops 14.2%; permanent pasture 41.5%"
      },
      "forest": {
        "text": "32.7%"
      },
      "other": {
        "text": "2.5% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "730 sq km (2012)"
    },
    "Natural hazards": {
      "text": "coast has heavy surf and no natural harbors; during the rainy season torrential flooding is possible"
    },
    "Environment - current issues": {
      "text": "deforestation (most of the country's forests - once the largest in West Africa - have been heavily logged); water pollution from sewage and industrial and agricultural effluents"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "most of the inhabitants live along the sandy coastal region; apart from the capital area, the forested interior is sparsely populated"
    }
  },
  "People and Society": {
    "Population": {
      "text": "23,740,424",
      "note": {
        "text": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected (July 2016 est.)"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Ivoirian(s)"
      },
      "adjective": {
        "text": "Ivoirian"
      }
    },
    "Ethnic groups": {
      "text": "Akan 32.1%, Voltaique or Gur 15%, Northern Mande 12.4%, Krou 9.8%, Southern Mande 9%, other 21.2% (includes European and Lebanese descent), unspecified 0.5% (2011-12 est.)"
    },
    "Languages": {
      "text": "French (official), 60 native dialects of which Dioula is the most widely spoken"
    },
    "Religions": {
      "text": "Muslim 40.2%, Catholic 19.4%, Evangelical 19.3%, Methodist 2.5%, other Christian 4.5%, animist or no religion 12.8%, other religion/unspecified 1.4% (2011-12 est.)",
      "note": {
        "text": "the majority of foreign migrant workers are Muslim (72%) and Christian (18%) (2014 est.)"
      }
    },
    "Demographic profile": {
      "text": "Cote d’Ivoire’s population is likely to continue growing for the foreseeable future because almost 60% of the populace is younger than 25, the total fertility rate is holding steady at about 3.5 children per woman, and contraceptive use is under 20%. The country will need to improve education, health care, and gender equality in order to turn its large and growing youth cohort into human capital. Even prior to 2010 unrest that shuttered schools for months, access to education was poor, especially for women. As of 2015, only 53% of men and 33% of women were literate. The lack of educational attainment contributes to Cote d’Ivoire’s high rates of unskilled labor, adolescent pregnancy, and HIV/AIDS prevalence. Following its independence in 1960, Cote d’Ivoire’s stability and the blossoming of its labor-intensive cocoa and coffee industries in the southwest made it an attractive destination for migrants from other parts of the country and its neighbors, particularly Burkina Faso. The HOUPHOUET-BOIGNY administration continued the French colonial policy of encouraging labor immigration by offering liberal land ownership laws. Foreigners from West Africa, Europe (mainly France), and Lebanon composed about 25% of the population by 1998. Ongoing economic decline since the 1980s and the power struggle after HOUPHOUET-BOIGNY’s death in 1993 ushered in the politics of “Ivoirite,” institutionalizing an Ivoirian identity that further marginalized northern Ivoirians and scapegoated immigrants. The hostile Muslim north-Christian south divide snowballed into a 2002 civil war, pushing tens of thousands of foreign migrants, Liberian refugees, and Ivoirians to flee to war-torn Liberia or other regional countries and more than a million people to be internally displaced. Subsequently, violence following the contested 2010 presidential election prompted some 250,000 people to seek refuge in Liberia and other neighboring countries and again internally displaced as many as a million people. By July 2012, the majority had returned home, but ongoing inter-communal tension and armed conflict continue to force people from their homes."
    },
    "Age structure": {
      "0-14 years": {
        "text": "37.45% (male 4,483,215/female 4,407,595)"
      },
      "15-24 years": {
        "text": "20.93% (male 2,504,188/female 2,463,970)"
      },
      "25-54 years": {
        "text": "34.05% (male 4,133,975/female 3,950,734)"
      },
      "55-64 years": {
        "text": "4.15% (male 493,722/female 491,230)"
      },
      "65 years and over": {
        "text": "3.42% (male 389,551/female 422,244) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "83.5%"
      },
      "youth dependency ratio": {
        "text": "77.9%"
      },
      "elderly dependency ratio": {
        "text": "5.6%"
      },
      "potential support ratio": {
        "text": "18% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "20.7 years"
      },
      "male": {
        "text": "20.8 years"
      },
      "female": {
        "text": "20.6 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.88% (2016 est.)"
    },
    "Birth rate": {
      "text": "28.2 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "9.5 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "0 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "54.2% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "3.69% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "YAMOUSSOUKRO (capital) 259,000 (2014); ABIDJAN (seat of government) 4.86 million; Bouake 762,000 (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1.02 male(s)/female"
      },
      "15-24 years": {
        "text": "1.02 male(s)/female"
      },
      "25-54 years": {
        "text": "1.05 male(s)/female"
      },
      "55-64 years": {
        "text": "1.01 male(s)/female"
      },
      "65 years and over": {
        "text": "0.93 male(s)/female"
      },
      "total population": {
        "text": "1.02 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "19.8",
      "note": {
        "text": "median age at first birth among women 25-29 (2011/12 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "645 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "57.2 deaths/1,000 live births"
      },
      "male": {
        "text": "63.1 deaths/1,000 live births"
      },
      "female": {
        "text": "51.1 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "58.7 years"
      },
      "male": {
        "text": "57.5 years"
      },
      "female": {
        "text": "59.9 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "3.46 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "18.2% (2011/12)"
    },
    "Health expenditures": {
      "text": "5.7% of GDP (2014)"
    },
    "Physicians density": {
      "text": "0.14 physicians/1,000 population (2008)"
    },
    "Hospital bed density": {
      "text": "0.4 beds/1,000 population (2006)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 93.1% of population ++ rural: 68.8% of population ++ total: 81.9% of population"
      },
      "unimproved": {
        "text": " ++ urban: 6.9% of population ++ rural: 31.2% of population ++ total: 18.1% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 32.8% of population ++ rural: 10.3% of population ++ total: 22.5% of population"
      },
      "unimproved": {
        "text": " ++ urban: 67.2% of population ++ rural: 89.7% of population ++ total: 77.5% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "3.17% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "464,700 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "25,100 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria, dengue fever, and yellow fever"
      },
      "water contact disease": {
        "text": "schistosomiasis"
      },
      "animal contact disease": {
        "text": "rabies"
      },
      "respiratory disease": {
        "text": "meningococcal meningitis (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "8% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "15.7% (2012)"
    },
    "Education expenditures": {
      "text": "4.7% of GDP (2014)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "43.1%"
      },
      "male": {
        "text": "53.1%"
      },
      "female": {
        "text": "32.5% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "9 years"
      },
      "male": {
        "text": "10 years"
      },
      "female": {
        "text": "8 years (2014)"
      }
    },
    "Child labor - children ages 5-14": {
      "total number": {
        "text": "1,796,802"
      },
      "percentage": {
        "text": "35% (2006 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Cote d'Ivoire"
      },
      "conventional short form": {
        "text": "Cote d'Ivoire"
      },
      "local long form": {
        "text": "Republique de Cote d'Ivoire"
      },
      "local short form": {
        "text": "Cote d'Ivoire"
      },
      "note": {
        "text": "pronounced coat-div-whar"
      },
      "former": {
        "text": "Ivory Coast"
      },
      "etymology": {
        "text": "name reflects the intense ivory trade that took place in the region from the 15th to 17th centuries"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Yamoussoukro; note - although Yamoussoukro has been the official capital since 1983, Abidjan remains the commercial and administrative center; the US, like other countries, maintains its Embassy in Abidjan"
      },
      "geographic coordinates": {
        "text": "6 49 N, 5 16 W"
      },
      "time difference": {
        "text": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "12 districts and 2 autonomous districts*; Abidjan*, Bas-Sassandra, Comoe, Denguele, Goh-Djiboua, Lacs, Lagunes, Montagnes, Sassandra-Marahoue, Savanes, Vallee du Bandama, Woroba, Yamoussoukro*, Zanzan"
    },
    "Independence": {
      "text": "7 August 1960 (from France)"
    },
    "National holiday": {
      "text": "Independence Day, 7 August (1960)"
    },
    "Constitution": {
      "text": "previous 1960, 2000; latest draft completed 24 September 2016, approved by referendum 30 October 2016, promulaged 8 November 2016 (2016)"
    },
    "Legal system": {
      "text": "civil law system based on the French civil code; judicial review of legislation held in the Constitutional Chamber of the Supreme Court"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Cote d'Ivoire"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Alassane Dramane OUATTARA (since 4 December 2010); note - the constitution of 2016 calls for the position of a vice-president"
      },
      "head of government": {
        "text": "Prime Minister Daniel Kablan DUNCAN (since 21 November 2012)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (no term limits); election last held on 25 October 2015 (next to be held in 2020); prime minister appointed by the president"
      },
      "election results": {
        "text": "Alassane OUATTARA elected president; percent of vote - Alassane OUATTARA (RDR) 83.7%, Pascal Affi N'GUESSAN (ADF) 9.3%, Konan Bertin KOUADIO (independent) 3.9%, other 3.1%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Parliament consists of the National Assembly (255 seats; members directly elected in single- and multi-seat constituencies by simple majority vote to serve 5-year terms); note - the new constitution of November 2016 calls for a bicameral legislature with the addition of a Senate"
      },
      "elections": {
        "text": "last held on 11 December 2011 (next to be held on 18 December 2016)"
      },
      "election results": {
        "text": "percent of vote by party - RDR 42.1%, PDCI 28.6%, UDPCI 3.1%, RDP 1.7%, other 24.5%; seats by party - RDR 122, PDCI 76, UDPCI 6, RDP 4, other 16, independents 31"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court or Cour Supreme (organized into Judicial, Audit, Constitutional, and Administrative Chambers; consists of the court president, 3 vice-presidents for the Judicial, Audit, and Administrative chambers, and 9 associate justices or magistrates)"
      },
      "judge selection and term of office": {
        "text": "judges nominated by the Superior Council of the Magistrature, a 7-member body consisting of the national president (chairman), 3 \"bench\" judges, and 3 public prosecutors; judges appointed for life"
      },
      "subordinate courts": {
        "text": "Courts of Appeal (organized into civil, criminal, and social chambers); first instance courts; peace courts"
      }
    },
    "Political parties and leaders": {
      "text": "Democratic Party of Cote d'Ivoire or PDCI [Henri Konan BEDIE] ++ Ivorian Popular Front or FPI [Pascal AFFIN'GUISSAN] ++ Liberty and Democracy for the Republic or LIDER [Mamadou KOULIBALY] ++ Movement of the Future Forces or MFA [Innocent Augustin ANAKY KOBENA] ++ Rally of the Republicans or RDR [Alassane Dramane OUATTARA] ++ Union for Cote d'Ivoire or UPCI [Gnamien KONA] ++ Union for Democracy and Peace in Cote d'Ivoire or UDPCI [Albert Toikeuse MABRI] ++ more than 144 smaller registered parties"
    },
    "Political pressure groups and leaders": {
      "text": "Federation of University and High School Students of Cote d'Ivoire or FESCI [Augustin MIAN] ++ National Congress for the Resistance and Democracy or CNRD [Bernard DADIE] ++ Panafrican Congress for Justice and Peoples Equality or COJEP [Roselin BLY]"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AU, ECOWAS, EITI (compliant country), Entente, FAO, FZ, G-24, G-77, IAEA, IBRD, ICAO, ICC, ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, MONUSCO, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WADB (regional), WAEMU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Daouda DIABATE (since 11 February 2011)"
      },
      "chancery": {
        "text": "2424 Massachusetts Avenue NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 797-0300"
      },
      "FAX": {
        "text": "[1] (202) 462-9444"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Charge d'Affaires Andrew Haviland (since 2016); Ambassador Terence Patrick MCCULLEY retired in 2016"
      },
      "embassy": {
        "text": "Cocody Riviera Golf 01, Abidjan"
      },
      "mailing address": {
        "text": "B. P. 1712, Abidjan 01"
      },
      "telephone": {
        "text": "[225] 22 49 40 00"
      },
      "FAX": {
        "text": "[225] 22 49 42 02"
      }
    },
    "Flag description": {
      "text": "three equal vertical bands of orange (hoist side), white, and green; orange symbolizes the land (savannah) of the north and fertility, white stands for peace and unity, green represents the forests of the south and the hope for a bright future",
      "note": {
        "text": "similar to the flag of Ireland, which is longer and has the colors reversed - green (hoist side), white, and orange; also similar to the flag of Italy, which is green (hoist side), white, and red; design was based on the flag of France"
      }
    },
    "National symbol(s)": {
      "text": "elephant; national colors: orange, white, green"
    },
    "National anthem": {
      "name": {
        "text": "\"L'Abidjanaise\" (Song of Abidjan)"
      },
      "lyrics/music": {
        "text": "Mathieu EKRA, Joachim BONY, and Pierre Marie COTY/Pierre Marie COTY and Pierre Michel PANGO"
      },
      "note": {
        "text": "adopted 1960; although the nation's capital city moved from Abidjan to Yamoussoukro in 1983, the anthem still owes its name to the former capital"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Cote d'Ivoire is heavily dependent on agriculture and related activities, which engage roughly two-thirds of the population. Cote d'Ivoire is the world's largest producer and exporter of cocoa beans and a significant producer and exporter of coffee and palm oil. Consequently, the economy is highly sensitive to fluctuations in international prices for these products and in climatic conditions. Cocoa, oil, and coffee are the country's top export revenue earners, but the country is also mining gold. ++  ++ Following the end of more than a decade of civil conflict in 2011, Cote d’Ivoire has experienced a boom in foreign investment and economic growth. In June 2012, the IMF and the World Bank announced $4.4 billion in debt relief for Cote d'Ivoire under the Highly Indebted Poor Countries Initiative."
    },
    "GDP (purchasing power parity)": {
      "text": "$87.12 billion (2016 est.) ++ $80.68 billion (2015 est.) ++ $74.33 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$34.65 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "8% (2016 est.) ++ 8.5% (2015 est.) ++ 7.9% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$3,600 (2016 est.) ++ $3,400 (2015 est.) ++ $3,200 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "18.4% of GDP (2016 est.) ++ 16.8% of GDP (2015 est.) ++ 19.3% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "66%"
      },
      "government consumption": {
        "text": "15.2%"
      },
      "investment in fixed capital": {
        "text": "16.9%"
      },
      "investment in inventories": {
        "text": "0.8%"
      },
      "exports of goods and services": {
        "text": "43.3%"
      },
      "imports of goods and services": {
        "text": "-42.2% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "17.6%"
      },
      "industry": {
        "text": "19.5%"
      },
      "services": {
        "text": "62.8% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "coffee, cocoa beans, bananas, palm kernels, corn, rice, cassava (manioc, tapioca), sweet potatoes, sugar, cotton, rubber; timber"
    },
    "Industries": {
      "text": "foodstuffs, beverages; wood products, oil refining, gold mining, truck and bus assembly, textiles, fertilizer, building materials, electricity"
    },
    "Industrial production growth rate": {
      "text": "8.5% (2016 est.)"
    },
    "Labor force": {
      "text": "8.543 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "68%"
      },
      "industry and services": {
        "text": "NA% (2007 est.)"
      }
    },
    "Unemployment rate": {
      "text": "NA%"
    },
    "Population below poverty line": {
      "text": "42% (2006 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.2%"
      },
      "highest 10%": {
        "text": "31.8% (2008)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "41.5 (2008) ++ 36.7 (1995)"
    },
    "Budget": {
      "revenues": {
        "text": "$6.839 billion"
      },
      "expenditures": {
        "text": "$8.17 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "19.7% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-3.8% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "50.9% of GDP (2016 est.) ++ 49.1% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "1.2% (2016 est.) ++ 1.3% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "4.25% (31 December 2010) ++ 4.25% (31 December 2009)"
    },
    "Commercial bank prime lending rate": {
      "text": "2.5% (31 December 2016 est.) ++ 2.5% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$9.416 billion (31 December 2016 est.) ++ $8.516 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$13.92 billion (31 December 2016 est.) ++ $12.55 billion (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$11.19 billion (31 December 2016 est.) ++ $9.812 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$12.49 billion (31 December 2015 est.) ++ $11.71 billion (31 December 2014 est.) ++ $11.82 billion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "-$609 million (2016 est.) ++ -$567 million (2015 est.)"
    },
    "Exports": {
      "text": "$11.73 billion (2016 est.) ++ $11.98 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "cocoa, coffee, timber, petroleum, cotton, bananas, pineapples, palm oil, fish"
    },
    "Exports - partners": {
      "text": "US 8.5%, Netherlands 6.2%, France 5.6%, Germany 5.6%, Nigeria 5.5%, Burkina Faso 5.5%, Belgium 5.3%, India 4.6%, Ghana 4.4%, Switzerland 4.1% (2015)"
    },
    "Imports": {
      "text": "$8.966 billion (2016 est.) ++ $8.609 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "fuel, capital equipment, foodstuffs"
    },
    "Imports - partners": {
      "text": "Nigeria 21.9%, China 14.4%, France 11.4%, Bahamas, The 5% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$4.952 billion (31 December 2016 est.) ++ $4.716 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$12.84 billion (31 December 2016 est.) ++ $11.71 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$NA"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$NA"
    },
    "Exchange rates": {
      "text": "Communaute Financiere Africaine francs (XOF) per US dollar - ++ 604.4 (2016 est.) ++ 591.45 (2015 est.) ++ 591.45 (2014 est.) ++ 494.42 (2013 est.) ++ 510.29 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "7.9 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "5.8 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "900 million kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "54 million kWh (2012 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "1.5 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "60.3% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "39.7% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "33,000 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "35,150 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "74,960 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "100 million bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "76,910 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "38,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "44,020 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "3,369 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "1.996 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "1.996 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "28.32 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "6.6 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "277,248"
      },
      "subscriptions per 100 inhabitants": {
        "text": "1 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "25.408 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "109 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "well-developed by African standards; telecommunications sector privatized in late 1990s and operational fixed lines have increased since that time with two fixed-line providers operating over open-wire lines, microwave radio relay, and fiber-optics; 90% d"
      },
      "domestic": {
        "text": "with multiple mobile-cellular service providers competing in the market, usage has increased sharply to well over 105 per 100 persons"
      },
      "international": {
        "text": "country code - 225; landing point for the SAT-3/WASC fiber-optic submarine cable that provides connectivity to Europe and Asia; satellite earth stations - 2 Intelsat (1 Atlantic Ocean and 1 Indian Ocean) (2011)"
      }
    },
    "Broadcast media": {
      "text": "2 state-owned TV stations; no private terrestrial TV stations, but satellite TV subscription service is available; 2 state-owned radio stations; some private radio stations; transmissions of several international broadcasters are available (2007)"
    },
    "Internet country code": {
      "text": ".ci"
    },
    "Internet users": {
      "total": {
        "text": "4.892 million"
      },
      "percent of population": {
        "text": "21% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "1"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "10"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "359,260"
      },
      "annual freight traffic on registered air carriers": {
        "text": "4,719,120 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "TU (2016)"
    },
    "Airports": {
      "text": "27 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "7"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "2,438 to 3,047 m": {
        "text": "2"
      },
      "1,524 to 2,437 m": {
        "text": "4 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "20"
      },
      "1,524 to 2,437 m": {
        "text": "6"
      },
      "914 to 1,523 m": {
        "text": "11"
      },
      "under 914 m": {
        "text": "3 (2013)"
      }
    },
    "Heliports": {
      "text": "1 (2013)"
    },
    "Pipelines": {
      "text": "condensate 101 km; gas 256 km; oil 118 km; oil/gas/water 5 km; water 7 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "660 km"
      },
      "narrow gauge": {
        "text": "660 km 1.000-m gauge"
      },
      "note": {
        "text": "an additional 622 km of this railroad extends into Burkina Faso (2008)"
      }
    },
    "Roadways": {
      "total": {
        "text": "81,996 km"
      },
      "paved": {
        "text": "6,502 km"
      },
      "unpaved": {
        "text": "75,494 km"
      },
      "note": {
        "text": "includes intercity and urban roads; another 20,000 km of dirt roads are in poor condition and 150,000 km of dirt roads are impassable (2007)"
      }
    },
    "Waterways": {
      "text": "980 km (navigable rivers, canals, and numerous coastal lagoons) (2011)"
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Abidjan, San-Pedro"
      },
      "oil terminal(s)": {
        "text": "Espoir Offshore Terminal"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Republican Forces of Cote d'Ivoire (Force Republiques de Cote d'Ivoire, FRCI): Army, Navy, Cote d'Ivoire Air Force (Force Aerienne de la Cote d'Ivoire) (2015)"
    },
    "Military service age and obligation": {
      "text": "18-25 years of age for compulsory and voluntary male and female military service; conscription is not enforced; voluntary recruitment of former rebels into the new national army is restricted to ages 22-29 (2012)"
    },
    "Military expenditures": {
      "text": "1.65% of GDP (2012) ++ 1.49% of GDP (2011) ++ 1.65% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "disputed maritime border between Cote d'Ivoire and Ghana"
    },
    "Refugees and internally displaced persons": {
      "IDPs": {
        "text": "308,272 (post-election conflict in 2010-2011, as well as civil war from 2002-2004; most pronounced in western and southwestern regions) (2015)"
      },
      "stateless persons": {
        "text": "700,000 (2015); note - many Ivoirians lack documentation proving their nationality, which prevent them from accessing education and healthcare; birth on Ivorian soil does not automatically result in citizenship; disputes over citizenship and the associated rights of the large population descended from migrants from neighboring countries is an ongoing source of tension and contributed to the country's 2002 civil war; some observers believe the government's mass naturalizations of thousands of people over the last couple of years is intended to boost its electoral support base; the government in October 2013 acceded to international conventions on statelessness and in August 2013 reformed its nationality law, key steps to clarify the nationality of thousands of residents; since the adoption of the Abidjan Declaration to eradicate stateless in West Africa in February 2015, 6,400 people have received nationality papers"
      }
    },
    "Illicit drugs": {
      "text": "illicit producer of cannabis, mostly for local consumption; utility as a narcotic transshipment point to Europe reduced by ongoing political instability; while rampant corruption and inadequate supervision leave the banking system vulnerable to money laundering, the lack of a developed financial system limits the country's utility as a major money-laundering center (2008)"
    }
  }
}