{
  "intro": {
    "background": {
      "text": "Founding president and liberation struggle icon Jomo KENYATTA led Kenya from independence in 1963 until his death in 1978, when President Daniel MOI took power in a constitutional succession. The country was a de facto one-party state from 1969 until 1982 when the ruling Kenya African National Union (KANU) made itself the sole legal party in Kenya. MOI acceded to internal and external pressure for political liberalization in late 1991. The ethnically fractured opposition failed to dislodge KANU from power in elections in 1992 and 1997, which were marred by violence and fraud, but were viewed as having generally reflected the will of the Kenyan people. President MOI stepped down in December 2002 following fair and peaceful elections. Mwai KIBAKI, running as the candidate of the multiethnic, united opposition group, the National Rainbow Coalition (NARC), defeated KANU candidate Uhuru KENYATTA and assumed the presidency following a campaign centered on an anticorruption platform. KIBAKI's NARC coalition splintered in 2005 over a constitutional review process. Government defectors joined with KANU to form a new opposition coalition, the Orange Democratic Movement (ODM), which defeated the government's draft constitution in a popular referendum in November 2005. KIBAKI's reelection in December 2007 brought charges of vote rigging from ODM candidate Raila ODINGA and unleashed two months of violence in which as many as 1,500 people died. African Union-sponsored mediation led by former UN Secretary General Kofi ANNAN in late February 2008 resulted in a power-sharing accord bringing ODINGA into the government in the restored position of prime minister. The power sharing accord included a broad reform agenda, the centerpiece of which was constitutional reform. In August 2010, Kenyans overwhelmingly adopted a new constitution in a national referendum. The new constitution introduced additional checks and balances to executive power and significant devolution of power and resources to 47 newly created counties. It also eliminated the position of prime minister following the first presidential election under the new constitution, which occurred on 4 March 2013. Uhuru KENYATTA, the son of founding president Jomo KENYATTA, won the March elections in the first round by a close margin and was sworn into office on 9 April 2013."
    }
  },
  "geo": {
    "location": {
      "text": "Eastern Africa, bordering the Indian Ocean, between Somalia and Tanzania"
    },
    "geographic_coordinates": {
      "text": "1 00 N, 38 00 E"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "580,367 sq km",
      "land": "569,140 sq km",
      "water": "11,227 sq km"
    },
    "area_comparative": {
      "text": "slightly more than twice the size of Nevada"
    },
    "land_boundaries": {
      "total": "3,477 km",
      "border_countries": "Ethiopia 861 km, Somalia 682 km, South Sudan 232 km, Tanzania 769 km, Uganda 933 km"
    },
    "coastline": {
      "text": "536 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation"
    },
    "climate": {
      "text": "varies from tropical along coast to arid in interior"
    },
    "terrain": {
      "text": "low plains rise to central highlands bisected by Great Rift Valley; fertile plateau in west"
    },
    "elevation_extremes": {
      "lowest_point": "Indian Ocean 0 m",
      "highest_point": "Mount Kenya 5,199 m"
    },
    "natural_resources": {
      "text": "limestone, soda ash, salt, gemstones, fluorspar, zinc, diatomite, gypsum, wildlife, hydropower"
    },
    "land_use": {
      "arable_land": "9.48%",
      "permanent_crops": "1.12%",
      "other": "89.4% (2011)"
    },
    "irrigated_land": {
      "text": "1,032 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "30.7 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "2.74  cu km/yr (17%/4%/79%)",
      "per_capita": "72.96  cu m/yr (2003)"
    },
    "natural_hazards": {
      "text": "recurring drought; flooding during rainy seasons",
      "volcanism": "limited volcanic activity; the Barrier (elev. 1,032 m) last erupted in 1921; South Island is the only other historically active volcano"
    },
    "environment_current_issues": {
      "text": "water pollution from urban and industrial wastes; degradation of water quality from increased use of pesticides and fertilizers; water hyacinth infestation in Lake Victoria; deforestation; soil erosion; desertification; poaching"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "the Kenyan Highlands comprise one of the most successful agricultural production regions in Africa; glaciers are found on Mount Kenya, Africa's second highest peak; unique physiography supports abundant and varied wildlife of scientific and economic value"
    }
  },
  "people": {
    "nationality": {
      "noun": "Kenyan(s)",
      "adjective": "Kenyan"
    },
    "ethnic_groups": {
      "text": "Kikuyu 22%, Luhya 14%, Luo 13%, Kalenjin 12%, Kamba 11%, Kisii 6%, Meru 6%, other African 15%, non-African (Asian, European, and Arab) 1%"
    },
    "languages": {
      "text": "English (official), Kiswahili (official), numerous indigenous languages"
    },
    "religions": {
      "text": "Christian 82.5% (Protestant 47.4%, Catholic 23.3%, other 11.8%), Muslim 11.1%, Traditionalists 1.6%, other 1.7%, none 2.4%, unspecified 0.7% (2009 census)"
    },
    "population": {
      "text": "44,037,656 (July 2013 est.)",
      "note": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "age_structure": {
      "0_14_years": "42.4% (male 9,357,084/female 9,299,586)",
      "15_24_years": "18.8% (male 4,148,153/female 4,147,896)",
      "25_54_years": "32.4% (male 7,210,891/female 7,070,217)",
      "55_64_years": "3.6% (male 719,374/female 876,458)",
      "65_years_and_over": "2.7% (male 529,873/female 678,124) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "81.5 %",
      "youth_dependency_ratio": "76.6 %",
      "elderly_dependency_ratio": "4.9 %",
      "potential_support_ratio": "20.6 (2013)"
    },
    "median_age": {
      "total": "18.9 years",
      "male": "18.8 years",
      "female": "19 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.27% (2013 est.)"
    },
    "birth_rate": {
      "text": "30.08 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "7.12 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.23 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "24% of total population (2011)",
      "rate_of_urbanization": "4.36% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "NAIROBI (capital) 3.375 million; Mombassa 966,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.02 male(s)/female",
      "0_14_years": "1.01 male(s)/female",
      "15_24_years": "1 male(s)/female",
      "25_54_years": "1.02 male(s)/female",
      "55_64_years": "0.82 male(s)/female",
      "65_years_and_over": "0.79 male(s)/female",
      "total_population": "1 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "19.8",
      "note": "Median age at first birth among women 25-29 (2009 est.)"
    },
    "maternal_mortality_rate": {
      "text": "360 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "42.18 deaths/1,000 live births",
      "male": "46.89 deaths/1,000 live births",
      "female": "37.37 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "63.29 years",
      "male": "61.84 years",
      "female": "64.77 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "3.76 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "45.5% (2008/09)"
    },
    "health_expenditures": {
      "text": "4.8% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.14 physicians/1,000 population (2002)"
    },
    "hospital_bed_density": {
      "text": "1.4 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 82% of population; rural: 52% of population; total: 59% of population",
      "unimproved": "urban: 18% of population; rural: 48% of population; total: 41% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 32% of population; rural: 32% of population; total: 32% of population",
      "unimproved": "urban: 68% of population; rural: 68% of population; total: 68% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "6.3% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "1.5 million (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "80,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_disease": "malaria, dengue fever, and Rift Valley fever",
      "water_contact_disease": "schistosomiasis",
      "animal_contact_disease": "rabies (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "4.2% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "16.4% (2009)"
    },
    "education_expenditures": {
      "text": "6.7% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "87.4%",
      "male": "90.6%",
      "female": "84.2% (2010 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "11 years",
      "male": "11 years",
      "female": "11 years (2009)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "2,146,058",
      "percentage": "26 % (2000 est.)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Kenya",
      "conventional_short_form": "Kenya",
      "local_long_form": "Republic of Kenya/Jamhuri ya Kenya",
      "local_short_form": "Kenya",
      "former": "British East Africa"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Nairobi",
      "geographic_coordinates": "1 17 S, 36 49 E",
      "time_difference": "UTC+3 (8 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "47 counties; Baringo, Bomet, Bungoma, Busia, Elgeyo/Marakwet, Embu, Garissa, Homa Bay, Isiolo, Kajiado, Kakamega, Kericho, Kiambu, Kilifi, Kirinyaga, Kisii, Kisumu, Kitui, Kwale, Laikipia, Lamu, Machakos, Makueni, Mandera, Marsabit, Meru, Migori, Mombasa, Murang'a, Nairobi City, Nakuru, Nandi, Narok, Nyamira, Nyandarua, Nyeri, Samburu, Siaya, Taita/Taveta, Tana River, Tharaka-Nithi, Trans Nzoia, Turkana, Uasin Gishu, Vihiga, Wajir, West Pokot"
    },
    "independence": {
      "text": "12 December 1963 (from the UK)"
    },
    "national_holiday": {
      "text": "Independence Day, 12 December (1963); Madaraka Day, 1 June (1963); Mashujaa Day, 20 October (2010)"
    },
    "constitution": {
      "text": "27 August 2010; note - the new constitution introduced major institutional, electoral, and structural reforms, including devolution of power to 47 counties and establishment of a bicameral legislature; implementation of all elements of the constitution is scheduled to take five years and requires significant legislative action, much of which has been taken"
    },
    "legal_system": {
      "text": "mixed legal system of English common law, Islamic law, and customary law; judicial review in a new Supreme Court established pursuant to the new constitution"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Uhuru KENYATTA (since 9 April 2013); Deputy President William RUTO (since 9 April 2013); note - the president is both the chief of state and head of government",
      "head_of_government": "President Uhuru KENYATTA (since 9 April 2013); Deputy President William RUTO (since 9 April 2013); note - according to the 2008 power sharing agreement the role of prime minister was created though not well defined, following the new constitution the position was abolished after the March 2013 elections",
      "cabinet": "Cabinet appointed by the president",
      "elections": "president elected by popular vote for a five-year term (eligible for a second term); in addition to receiving a simple majority of votes, the presidential candidate must also win 25% or more of the vote in at least five of Kenya's seven provinces and one area to avoid a runoff; election last held on 4 March 2013 (next to be held in 2018); vice president appointed by the president; note - the new constitution had set elections for August 2011 but elections were delayed to 2013",
      "election_results": "President Uhuru KENYATTA elected in first round; percent of vote - Uhuru KENYATTA 50.5%, Raila ODINGA 43.7%, Musalia MUDAVADI 4.0%, other 1.8%"
    },
    "legislative_branch": {
      "text": "bicameral parliament consists of a Senate (67 seats) and a National Assembly (349 seats); members to serve five-year terms",
      "elections": "last held on 4 March 2013 (next to be held in 2018)",
      "election_results": "Senate - percent of vote by party - NA; seats by party - ODM 96, TNA 89, URP 75, WDM-K 26, UDF 12, FORD-K 10, KANU 6, NFK 6, APK 5, FORD-P 4, Independents 4, other 16 National Assembly - percent of vote by party - NA; seats by party - ODM 96, TNA 89, URP 75, WDM-K 26, UDF 12, FORD-K 10, KANU 6, NFK 6, APK 5, FORD-P 4, Independents 4, other 16"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of chief and deputy chief justices and five judges)",
      "judge_selection_and_term_of_office": "chief and deputy chief justices nominated by Judicial Service Commission (JCS) and appointed by president with approval of the National Assembly; other judges nominated by the JCS and appointed by president; chief justice serves nonrenewable 10-year terms or till age 70 whichever comes first; other judges serve till age 70",
      "subordinate_courts": "High Court; Court of Appeal; courts martial; magistrates' courts; religious courts"
    },
    "political_parties_and_leaders": {
      "text": "Kenya African National Union or KANU [Gideon MOI]; The National Party Alliance or TNA [Uhuru KENYATTA]; National Rainbow Coalition-Kenya or NARC-Kenya [Martha KARUA]; Orange Democratic Movement of Kenya or ODM [Raila ODINGA]; Orange Democratic Movement-Kenya or ODM-K [Kalonzo MUSYOKA]; Party of National Unity or PNU [Mwai KIBAKI]; United Democratic Forum Party or UDF [Musalia MUDAVADI]; United Republican Party or URP [William RUTO]; Wiper Democratic Movement or WDM [Kalonzo MUSYOKA]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Council of Islamic Preachers of Kenya or CIPK [Sheikh Idris MOHAMMED]; Kenya Human Rights Commission [L. Muthoni WANYEKI]; Muslim Human Rights Forum [Ali-Amin KIMATHI]; National Muslim Leaders Forum or NAMLEF [Abdullahi ABDI]; Protestant National Council of Churches of Kenya or NCCK [Canon Peter Karanja MWANGI]; Roman Catholic and other Christian churches; Supreme Council of Kenya Muslims or SUPKEM [Shaykh Abdul Gafur al-BUSAIDY]; ",
      "other": "labor unions, Kenya Association of Manufacturers, Kenya Private Sector Alliance"
    },
    "international_organization_participation": {
      "text": "ACP, AfDB, AU, C, CD, COMESA, EAC, EADB, FAO, G-15, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MONUSCO, NAM, OPCW, PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNMISS, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Elkanah ODEMBO Absalom",
      "chancery": "2249 R Street NW, Washington, DC 20008",
      "telephone": "[1] (202) 387-6101",
      "fax": "[1] (202) 462-3829",
      "consulates_general": "Los Angeles",
      "consulates": "New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Robert F. GODEC",
      "embassy": "US Embassy, United Nations Avenue, Nairobi; P. O. Box 606 Village Market, Nairobi 00621",
      "mailing_address": "Box 21A, Unit 64100, APO AE 09831",
      "telephone": "[254] (20) 363-6000",
      "fax": "[254] (20) 363-6157"
    },
    "flag_description": {
      "text": "three equal horizontal bands of black (top), red, and green; the red band is edged in white; a large Maasai warrior's shield covering crossed spears is superimposed at the center; black symbolizes the majority population, red the blood shed in the struggle for freedom, green stands for natural wealth, and white for peace; the shield and crossed spears symbolize the defense of freedom"
    },
    "national_symbols": {
      "text": "lion"
    },
    "national_anthem": {
      "name": "\"Ee Mungu Nguvu Yetu\" (Oh God of All Creation)",
      "lyrics_music": "Graham HYSLOP, Thomas KALUME, Peter KIBUKOSYA, Washington OMONDI, and George W. SENOGA-ZAKE/traditional, adapted by Graham HYSLOP, Thomas KALUME, Peter KIBUKOSYA, Washington OMONDI, and George W. SENOGA-ZAKE",
      "note": "adopted 1963; the anthem is based on a traditional Kenyan folk song"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Kenya has been hampered by corruption and by reliance upon several primary goods whose prices have remained low. Low infrastructure investment threatens Kenya's long-term position as the largest East African economy. In the key December 2002 elections, Daniel MOI's 24-year-old reign ended, and a new opposition government took on the formidable economic problems facing the nation. After some early progress in rooting out corruption and encouraging donor support, the KIBAKI government was rocked by high-level graft scandals in 2005 and 2006. In 2006, the World Bank and IMF delayed loans pending action by the government on corruption. The international financial institutions and donors have since resumed lending, despite little action on the government''s part to deal with corruption. Unemployment is very high. The country has experienced chronic budget deficits, inflationary pressures, and sharp currency depreciation - as a result of high food and fuel import prices. The discovery of oil in March 2012 provides an opportunity for Kenya to balance its growing trade deficit if the deposits are found to be commercially viable and Kenya is able to develop a port and pipeline to export its oil."
    },
    "gdp_purchasing_power_parity": {
      "text": "$77.14 billion (2012 est.); $73.67 billion (2011 est.); $70.58 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$41.12 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "4.7% (2012 est.); 4.4% (2011 est.); 5.8% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$1,800 (2012 est.); $1,800 (2011 est.); $1,800 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "11.2% of GDP (2012 est.); 11% of GDP (2011 est.); 11.9% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "74.6%",
      "government_consumption": "17.8%",
      "investment_in_fixed_capital": "22%",
      "investment_in_inventories": "-0.6%",
      "exports_of_goods_and_services": "28%",
      "imports_of_goods_and_services": "-41.7% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "24.2%",
      "industry": "14.8%",
      "services": "61% (2012 est.)"
    },
    "agriculture_products": {
      "text": "tea, coffee, corn, wheat, sugarcane, fruit, vegetables; dairy products, beef, pork, poultry, eggs"
    },
    "industries": {
      "text": "small-scale consumer goods (plastic, furniture, batteries, textiles, clothing, soap, cigarettes, flour), agricultural products, horticulture, oil refining; aluminum, steel, lead; cement, commercial ship repair, tourism"
    },
    "industrial_production_growth_rate": {
      "text": "4% (2012 est.)"
    },
    "labor_force": {
      "text": "18.89 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "75%",
      "industry_and_services": "25% (2007 est.)"
    },
    "unemployment_rate": {
      "text": "40% (2008 est.); 40% (2001 est.)"
    },
    "population_below_poverty_line": {
      "text": "50% (2000 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.8%",
      "highest_10%": "37.8% (2005)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "42.5 (2008 est.); 44.9 (1997)"
    },
    "budget": {
      "revenues": "$7.418 billion",
      "expenditures": "$9.485 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "18% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-5% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "51.4% of GDP (2012 est.); 52.9% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "1 July - 30 June"
    },
    "inflation_rate_consumer_prices": {
      "text": "9.4% (2012 est.); 14% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "7% (31 December 2010 est.); NA% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "19.7% (31 December 2012 est.); 15.05% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$8.264 billion (31 December 2012 est.); $7.32 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$21.23 billion (31 December 2012 est.); $17.89 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$19.59 billion (31 December 2012 est.); $18.25 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$10.2 billion (31 December 2011); $14.46 billion (31 December 2010); $10.76 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$3.948 billion (2012 est.); -$3.536 billion (2011 est.)"
    },
    "exports": {
      "text": "$6.285 billion (2012 est.); $5.792 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "tea, horticultural products, coffee, petroleum products, fish, cement"
    },
    "exports_partners": {
      "text": "Uganda 10.5%, Tanzania 10.2%, Netherlands 7.1%, UK 6.7%, US 5.8%, Egypt 5.2%, Democratic Republic of the Congo 4.5% (2012)"
    },
    "imports": {
      "text": "$15.1 billion (2012 est.); $14.16 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and transportation equipment, petroleum products, motor vehicles, iron and steel, resins and plastics"
    },
    "imports_partners": {
      "text": "India 20.7%, China 15.3%, UAE 9.5%, Saudi Arabia 6.7% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$5.712 billion (31 December 2012 est.); $4.265 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$11.01 billion (31 December 2012 est.); $10.26 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$3.059 billion (31 December 2012 est.); $2.618 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$319.4 million (31 December 2012 est.); $299.4 million (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Kenyan shillings (KES) per US dollar -; 84.53 (2012 est.); 88.811 (2011 est.); 79.233 (2010 est.); 77.352 (2009); 68.358 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "6.573 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "5.516 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "27 million kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "38 million kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "1.706 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "43.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "43.8% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "12.9% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "32,560 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "0 bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "30,960 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "79,410 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "1,065 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "34,990 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "12.25 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "283,500 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "28.08 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "inadequate; fixed-line telephone system is small and inefficient; trunks are primarily microwave radio relay; business data commonly transferred by a very small aperture terminal (VSAT) system",
      "domestic": "sole fixed-line provider, Telkom Kenya, is slated for privatization; multiple providers in the mobile-cellular segment of the market fostering a boom in mobile-cellular telephone usage with teledensity reaching 65 per 100 persons in 2011",
      "international": "country code - 254; landing point for the EASSy, TEAMS and SEACOM fiber-optic submarine cable systems; satellite earth stations - 4 Intelsat (2011)"
    },
    "broadcast_media": {
      "text": "about a half-dozen privately owned TV stations and a state-owned TV broadcaster that operates 2 channels; satellite and cable TV subscription services available; state-owned radio broadcaster operates 2 national radio channels and provides regional and local radio services in multiple languages; a large number of private radio stations, including provincial stations broadcasting in local languages; transmissions of several international broadcasters available (2007)"
    },
    "internet_country_code": {
      "text": ".ke"
    },
    "internet_hosts": {
      "text": "71,018 (2012)"
    },
    "internet_users": {
      "text": "3.996 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "197 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "16",
      "over_3_047_m": "5",
      "2_438_to_3_047_m": "2",
      "1_524_to_2_437_m": "2",
      "914_to_1_523_m": "6",
      "under_914_m": "1 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "181",
      "1_524_to_2_437_m": "14",
      "914_to_1_523_m": "107",
      "under_914_m": "60 (2013)"
    },
    "pipelines": {
      "text": "oil 4 km; refined products 928 km (2013)"
    },
    "railways": {
      "total": "2,066 km",
      "narrow_gauge": "2,066 km 1.000-m gauge (2008)"
    },
    "roadways": {
      "total": "160,886 km",
      "paved": "11,197 km",
      "unpaved": "149,689 km (2008)"
    },
    "waterways": {
      "text": "none specifically, the only significant inland waterway in the country is the part of Lake Victoria within the boundaries of Kenya; Kisumu is the main port and has ferry connections to Uganda and Tanzania (2011)"
    },
    "merchant_marine": {
      "registered_in_other_countries": "5 (Comoros 2, Saint Vincent and the Grenadines 2, unknown 1) (2010)"
    },
    "ports_and_terminals": {
      "text": "Kisumu, Mombasa"
    }
  },
  "military": {
    "military_branches": {
      "text": "Kenya Defence Forces: Kenya Army, Kenya Air Force, Kenya Navy (2012)"
    },
    "military_service_age_and_obligation": {
      "text": "18-26 years of age for male and female voluntary service (under 18 with parental consent), with a 9-year obligation (7 years for Kenyan Navy); applicants must be Kenyan citizens and provide a national identity card (obtained at age 18) and a school-leaving certificate; women serve under the same terms and conditions as men; mandatory retirement at age 55 (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "9,768,140",
      "females_age_16_49": "9,466,257 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "6,361,268",
      "females_age_16_49": "6,106,870 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "422,104",
      "female": "416,927 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.8% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Kenya served as an important mediator in brokering Sudan's north-south separation in February 2005; Kenya provides shelter to almost a quarter million refugees, including Ugandans who flee across the border periodically to seek protection from Lord's Resistance Army rebels; Kenya works hard to prevent the clan and militia fighting in Somalia from spreading across the border, which has long been open to nomadic pastoralists; the boundary that separates Kenya's and Sudan's sovereignty is unclear in the \"Ilemi Triangle,\" which Kenya has administered since colonial times"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "34,800 (South Sudan); 34,000 (Ethiopia); 11,500 (Democratic Republic of Congo); 6,000 (Sudan) (2012); 471,914 (Somalia) (2013)",
      "idps": "at least 300,000 (2007-08 post-election violence; the status of the estimated 300,000 IDPs from the 2007-08 post-election violence who found refuge in host communities rather than camps - and IDPs displaced through natural disasters, drought, development and environmental projects, land disputes, cattle rustling, and inter-communal violence - is not captured in Kenya's national database; in 2012, inter-communal violence displaced approximately 118,000 people and floods displaced an estimated 100,000) (2012)",
      "stateless_persons": "20,000 (2012); note - the stateless population is composed of Nubians, Kenyan Somalis, and coastal Arabs; the Nubians are descendants of Sudanese soldiers recruited by the British to fight for them in East Africa more than a century ago; they did not receive Kenyan citizenship when the country became independent in 1963; only recently have Nubians become a formally recognized tribe and had less trouble obtaining national IDs; Galjeel and other Somalis who have lived in Kenya for decades are lumped in with more recent Somali refugees and denied ID cards"
    },
    "trafficking_in_persons": {
      "current_situation": "Kenya is a source, transit, and destination country for adults and children subjected to forced labor and sex trafficking; Kenyan children are forced to work in domestic service, agriculture, fishing, cattle herding, street vending, begging, and prostitution; Kenyan economic migrants to other East African countries, South Sudan, Europe, the US, and the Middle East are at times exploited in domestic servitude, massage parlors or brothels, or forced manual labor; children from Burundi, Ethiopia, Somalia, South Sudan, Tanzania, and Uganda are subjected to forced labor and prostitution in Kenya; Somali refugees living in the Dadaab complex may be forced into prostitution or work on tobacco farms",
      "tier_rating": "Tier 2 Watch List - Kenya does not fully comply with the minimum standards for the elimination of trafficking; the government enacted the Counter-Trafficking in Persons Act in October 2012 but has not launched and implemented its national plan of action, convened the Counter-Trafficking in Persons Advisory Committee, taken tangible action against trafficking complicity among law enforcement officials, provided shelter and other protective services for adult victims, monitor the work of overseas labor recruitment agencies, or provide wide-scale anti-trafficking training to its officials; efforts to assist and care for child victims remain strong; corruption among officials continue to hamper efforts to bring traffickers to justice (2013)"
    },
    "illicit_drugs": {
      "text": "widespread harvesting of small plots of marijuana; transit country for South Asian heroin destined for Europe and North America; Indian methaqualone also transits on way to South Africa; significant potential for money-laundering activity given the country's status as a regional financial center; massive corruption, and relatively high levels of narcotics-associated activities"
    }
  }
}