{
  "Introduction": {
    "Background": {
      "text": "The Italians supplanted the Ottoman Turks in the area around Tripoli in 1911 and did not relinquish their hold until 1943 when they were defeated in World War II. Libya then passed to UN administration and achieved independence in 1951. Following a 1969 military coup, Col. Muammar al-QADHAFI assumed leadership and began to espouse his political system at home, which was a combination of socialism and Islam. During the 1970s, QADHAFI used oil revenues to promote his ideology outside Libya, supporting subversive and terrorist activities that included the downing of two airliners - one over Scotland, another in Northern Africa - and a discotheque bombing in Berlin. UN sanctions in 1992 isolated QADHAFI politically and economically following the attacks; sanctions were lifted in 2003 following Libyan acceptance of responsibility for the bombings and agreement to claimant compensation. QADHAFI also agreed to end Libya's program to develop weapons of mass destruction, and he made significant strides in normalizing relations with Western nations. ++ Unrest that began in several Middle Eastern and North African countries in late 2010 erupted in Libyan cities in early 2011. QADHAFI's brutal crackdown on protesters spawned a civil war that triggered UN authorization of air and naval intervention by the international community. After months of seesaw fighting between government and opposition forces, the QADHAFI regime was toppled in mid-2011 and replaced by a transitional government. Libya in 2012 formed a new parliament and elected a new prime minister. The country subsequently elected the House of Representatives in 2014, but remnants of the outgoing legislature refused to leave office and created a rival, Islamist-led government, the General National Congress. In October 2015, UN envoy to Libya, Bernardino LEON, proposed a power-sharing arrangement - known as the Libyan Political Agreement, which was signed by the rival governments two months later and subsequently endorsed by the UN. The agreement called for the formation of an interim Government of National Accord or GNA and the holding of general elections within two years. However, as of December 2016, the GNA had not secured House approval and several elements of the Libyan Political Agreement remained stalled, resulting in rival governments continuing to operate independently."
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern Africa, bordering the Mediterranean Sea, between Egypt, Tunisia, and Algeria"
    },
    "Geographic coordinates": {
      "text": "25 00 N, 17 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "1,759,540 sq km"
      },
      "land": {
        "text": "1,759,540 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "about 2.5 times the size of Texas; slightly larger than Alaska"
    },
    "Land boundaries": {
      "total": {
        "text": "4,339 km"
      },
      "border countries": {
        "text": "Algeria 989 km, Chad 1,050 km, Egypt 1,115 km, Niger 342 km, Sudan 382 km, Tunisia 461 km"
      }
    },
    "Coastline": {
      "text": "1,770 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "note": {
        "text": "Gulf of Sidra closing line - 32 degrees, 30 minutes north"
      },
      "exclusive fishing zone": {
        "text": "62 nm"
      }
    },
    "Climate": {
      "text": "Mediterranean along coast; dry, extreme desert interior"
    },
    "Terrain": {
      "text": "mostly barren, flat to undulating plains, plateaus, depressions"
    },
    "Elevation": {
      "mean elevation": {
        "text": "423 m"
      },
      "elevation extremes": {
        "text": "lowest point: Sabkhat Ghuzayyil -47 m ++ highest point: Bikku Bitti 2,267 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, gypsum"
    },
    "Land use": {
      "agricultural land": {
        "text": "8.8% ++ arable land 1%; permanent crops 0.2%; permanent pasture 7.6%"
      },
      "forest": {
        "text": "0.1%"
      },
      "other": {
        "text": "91.1% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "4,700 sq km (2012)"
    },
    "Population - distribution": {
      "text": "well over 90% of the population lives along the Mediterranean coast in and between the western city of Az Zawiyah (just west of Tripoli) and the eastern city of Darnah; the interior remains vastly underpopulated due to the Sahara and lack of surface water"
    },
    "Natural hazards": {
      "text": "hot, dry, dust-laden ghibli is a southern wind lasting one to four days in spring and fall; dust storms, sandstorms"
    },
    "Environment - current issues": {
      "text": "desertification; limited natural freshwater resources; the Great Manmade River Project, the largest water development scheme in the world, brings water from large aquifers under the Sahara to coastal cities"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Law of the Sea"
      }
    },
    "Geography - note": {
      "text": "more than 90% of the country is desert or semidesert"
    }
  },
  "People and Society": {
    "Population": {
      "text": "6,541,948 (July 2015 est.)",
      "note": {
        "text": "immigrants make up just over 12% of the total population, according to UN data (2015) (July 2016 est.)"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Libyan(s)"
      },
      "adjective": {
        "text": "Libyan"
      }
    },
    "Ethnic groups": {
      "text": "Berber and Arab 97%, other 3% (includes Greeks, Maltese, Italians, Egyptians, Pakistanis, Turks, Indians, and Tunisians)"
    },
    "Languages": {
      "text": "Arabic (official), Italian, English (all widely understood in the major cities); Berber (Nafusi, Ghadamis, Suknah, Awjilah, Tamasheq)"
    },
    "Religions": {
      "text": "Muslim (official; virtually all Sunni) 96.6%, Christian 2.7%, Buddhist 0.3%, Hindu <0.1, Jewish <0.1, folk religion <0.1, unafilliated 0.2%, other <0.1",
      "note": {
        "text": "non-Sunni Muslims include native Ibadhi Muslims (<1% of the population) and foreign Muslims (2010 est.)"
      }
    },
    "Demographic profile": {
      "text": "Despite continuing unrest, Libya remains a destination country for economic migrants. It is also a hub for transit migration to Europe because of its proximity to southern Europe and its lax border controls. Labor migrants have been drawn to Libya since the development of its oil sector in the 1960s. Until the latter part of the 1990s, most migrants to Libya were Arab (primarily Egyptians and Sudanese). However, international isolation stemming from Libya’s involvement in international terrorism and a perceived lack of support from Arab countries led QADHAFI in 1998 to adopt a decade-long pan-African policy that enabled large numbers of sub-Saharan migrants to enter Libya without visas to work in the construction and agricultural industries. Although sub-Saharan Africans provided a cheap labor source, they were poorly treated and were subjected to periodic mass expulsions. By the mid-2000s, domestic animosity toward African migrants and a desire to reintegrate into the international community motivated QADHAFI to impose entry visas on Arab and African immigrants and to agree to joint maritime patrols and migrant repatriations with Italy, the main recipient of illegal migrants departing Libya. As his regime neared collapse in 2011, QADHAFI reversed his policy of cooperating with Italy to curb illegal migration and sent boats loaded with migrants and asylum seekers to strain European resources. Libya’s 2011 revolution decreased inmigration drastically and prompted nearly 800,000 migrants to flee to third countries, mainly Tunisia and Egypt, or to their countries of origin. The inflow of migrants declined in 2012 but returned to normal levels by 2013, despite continued hostility toward sub-Saharan Africans and a less-inviting job market. While Libya is not an appealing destination for migrants, since 2014, transiting migrants – primarily from East and West Africa – continue to exploit its political instability and weak border controls and use it as a primary departure area to migrate across the central Mediterranean to Europe in growing numbers. In addition, almost 350,000 people were displaced internally as of August 2016 by fighting between armed groups in eastern and western Libya and, to a lesser extent, by inter-tribal clashes in the country’s south."
    },
    "Age structure": {
      "0-14 years": {
        "text": "26.17% (male 875,430/female 836,272)"
      },
      "15-24 years": {
        "text": "17.41% (male 586,713/female 552,531)"
      },
      "25-54 years": {
        "text": "46.99% (male 1,613,168/female 1,460,987)"
      },
      "55-64 years": {
        "text": "5.21% (male 174,023/female 167,072)"
      },
      "65 years and over": {
        "text": "4.22% (male 137,409/female 138,343) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "52.4%"
      },
      "youth dependency ratio": {
        "text": "45.5%"
      },
      "elderly dependency ratio": {
        "text": "6.9%"
      },
      "potential support ratio": {
        "text": "14.5% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "28.5 years"
      },
      "male": {
        "text": "28.6 years"
      },
      "female": {
        "text": "28.3 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.8% (2016 est.)"
    },
    "Birth rate": {
      "text": "17.8 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "3.6 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "3.8 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "well over 90% of the population lives along the Mediterranean coast in and between the western city of Az Zawiyah (just west of Tripoli) and the eastern city of Darnah; the interior remains vastly underpopulated due to the Sahara and lack of surface water"
    },
    "Urbanization": {
      "urban population": {
        "text": "78.6% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "1.13% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "TRIPOLI (capital) 1.126 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.06 male(s)/female"
      },
      "25-54 years": {
        "text": "1.1 male(s)/female"
      },
      "55-64 years": {
        "text": "1.04 male(s)/female"
      },
      "65 years and over": {
        "text": "1.01 male(s)/female"
      },
      "total population": {
        "text": "1.07 male(s)/female (2016 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "9 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "11.1 deaths/1,000 live births"
      },
      "male": {
        "text": "12 deaths/1,000 live births"
      },
      "female": {
        "text": "10.2 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "76.5 years"
      },
      "male": {
        "text": "74.7 years"
      },
      "female": {
        "text": "78.3 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.04 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "41.9% (2007)"
    },
    "Health expenditures": {
      "text": "5% of GDP (2014)"
    },
    "Physicians density": {
      "text": "1.9 physicians/1,000 population (2009)"
    },
    "Hospital bed density": {
      "text": "3.7 beds/1,000 population (2012)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 54.2% of population ++ rural: 54.9% of population ++ total: 54.4% of population"
      },
      "unimproved": {
        "text": " ++ urban: 45.8% of population ++ rural: 45.1% of population ++ total: 45.6% of population (2001 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 96.8% of population ++ rural: 95.7% of population ++ total: 96.6% of population"
      },
      "unimproved": {
        "text": " ++ urban: 3.2% of population ++ rural: 4.3% of population ++ total: 3.4% of population (2015 est.)"
      }
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Obesity - adult prevalence rate": {
      "text": "31.9% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "5.6% (2007)"
    },
    "Education expenditures": {
      "text": "NA"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "91%"
      },
      "male": {
        "text": "96.7%"
      },
      "female": {
        "text": "85.6% (2015 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "48.7%"
      },
      "male": {
        "text": "40.8%"
      },
      "female": {
        "text": "67.8% (2012 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "none"
      },
      "conventional short form": {
        "text": "Libya"
      },
      "local long form": {
        "text": "none"
      },
      "local short form": {
        "text": "Libiya"
      },
      "note": {
        "text": "name derives from the Libu, an ancient Libyan tribe first mentioned in texts from the 13th century B.C."
      }
    },
    "Government type": {
      "text": "in transition"
    },
    "Capital": {
      "name": {
        "text": "Tripoli (Tarabulus)"
      },
      "geographic coordinates": {
        "text": "32 53 N, 13 10 E"
      },
      "time difference": {
        "text": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "22 districts (shabiyat, singular - shabiyat); Al Butnan, Al Jabal al Akhdar, Al Jabal al Gharbi, Al Jafarah, Al Jufrah, Al Kufrah, Al Marj, Al Marqab, Al Wahat, An Nuqat al Khams, Az Zawiyah, Banghazi, Darnah, Ghat, Misratah, Murzuq, Nalut, Sabha, Surt, Tarabulus, Wadi al Hayat, Wadi ash Shati"
    },
    "Independence": {
      "text": "24 December 1951 (from UN trusteeship)"
    },
    "National holiday": {
      "text": "Liberation Day, 23 October (2011)"
    },
    "Constitution": {
      "text": "previous 1951, 1977; latest 2011 (interim); note - the Constitution Drafting Assembly continued drafting a new constitution as of late 2016 (2016)"
    },
    "Legal system": {
      "text": "Libya's post-revolution legal system is in flux and driven by state and non-state entities"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent or grandparent must be a citizen of Libya"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "varies from 3 to 5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age, universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "Chairman, Presidential Council, Fayiz al-SARAJ (since December 2015)"
      },
      "head of government": {
        "text": "Prime Minister Fayiz al-SARAJ (since December 2015)"
      },
      "cabinet": {
        "text": "new cabinet awaiting approval by the House of Representatives"
      },
      "elections/appointments": {
        "text": "NA"
      },
      "election results": {
        "text": "NA"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Council of Deputies or Majlis Al Nuwab (200 seats including 32 reserved for women; members elected by direct popular vote; member term NA)"
      },
      "elections": {
        "text": "election last held in June 2014; note - the Libyan Supreme Court in November 2014 declared the House election unconstitutional, but the Council rejected the ruling"
      },
      "election results": {
        "text": "percent of vote by party - NA; seats by party - independent 200; note - not all 200 seats were filled in the June election because of boycotts and lack of security at some polling stations; some elected members of the Council also boycotted the election"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "NA; note - government is in transition"
      }
    },
    "Political parties and leaders": {
      "text": "NA ++ "
    },
    "Political pressure groups and leaders": {
      "text": "NA"
    },
    "International organization participation": {
      "text": "ABEDA, AfDB, AFESD, AMF, AMU, AU, BDEAC, CAEU, COMESA, FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, LAS, MIGA, NAM, OAPEC, OIC, OPCW, OPEC, PCA, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires Wafa M.T. BUGHAIGHIS (since 5 December 2014)"
      },
      "chancery": {
        "text": "2600 Virginia Avenue NW, Suite 400, Washington, DC 20037"
      },
      "telephone": {
        "text": "[1] (202) 944-9601"
      },
      "FAX": {
        "text": "[1] (202) 944-9606"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Peter William BODDE (since 21 December 2015)"
      },
      "note": {
        "text": "the embassy was closed in July 2014 due to major fighting near the embassy related to the Libyan civil war; embassy staff and operations were temporarily moved to Tunis, Tunisia"
      },
      "embassy": {
        "text": "Sidi Slim Area/Walie Al-Ahed Road, Tripoli"
      },
      "mailing address": {
        "text": "US Embassy, 8850 Tripoli Place, Washington, DC 20521-8850"
      },
      "telephone": {
        "text": "[218] (0) 91-220-3239"
      }
    },
    "Flag description": {
      "text": "three horizontal bands of red (top), black (double width), and green with a white crescent and star centered on the black stripe; the National Transitional Council reintroduced this flag design of the former Kingdom of Libya (1951-1969) on 27 February 2011; it replaced the former all-green banner promulgated by the QADHAFI regime in 1977; the colors represent the three major regions of the country: red stands for Fezzan, black symbolizes Cyrenaica, and green denotes Tripolitania; the crescent and star represent Islam, the main religion of the country"
    },
    "National symbol(s)": {
      "text": "star and crescent, hawk; national colors: red, black, green"
    },
    "National anthem": {
      "name": {
        "text": "\"Libya, Libya, Libya\""
      },
      "lyrics/music": {
        "text": "Al Bashir AL AREBI/Mohamad Abdel WAHAB"
      },
      "note": {
        "text": "also known as \"Ya Beladi\" or \"Oh, My Country!\"; adopted 1951; readopted 2011 with some modification to the lyrics; during the QADHAFI years between 1969 and 2011, the anthem was \"Allahu Akbar,\" (God is Great) a marching song of the Egyptian Army in the 1956 Suez War"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Libya's economy, almost entirely dependent on oil and gas exports, struggled during 2015 as the country plunged into civil war and world oil prices dropped to seven-year lows. In early 2015, armed conflict between rival forces for control of the country’s largest oil terminals caused a decline in Libyan crude oil production, which never recovered to more than one-third of the average pre-Revolution highs of 1.6 million barrels per day. The Central Bank of Libya continued to pay government salaries to a majority of the Libyan workforce and to fund subsidies for fuel and food, resulting in an estimated budget deficit of about 49% of GDP.  ++  ++ Libya’s economic transition away from QADHAFI’s notionally socialist model has completely stalled as political chaos persists and security continues to deteriorate. Libya’s leaders have hindered economic development by failing to use its financial resources to invest in national infrastructure. The country suffers from widespread power outages in its largest cities, caused by shortages of fuel for power generation. Living conditions, including access to clean drinking water, medical services, and safe housing, have all declined as the civil war has caused more people to become internally displaced, further straining local resources. ++  ++ Extremists affiliated with the Islamic State of Iraq and the Levant (ISIL) attacked Libyan oilfields in the first half of 2015; ISIL has a presence in many cities across Libya including near oil infrastructure, threatening future government revenues from oil and gas."
    },
    "GDP (purchasing power parity)": {
      "text": "$90.89 billion (2016 est.) ++ $94.01 billion (2015 est.) ++ $100.4 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$39.39 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "-3.3% (2016 est.) ++ -6.4% (2015 est.) ++ -24% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$14,200 (2016 est.) ++ $14,900 (2015 est.) ++ $16,000 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "-17.9% of GDP (2016 est.) ++ -34% of GDP (2015 est.) ++ 5.6% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "84.3%"
      },
      "government consumption": {
        "text": "21.7%"
      },
      "investment in fixed capital": {
        "text": "3.4%"
      },
      "investment in inventories": {
        "text": "1.4%"
      },
      "exports of goods and services": {
        "text": "32.3%"
      },
      "imports of goods and services": {
        "text": "-43.1% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "1.9%"
      },
      "industry": {
        "text": "43.2%"
      },
      "services": {
        "text": "54.9% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "wheat, barley, olives, dates, citrus, vegetables, peanuts, soybeans; cattle"
    },
    "Industries": {
      "text": "petroleum, petrochemicals, aluminum, iron and steel, food processing, textiles, handicrafts, cement"
    },
    "Industrial production growth rate": {
      "text": "-6.7% (2016 est.)"
    },
    "Labor force": {
      "text": "1.153 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "17%"
      },
      "industry": {
        "text": "23%"
      },
      "services": {
        "text": "59% (2004 est.)"
      }
    },
    "Unemployment rate": {
      "text": "30% (2004 est.)"
    },
    "Population below poverty line": {
      "text": "NA%",
      "note": {
        "text": "about one-third of Libyans live at or below the national poverty line"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA%"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$5.792 billion"
      },
      "expenditures": {
        "text": "$13.71 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "14.7% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-20.1% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "10% of GDP (2016 est.) ++ 8% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "13% (2016 est.) ++ 12.1% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "9.52% (31 December 2010) ++ 3% (31 December 2009)"
    },
    "Commercial bank prime lending rate": {
      "text": "6% (31 December 2016 est.) ++ 6% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$46.7 billion (31 December 2016 est.) ++ $51.23 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$54.66 billion (31 December 2014 est.) ++ $53.34 billion (31 December 2013 est.)"
    },
    "Stock of domestic credit": {
      "text": "$554.6 million (31 December 2016 est.) ++ $767.3 million (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$NA"
    },
    "Current account balance": {
      "text": "-$18.66 billion (2016 est.) ++ -$16.7 billion (2015 est.)"
    },
    "Exports": {
      "text": "$10.65 billion (2016 est.) ++ $10.86 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "crude oil, refined petroleum products, natural gas, chemicals"
    },
    "Exports - partners": {
      "text": "Italy 32.1%, Germany 11.3%, China 8%, France 8%, Spain 5.6%, Netherlands 5.4%, Syria 5.3% (2015)"
    },
    "Imports": {
      "text": "$9.551 billion (2016 est.) ++ $11.24 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "machinery, semi-finished goods, food, transport equipment, consumer products"
    },
    "Imports - partners": {
      "text": "China 14.8%, Italy 12.9%, Turkey 11.1%, Tunisia 6.5%, France 6.1%, Spain 4.6%, Syria 4.5%, Egypt 4.4%, South Korea 4.3% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$55.4 billion (31 December 2016 est.) ++ $70.99 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$3.531 billion (31 December 2016 est.) ++ $3.985 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$18.96 billion (31 December 2016 est.) ++ $18.83 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$22.19 billion (31 December 2016 est.) ++ $21.59 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Libyan dinars (LYD) per US dollar - ++ 1.69 (2016 est.) ++ 1.379 (2015 est.) ++ 1.379 (2014 est.) ++ 1.2724 (2013 est.) ++ 1.26 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "35 billion kWh",
      "note": {
        "text": "persistent electricity shortages have contributed to the ongoing instability throughout the country (2014 est.)"
      }
    },
    "Electricity - consumption": {
      "text": "9.3 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "1 million kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "88 million kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "8.9 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "99.2% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0.8% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "404,000 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "834,100 bbl/day",
      "note": {
        "text": "Libyan crude oil export values are highly volatile because of continuing protests and other disruptions across the country (2013 est.)"
      }
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "48.36 billion bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "158,300 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "255,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "50,890 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "144,000 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "11.8 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "5.804 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "6 billion cu m (2014 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "1.505 trillion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "57 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "632,000"
      },
      "subscriptions per 100 inhabitants": {
        "text": "10 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "9.918 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "155 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "Libya's civil war has disrupted its telecommunications sector, but much of its infrastructure remains superior to that in most other African countries"
      },
      "domestic": {
        "text": "combined fixed-line and mobile-cellular service generally adequate, but pressure to rebuild damaged infrastructure growing"
      },
      "international": {
        "text": "country code - 218; satellite earth stations - 4 Intelsat, NA Arabsat, and NA Intersputnik; submarine cable to France and Italy; microwave radio relay to Tunisia and Egypt; tropospheric scatter to Greece; participant in Medarabtel (2015)"
      }
    },
    "Broadcast media": {
      "text": "state-funded and private TV stations; some provinces operate local TV stations; pan-Arab satellite TV stations are available; state-funded radio (2012)"
    },
    "Internet country code": {
      "text": ".ly"
    },
    "Internet users": {
      "total": {
        "text": "1.219 million"
      },
      "percent of population": {
        "text": "19% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "8"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "23"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "2,566,465"
      },
      "annual freight traffic on registered air carriers": {
        "text": "3,833,542 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "5A (2016)"
    },
    "Airports": {
      "text": "146 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "68"
      },
      "over 3,047 m": {
        "text": "23"
      },
      "2,438 to 3,047 m": {
        "text": "7"
      },
      "1,524 to 2,437 m": {
        "text": "30"
      },
      "914 to 1,523 m": {
        "text": "7"
      },
      "under 914 m": {
        "text": "1 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "78"
      },
      "over 3,047 m": {
        "text": "2"
      },
      "2,438 to 3,047 m": {
        "text": "5"
      },
      "1,524 to 2,437 m": {
        "text": "14"
      },
      "914 to 1,523 m": {
        "text": "37"
      },
      "under 914 m": {
        "text": "20 (2013)"
      }
    },
    "Heliports": {
      "text": "2 (2013)"
    },
    "Pipelines": {
      "text": "condensate 882 km; gas 3,743 km; oil 7,005 km (2013)"
    },
    "Roadways": {
      "total": {
        "text": "100,024 km"
      },
      "paved": {
        "text": "57,214 km"
      },
      "unpaved": {
        "text": "42,810 km (2003)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "23"
      },
      "by type": {
        "text": "cargo 2, chemical tanker 4, liquefied gas 3, petroleum tanker 13, roll on/roll off 1"
      },
      "foreign-owned": {
        "text": "2 (Kuwait 1, Norway 1)"
      },
      "registered in other countries": {
        "text": "6 (Hong Kong 1, Malta 5) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Marsa al Burayqah (Marsa el Brega), Tripoli"
      },
      "oil terminal(s)": {
        "text": "Az Zawiyah, Ra's Lanuf"
      },
      "LNG terminal (export)": {
        "text": "Marsa el Brega"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "note - in transition; government has affiliated Army, Air Force, Navy, and Coast Guard forces (2016)"
    },
    "Military service age and obligation": {
      "text": "18 years of age for mandatory or voluntary service (2012)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "dormant disputes include Libyan claims of about 32,000 sq km still reflected on its maps of southeastern Algeria and the FLN's assertions of a claim to Chirac Pastures in southeastern Morocco; various Chadian rebels from the Aozou region reside in southern Libya"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "5,380 (West Bank and Gaza Strip) (2015)"
      },
      "IDPs": {
        "text": "313,236 (conflict between pro-Qadhafi and anti-Qadhafi forces in 2011; post-Qadhafi tribal clashes 2014) (2016)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Libya is a destination and transit country for men and women from sub-Saharan Africa and Asia subjected to forced labor and forced prostitution; migrants who seek employment in Libya as laborers and domestic workers or who transit Libya en route to Europe are vulnerable to forced labor; private employers also exploit migrants from detention centers as forced laborers on farms and construction sites, returning them to detention when they are no longer needed; some sub-Saharan women are reportedly forced to work in Libyan brothels, particularly in the country’s south; since 2013, militia groups and other informal armed groups, including some affiliated with the government, are reported to conscript Libyan children under the age of 18; large-scale violence driven by militias, civil unrest, and increased lawlessness increased in 2014, making it more difficult to obtain information on human trafficking"
      },
      "tier rating": {
        "text": "Tier 3 - the Libyan Government does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; in 2014, the government’s capacity to address human trafficking was hampered by the ongoing power struggle and violence; the judicial system was not functioning, preventing any efforts to investigate, prosecute, or convict traffickers, complicit detention camp guards or government officials, or militias or armed groups that used child soldiers; the government failed to identify or provide protection to trafficking victims, including child conscripts, and continued to punish victims for unlawful acts committed as a direct result of being trafficked; no public anti-trafficking awareness campaigns were conducted (2015)"
      }
    }
  }
}