{
  "Introduction": {
    "Background": {
      "text": "Independent from France in 1960, Mauritania annexed the southern third of the former Spanish Sahara (now Western Sahara) in 1976 but relinquished it after three years of raids by the Polisario guerrilla front seeking independence for the territory. Maaouya Ould Sid Ahmed TAYA seized power in a coup in 1984 and ruled Mauritania with a heavy hand for more than two decades. A series of presidential elections that he held were widely seen as flawed. A bloodless coup in August 2005 deposed President TAYA and ushered in a military council that oversaw a transition to democratic rule. Independent candidate Sidi Ould Cheikh ABDALLAHI was inaugurated in April 2007 as Mauritania's first freely and fairly elected president. His term ended prematurely in August 2008 when a military junta led by General Mohamed Ould Abdel AZIZ deposed him and installed a military council government. AZIZ was subsequently elected president in July 2009 and sworn in the following month. AZIZ sustained injuries from an accidental shooting by his own troops in October 2012 but has continued to maintain his authority. He was reelected in 2014 to a second and final term as president (according to the present constitution). The country continues to experience ethnic tensions among three major groups: Arabic-speaking descendants of slaves (Haratines), Arabic-speaking \"White Moors\" (Bidhan), and members of Sub-Saharan ethnic groups mostly originating in the Senegal River valley (Halpulaar, Soninke, and Wolof). Mauritania confronts a terrorism threat by al-Qa'ida in the Islamic Maghreb, which launched successful attacks between 2005 and 2010."
    }
  },
  "Geography": {
    "Location": {
      "text": "Western Africa, bordering the North Atlantic Ocean, between Senegal and Western Sahara"
    },
    "Geographic coordinates": {
      "text": "20 00 N, 12 00 W"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "1,030,700 sq km"
      },
      "land": {
        "text": "1,030,700 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than three times the size of New Mexico"
    },
    "Land boundaries": {
      "total": {
        "text": "5,002 km"
      },
      "border countries": {
        "text": "Algeria 460 km, Mali 2,236 km, Senegal 742 km, Western Sahara 1,564 km"
      }
    },
    "Coastline": {
      "text": "754 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm or to the edge of the continental margin"
      }
    },
    "Climate": {
      "text": "desert; constantly hot, dry, dusty"
    },
    "Terrain": {
      "text": "mostly barren, flat plains of the Sahara; some central hills"
    },
    "Elevation": {
      "mean elevation": {
        "text": "276 m"
      },
      "elevation extremes": {
        "text": "lowest point: Sebkhet Te-n-Dghamcha -5 m ++ highest point: Kediet Ijill 915 m"
      }
    },
    "Natural resources": {
      "text": "iron ore, gypsum, copper, phosphate, diamonds, gold, oil, fish"
    },
    "Land use": {
      "agricultural land": {
        "text": "38.5% ++ arable land 0.4%; permanent crops 0%; permanent pasture 38.1%"
      },
      "forest": {
        "text": "0.2%"
      },
      "other": {
        "text": "61.3% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "450 sq km (2012)"
    },
    "Population - distribution": {
      "text": "with most of the country being a desert, vast areas of the country, particularly in the central, northern, and eastern areas, are without sizeable population clusters; half the population lives in or around the coastal capital of Nouakchott; smaller clusters are found near the southern border with Mali and Senegal"
    },
    "Natural hazards": {
      "text": "hot, dry, dust/sand-laden sirocco wind primarily in March and April; periodic droughts"
    },
    "Environment - current issues": {
      "text": "overgrazing, deforestation, and soil erosion aggravated by drought are contributing to desertification; limited natural freshwater resources away from the Senegal, which is the only perennial river; locust infestation"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "Mauritania is considered both a part of North Africa's Maghreb region and West Africa's Sahel region; most of the population is concentrated in the cities of Nouakchott and Nouadhibou and along the Senegal River in the southern part of the country"
    }
  },
  "People and Society": {
    "Population": {
      "text": "3,677,293 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Mauritanian(s)"
      },
      "adjective": {
        "text": "Mauritanian"
      }
    },
    "Ethnic groups": {
      "text": "black Moors (Haratines - Arab-speaking slaves, former slaves, and their descendants of African origin, enslaved by white Moors) 40%, white Moors (of Arab-Berber descent, known as Bidhan) 30%, black Africans (non-Arabic speaking, Halpulaar, Soninke, Wolof, and Bamara ethnic groups) 30%"
    },
    "Languages": {
      "text": "Arabic (official and national), Pulaar, Soninke, Wolof (all national languages), French",
      "note": {
        "text": "the spoken Arabic in Mauritania differs considerably from the modern standard Arabic used for official written purposes or in the media; the Mauritanian dialect, which incorporates many Berber words, is referred to as Hassaniya"
      }
    },
    "Religions": {
      "text": "Muslim (official) 100%"
    },
    "Demographic profile": {
      "text": "With a sustained total fertility rate of about 4 children per woman and almost 60% of the population under the age of 25, Mauritania’s population is likely to continue growing for the foreseeable future. Mauritania’s large youth cohort is vital to its development prospects, but available schooling does not adequately prepare students for the workplace. Girls continue to be underrepresented in the classroom, educational quality remains poor, and the dropout rate is high. The literacy rate is only about 50%, even though access to primary education has improved since the mid-2000s. Women’s restricted access to education and discriminatory laws maintain gender inequality – worsened by early and forced marriages and female genital cutting. The denial of education to black Moors also helps to perpetuate slavery. Although Mauritania abolished slavery in 1981 (the last country in the world to do so) and made it a criminal offense in 2007, the millenniums-old practice persists largely because anti-slavery laws are rarely enforced and the custom is so ingrained. Up to 20% of Mauritania’s population is estimated to be enslaved, the highest rate worldwide. Drought, poverty, and unemployment have driven outmigration from Mauritania since the 1970s. Early flows were directed toward other West African countries, including Senegal, Mali, Cote d’Ivoire, and Gambia. The 1989 Mauritania-Senegal conflict forced thousands of black Mauritanians to take refuge in Senegal and pushed labor migrants toward the Gulf, Libya, and Europe in the late 1980s and early 1990s. Mauritania has accepted migrants from neighboring countries to fill labor shortages since its independence in 1960 and more recently has received refugees escaping civil wars, including tens of thousands of Tuaregs who fled Mali in 2012. Mauritania was an important transit point for sub-Saharan migrants moving illegally to North Africa and Europe. In the mid-2000s, as border patrols increased in the Strait of Gibraltar, security increased around Spain’s North African enclaves (Ceuta and Melilla), and Moroccan border controls intensified, illegal migration flows shifted from the Western Mediterranean to Spain’s Canary Islands. In 2006, departure points moved southward along the West African coast from Morocco and Western Sahara to Mauritania’s two key ports (Nouadhibou and the capital Nouakchott), and illegal migration to the Canaries peaked at almost 32,000. The numbers fell dramatically in the following years because of joint patrolling off the West African coast by Frontex (the EU’s border protection agency), Spain, Mauritania, and Senegal; the expansion of Spain’s border surveillance system; and the 2008 European economic downturn."
    },
    "Age structure": {
      "0-14 years": {
        "text": "38.87% (male 717,790/female 711,694)"
      },
      "15-24 years": {
        "text": "19.86% (male 357,460/female 372,744)"
      },
      "25-54 years": {
        "text": "32.96% (male 561,341/female 650,580)"
      },
      "55-64 years": {
        "text": "4.61% (male 76,372/female 93,065)"
      },
      "65 years and over": {
        "text": "3.71% (male 57,814/female 78,433) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "76.1%"
      },
      "youth dependency ratio": {
        "text": "70.5%"
      },
      "elderly dependency ratio": {
        "text": "5.7%"
      },
      "potential support ratio": {
        "text": "17.7% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "20.3 years"
      },
      "male": {
        "text": "19.3 years"
      },
      "female": {
        "text": "21.2 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "2.2% (2016 est.)"
    },
    "Birth rate": {
      "text": "30.9 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "8.1 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-0.8 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "with most of the country being a desert, vast areas of the country, particularly in the central, northern, and eastern areas, are without sizeable population clusters; half the population lives in or around the coastal capital of Nouakchott; smaller clusters are found near the southern border with Mali and Senegal"
    },
    "Urbanization": {
      "urban population": {
        "text": "59.9% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "3.54% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "NOUAKCHOTT (capital) 968,000 (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1.01 male(s)/female"
      },
      "15-24 years": {
        "text": "0.96 male(s)/female"
      },
      "25-54 years": {
        "text": "0.86 male(s)/female"
      },
      "55-64 years": {
        "text": "0.82 male(s)/female"
      },
      "65 years and over": {
        "text": "0.74 male(s)/female"
      },
      "total population": {
        "text": "0.93 male(s)/female (2016 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "602 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "53.3 deaths/1,000 live births"
      },
      "male": {
        "text": "58.1 deaths/1,000 live births"
      },
      "female": {
        "text": "48.2 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "63 years"
      },
      "male": {
        "text": "60.7 years"
      },
      "female": {
        "text": "65.4 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "3.93 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "9.3% (2007)"
    },
    "Health expenditures": {
      "text": "3.8% of GDP (2014)"
    },
    "Physicians density": {
      "text": "0.13 physicians/1,000 population (2009)"
    },
    "Hospital bed density": {
      "text": "0.4 beds/1,000 population (2006)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 58.4% of population ++ rural: 57.1% of population ++ total: 57.9% of population"
      },
      "unimproved": {
        "text": " ++ urban: 41.6% of population ++ rural: 42.9% of population ++ total: 42.1% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 57.5% of population ++ rural: 13.8% of population ++ total: 40% of population"
      },
      "unimproved": {
        "text": " ++ urban: 42.5% of population ++ rural: 86.2% of population ++ total: 60% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.57% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "13,700 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "1,000 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high"
      },
      "food or waterborne diseases": {
        "text": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria and dengue fever"
      },
      "respiratory disease": {
        "text": "meningococcal meningitis"
      },
      "animal contact disease": {
        "text": "rabies (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "8.6% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "19.5% (2012)"
    },
    "Education expenditures": {
      "text": "2.9% of GDP (2013)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "52.1%"
      },
      "male": {
        "text": "62.6%"
      },
      "female": {
        "text": "41.6% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "8 years"
      },
      "male": {
        "text": "9 years"
      },
      "female": {
        "text": "8 years (2013)"
      }
    },
    "Child labor - children ages 5-14": {
      "total number": {
        "text": "127,251"
      },
      "percentage": {
        "text": "16% (2007 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Islamic Republic of Mauritania"
      },
      "conventional short form": {
        "text": "Mauritania"
      },
      "local long form": {
        "text": "Al Jumhuriyah al Islamiyah al Muritaniyah"
      },
      "local short form": {
        "text": "Muritaniyah"
      },
      "etymology": {
        "text": "named for the ancient Kingdom of Mauretania (3rd century B.C. to 1st century A.D.), which existed further north in present-day Morocco; the name derives from the Mauri (Moors), the Berber-speaking peoples of northwest Africa"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Nouakchott"
      },
      "geographic coordinates": {
        "text": "18 04 N, 15 58 W"
      },
      "time difference": {
        "text": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "15 regions (wilayas, singular - wilaya); Adrar, Assaba, Brakna, Dakhlet Nouadhibou, Gorgol, Guidimaka, Hodh ech Chargui, Hodh El Gharbi, Inchiri, Nouakchott Nord, Nouakchott Ouest, Nouakchott Sud, Tagant, Tiris Zemmour, Trarza"
    },
    "Independence": {
      "text": "28 November 1960 (from France)"
    },
    "National holiday": {
      "text": "Independence Day, 28 November (1960)"
    },
    "Constitution": {
      "text": "previous 1964; latest adopted 12 July 1991; amended 2004, 2006, 2012 (2016)"
    },
    "Legal system": {
      "text": "mixed legal system of Islamic and French civil law"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Mauritania"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Mohamed Ould Abdel AZIZ (since 5 August 2009); note - AZIZ deposed President Sidi Ould Cheikh ABDELLAHI in a coup and installed himself as president in August 2008; he subsequently retired from the military, stepped down from the appropriated presidency in April 2009 to run for the legitimate presidency, and was elected president on 18 July 2009"
      },
      "head of government": {
        "text": "Prime Minister Yahya Ould HADEMINE (since 21 August 2014)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for a second term); election last held on 21 June 2014 (next to be held by 2019); prime minister appointed by the president"
      },
      "election results": {
        "text": "Mohamed Ould Abdel AZIZ elected president; percent of vote - Mohamed Ould Abdel AZIZ (UPR) 81.9%, Biram Dah ABEID (independent) 8.7%, Boidiel Ould HOUMEIT (El Wiam) 4.5%, Ibrahima Moctar SARR (SJD/MR) 4.4%, other 0.5%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Parliament or Barlamane consists of the Senate or Majlis al-Shuyukh (56 seats; 53 members indirectly elected by municipal leaders by simple majority vote and 3 directly elected by Mauritanians abroad; members serve a 6-year term with one-third of membership renewed every 2 years) and the National Assembly or Al Jamiya Al Wataniya (146 seats; 106 members directly elected in single- and two-seat constituencies by absolute majority vote in two rounds if needed and 40 directly elected in constituencies with three or more seats by proportional representation vote; members serve a 5-year term)"
      },
      "elections": {
        "text": "Senate - last held on 23 November 2013 (next election scheduled for 2015 but delayed because of opposition party threats to boycott election); National Assembly - first round last held on 23 November and second round on 21 December 2013 (next to be held in 2018)"
      },
      "election results": {
        "text": "Senate - percent of vote by party - NA; seats by party - NA; National Assembly - percent of vote by party - NA; seats by party - UPR 75, RNRD-TAWASSOUL 16, El Wiam 10, APP 7, El Karama Party 6, UDP 6, AJD/MR 4, Burst of Youth for the Nation 4, El Vadila Party 3, PRDR 3, PUD 3, Ravah Party 3, other 6; note - parties winning fewer than 3 seats sit as independents unless they join a coalition"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court or Cour Supreme (subdivided into 1 criminal and 2 civil chambers, each with a president and 5 counselors); Constitutional Council (consists of 6 members)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court president appointed by the president of the republic to serve a 5-year renewable term; Constitutional Council members appointed - 3 by the president of the republic, 2 by the president of the National Assembly, and 1 by the president of the Senate; members serve single, 9-year terms with one-third of membership renewed every 3 years"
      },
      "subordinate courts": {
        "text": "High Court of Justice (cases involving treason and criminal acts of high government officials); courts of appeal; wilaya (regional) courts (located at the headquarters of each of the 13 regions); commercial and labor courts; criminal courts; moughataa (district) courts; informal/customary courts"
      }
    },
    "Political parties and leaders": {
      "text": "Alliance for Justice and Democracy/Movement for Renewal or AJD/MR [Ibrahima Moctar SARR] ++ Burst of Youth for the Nation [Lalla CHERIVA] ++ Coalition for Pacific Alternation or CAP (coalition of opposition parties, including APP, El Wiam) ++ Coalition of Majority Parties or CPM (including UPR, UDP) ++ Coordination of Democratic Opposition or COD [Ahmed Ould DADDAH] (coalition including RNRD-TAWASSOUL) ++ El Karama Party [Cheikhna Ould Mohamed Ould HAJBOU] ++ El Vadila Party [Ethmane Ould Ahmed ABOULMAALY] ++ El Wiam [Boidiel Ould HOUMEIT] ++ National Rally for Reform and Development or RNRD-TAWASSOUL [Mohamed Jamil Ould MANSOUR] ++ Party of Unity and Development or PUD [Mohamed BARO] ++ Popular Progressive Alliance or APP [Messaoud Ould BOULKHEIR] ++ Ravah Party ++ Republican Party for Democracy and Renewal or PRDR [Sidi Mohamed Ould Mohamed VALL] ++ Union for Democracy and Progress or UDP [Naha Mint MOUKNASS] ++ Union for the Republic or UPR [Sidi Mohamed Ould MAHAM]"
    },
    "Political pressure groups and leaders": {
      "text": "General Confederation of Mauritanian Workers or CGTM [Abdallahi Ould MOHAMED, secretary general] ++ Independent Confederation of Mauritanian Workers or CLTM and El Hor [Samory Ould BEYE] (civil society organization) ++ Mauritanian Workers Union or UTM [Mohamed Ely Ould BRAHIM, secretary general] ++ SOS-Esclaves [Boubacar MESSAOUD] (anti-slavery group)",
      "other": {
        "text": "Arab nationalists; Ba'athists; Islamists; Nasserists"
      }
    },
    "International organization participation": {
      "text": "ABEDA, ACP, AfDB, AFESD, AMF, AMU, AU, CAEU (candidate), EITI (compliant country), FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO (pending member), ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), LAS, MIGA, MIUSMA, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Mohamedoun DADDAH (since 27 June 2016)"
      },
      "chancery": {
        "text": "2129 Leroy Place NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 232-5700 through 5701"
      },
      "FAX": {
        "text": "[1] (202) 319-2623"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Larry Edward ANDRE, Jr. (since 25 September 2014)"
      },
      "embassy": {
        "text": "288, rue 42-100 (rue Abdallaye), Nouakchott"
      },
      "mailing address": {
        "text": "B.P. 222, Nouakchott"
      },
      "telephone": {
        "text": "[222] 4525-2660 or [222] 2660-2663"
      },
      "FAX": {
        "text": "[222] 4525-1592"
      }
    },
    "Flag description": {
      "text": "green with a yellow five-pointed star above a yellow, horizontal crescent; the closed side of the crescent is down; the crescent, star, and color green are traditional symbols of Islam; green also represents hope for a bright future; the yellow color stands for the sands of the Sahara"
    },
    "National symbol(s)": {
      "text": "star and crescent; national colors: green, yellow"
    },
    "National anthem": {
      "name": {
        "text": "\"Hymne National de la Republique Islamique de Mauritanie\" (National Anthem of the Islamic Republic of Mauritania)"
      },
      "lyrics/music": {
        "text": "Baba Ould CHEIKH/traditional, arranged by Tolia NIKIPROWETZKY"
      },
      "note": {
        "text": "adopted 1960; the unique rhythm of the Mauritanian anthem makes it particularly challenging to sing"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Mauritania's economy is dominated by natural resources and agriculture. Half the population still depends on agriculture and livestock for a livelihood, even though many nomads and subsistence farmers were forced into the cities by recurrent droughts in the 1970s and 1980s. Recently, GDP growth has been driven by foreign investment in the mining and oil sectors. ++  ++ Mauritania's extensive mineral resources include iron ore, gold, copper, gypsum, and phosphate rock, and exploration is ongoing for uranium, crude oil, and natural gas. Extractive commodities make up about three-quarters of Mauritania's total exports, subjecting the economy to price swings in world commodity markets. Mining is also a growing source of government revenue, rising from 13% to 29% of total revenue between 2006 and 2013. The nation's coastal waters are among the richest fishing areas in the world, and fishing accounts for about 25% of budget revenues, but overexploitation by foreigners threatens this key source of revenue. ++  ++ Risks to Mauritania's economy include its recurring droughts, dependence on foreign aid and investment, and insecurity in neighboring Mali, as well as significant shortages of infrastructure, institutional capacity, and human capital. Mauritania has sought additional IMF support by focusing efforts on poverty reduction. Investment in agriculture and infrastructure are the largest components of the country’s public expenditures."
    },
    "GDP (purchasing power parity)": {
      "text": "$16.71 billion (2016 est.) ++ $16.19 billion (2015 est.) ++ $15.99 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$4.718 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "3.2% (2016 est.) ++ 1.2% (2015 est.) ++ 5.4% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$4,400 (2016 est.) ++ $4,400 (2015 est.) ++ $4,400 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "22.2% of GDP (2016 est.) ++ 18.8% of GDP (2015 est.) ++ 25.2% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "72.5%"
      },
      "government consumption": {
        "text": "23.8%"
      },
      "investment in fixed capital": {
        "text": "47%"
      },
      "investment in inventories": {
        "text": "-7.2%"
      },
      "exports of goods and services": {
        "text": "25.7%"
      },
      "imports of goods and services": {
        "text": "-61.8% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "24.1%"
      },
      "industry": {
        "text": "34.8%"
      },
      "services": {
        "text": "41.1% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "dates, millet, sorghum, rice, corn; cattle, sheep"
    },
    "Industries": {
      "text": "fish processing, oil production, mining (iron ore, gold, copper)",
      "note": {
        "text": "gypsum deposits have never been exploited"
      }
    },
    "Industrial production growth rate": {
      "text": "-1.2% (2016 est.)"
    },
    "Labor force": {
      "text": "1.356 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "50%"
      },
      "industry": {
        "text": "2%"
      },
      "services": {
        "text": "48% (2001 est.)"
      }
    },
    "Unemployment rate": {
      "text": "31% (2013 est.)"
    },
    "Population below poverty line": {
      "text": "40% (2004 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.5%"
      },
      "highest 10%": {
        "text": "29.5% (2000)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "39 (2000) ++ 37.3 (1995)"
    },
    "Budget": {
      "revenues": {
        "text": "$1.143 billion"
      },
      "expenditures": {
        "text": "$1.43 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "24.2% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-6.1% of GDP (2016 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "3.5% (2016 est.) ++ 0.5% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "9% (31 December 2009) ++ 12% (31 December 2007)"
    },
    "Commercial bank prime lending rate": {
      "text": "17% (31 December 2016 est.) ++ 17% (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$1.753 billion (31 December 2016 est.) ++ $1.8 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$NA"
    },
    "Current account balance": {
      "text": "-$1.033 billion (2016 est.) ++ -$1.313 billion (2015 est.)"
    },
    "Exports": {
      "text": "$1.212 billion (2016 est.) ++ $1.385 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "iron ore, fish and fish products, gold, copper, petroleum"
    },
    "Exports - partners": {
      "text": "China 32.7%, Switzerland 11.1%, Spain 8.6%, Italy 6.7%, Cote dIvoire 6.6%, Japan 5.7% (2015)"
    },
    "Imports": {
      "text": "$1.643 billion (2016 est.) ++ $1.93 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "machinery and equipment, petroleum products, capital goods, foodstuffs, consumer goods"
    },
    "Imports - partners": {
      "text": "China 25.5%, Algeria 8.4%, France 6.3%, Morocco 5.1%, Spain 4.8%, Brazil 4.5%, US 4% (2015)"
    },
    "Debt - external": {
      "text": "$3.585 billion (31 December 2016 est.) ++ $3.415 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "ouguiyas (MRO) per US dollar - ++ 341.6 (2016 est.) ++ 319.7 (2015 est.) ++ 319.7 (2014 est.) ++ 299.5 (2013 est.) ++ 296.6 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "800 million kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "800 million kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "400,000 kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "66.9% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "33.1% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "5,247 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "11,250 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "20 million bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "16,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "16,390 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "28.32 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "2.4 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "51,294"
      },
      "subscriptions per 100 inhabitants": {
        "text": "1 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "3.644 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "101 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "limited system of cable and open-wire lines, minor microwave radio relay links, and radiotelephone communications stations; mobile-cellular services expanding rapidly"
      },
      "domestic": {
        "text": "fixed-line teledensity 1 per 100 persons; mobile-cellular network coverage extends mainly to urban areas with a teledensity of roughly 100 per 100 persons; mostly cable and open-wire lines; a domestic satellite telecommunications system links Nouakchott w"
      },
      "international": {
        "text": "country code - 222; satellite earth stations - 3 (1 Intelsat - Atlantic Ocean, 2 Arabsat); fiber-optic and asymmetric digital subscriber line cables for Internet access (2015)"
      }
    },
    "Broadcast media": {
      "text": "one state-run TV (Television de Mauritanie) and one state-run radio network (Radio de Mauritanie); Television de Mauritanie has three channels, Al Mahadra station (for Islamic content) and Channels 1 and 2, which cover news, sports, and other programming; (2013)"
    },
    "Internet country code": {
      "text": ".mr"
    },
    "Internet users": {
      "total": {
        "text": "547,000"
      },
      "percent of population": {
        "text": "15.2% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "1"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "4"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "248,158"
      },
      "annual freight traffic on registered air carriers": {
        "text": "0 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "5T (2016)"
    },
    "Airports": {
      "text": "30 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "9"
      },
      "2,438 to 3,047 m": {
        "text": "5"
      },
      "1,524 to 2,437 m": {
        "text": "4 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "21"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "10"
      },
      "914 to 1,523 m": {
        "text": "8"
      },
      "under 914 m": {
        "text": "2 (2013)"
      }
    },
    "Railways": {
      "total": {
        "text": "728 km"
      },
      "standard gauge": {
        "text": "728 km 1.435-m gauge (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "10,628 km"
      },
      "paved": {
        "text": "3,158 km"
      },
      "unpaved": {
        "text": "7,470 km (2010)"
      }
    },
    "Waterways": {
      "text": "(some navigation possible on the Senegal River) (2011)"
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Nouadhibou, Nouakchott"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Mauritanian Armed Forces: Army, Mauritanian Navy (Marine Mauritanienne; includes naval infantry), Islamic Republic of Mauritania Air Group (Groupement Aerienne Islamique de Mauritanie, GAIM) (2013)"
    },
    "Military service age and obligation": {
      "text": "18 is the legal minimum age for voluntary military service; no conscription (2012)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Mauritanian claims to Western Sahara remain dormant"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "26,007 (Western Saharan - Sahrawis) (2015); 46,640 (Mali) (2016)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Mauritania is a source and destination country for men, women, and children subjected to forced labor and sex trafficking; adults and children from traditional slave castes are subjected to slavery-related practices rooted in ancestral master-slave relationships; Mauritanian boy students called talibes are trafficked within the country by religious teachers for forced begging; Mauritanian girls, as well as girls from Mali, Senegal, The Gambia, and other West African countries, are forced into domestic servitude; Mauritanian women and girls are forced into prostitution domestically or transported to countries in the Middle East for the same purpose, sometimes through forced marriages"
      },
      "tier rating": {
        "text": "Tier 3 - Mauritania does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; anti-trafficking law enforcement efforts were negligible; one slavery case identified by an NGO was investigated, but no prosecutions or convictions were made, including among the 4,000 child labor cases NGOs referred to the police; the 2007 anti-slavery law remains ineffective because it requires slaves, most of whom are illiterate, to file their own legal complaint, and the government agency that can submit claims on them did not file any in 2014; authorities arrested, prosecuted, and convicted several anti-slavery activists; NGOs continued to provide the majority of protective services to trafficking victims without support from the government; some steps were taken to raise public awareness about human trafficking (2015)"
      }
    }
  }
}