{
  "intro": {
    "background": {
      "text": "British influence and control over what would become Nigeria and Africa's most populous country grew through the 19th century. A series of constitutions after World War II granted Nigeria greater autonomy; independence came in 1960. Following nearly 16 years of military rule, a new constitution was adopted in 1999, and a peaceful transition to civilian government was completed. The government continues to face the daunting task of reforming a petroleum-based economy, whose revenues have been squandered through corruption and mismanagement, and institutionalizing democracy. In addition, Nigeria continues to experience longstanding ethnic and religious tensions. Although both the 2003 and 2007 presidential elections were marred by significant irregularities and violence, Nigeria is currently experiencing its longest period of civilian rule since independence. The general elections of April 2007 marked the first civilian-to-civilian transfer of power in the country's history."
    }
  },
  "geo": {
    "location": {
      "text": "Western Africa, bordering the Gulf of Guinea, between Benin and Cameroon"
    },
    "geographic_coordinates": {
      "text": "10 00 N, 8 00 E"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "923,768 sq km",
      "land": "910,768 sq km",
      "water": "13,000 sq km"
    },
    "area_comparative": {
      "text": "slightly more than twice the size of California"
    },
    "land_boundaries": {
      "total": "4,047 km",
      "border_countries": "Benin 773 km, Cameroon 1,690 km, Chad 87 km, Niger 1,497 km"
    },
    "coastline": {
      "text": "853 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation"
    },
    "climate": {
      "text": "varies; equatorial in south, tropical in center, arid in north"
    },
    "terrain": {
      "text": "southern lowlands merge into central hills and plateaus; mountains in southeast, plains in north"
    },
    "elevation_extremes": {
      "lowest_point": "Atlantic Ocean 0 m",
      "highest_point": "Chappal Waddi 2,419 m"
    },
    "natural_resources": {
      "text": "natural gas, petroleum, tin, iron ore, coal, limestone, niobium, lead, zinc, arable land"
    },
    "land_use": {
      "arable_land": "38.97%",
      "permanent_crops": "3.46%",
      "other": "57.57% (2011)"
    },
    "irrigated_land": {
      "text": "2,932 sq km (2004)"
    },
    "total_renewable_water_resources": {
      "text": "286.2 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "13.11  cu km/yr (31%/15%/54%)",
      "per_capita": "89.21  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "periodic droughts; flooding"
    },
    "environment_current_issues": {
      "text": "soil degradation; rapid deforestation; urban air and water pollution; desertification; oil pollution - water, air, and soil; has suffered serious damage from oil spills; loss of arable land; rapid urbanization"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "the Niger enters the country in the northwest and flows southward through tropical rain forests and swamps to its delta in the Gulf of Guinea"
    }
  },
  "people": {
    "nationality": {
      "noun": "Nigerian(s)",
      "adjective": "Nigerian"
    },
    "ethnic_groups": {
      "text": "Nigeria, Africa's most populous country, is composed of more than 250 ethnic groups; the following are the most populous and politically influential: Hausa and Fulani 29%, Yoruba 21%, Igbo (Ibo) 18%, Ijaw 10%, Kanuri 4%, Ibibio 3.5%, Tiv 2.5%"
    },
    "languages": {
      "text": "English (official), Hausa, Yoruba, Igbo (Ibo), Fulani, over 500 additional indigenous languages"
    },
    "religions": {
      "text": "Muslim 50%, Christian 40%, indigenous beliefs 10%"
    },
    "population": {
      "text": "174,507,539 (July 2013 est.)",
      "note": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "age_structure": {
      "0_14_years": "43.8% (male 39,127,615/female 37,334,281)",
      "15_24_years": "19.3% (male 17,201,067/female 16,451,357)",
      "25_54_years": "30.1% (male 25,842,967/female 26,699,432)",
      "55_64_years": "3.8% (male 3,016,896/female 3,603,048)",
      "65_years_and_over": "3% (male 2,390,154/female 2,840,722) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "89 %",
      "youth_dependency_ratio": "83.8 %",
      "elderly_dependency_ratio": "5.2 %",
      "potential_support_ratio": "19.3 (2013)"
    },
    "median_age": {
      "total": "17.9 years",
      "male": "17.4 years",
      "female": "18.4 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.54% (2013 est.)"
    },
    "birth_rate": {
      "text": "38.78 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "13.2 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.22 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "49.6% of total population (2011)",
      "rate_of_urbanization": "3.75% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "Lagos 10.203 million; Kano 3.304 million; Ibadan 2.762 million; ABUJA (capital) 1.857 million; Kaduna 1.519 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.06 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.05 male(s)/female",
      "25_54_years": "0.97 male(s)/female",
      "55_64_years": "0.85 male(s)/female",
      "65_years_and_over": "0.85 male(s)/female",
      "total_population": "1.01 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "20.9 (2008 est.)"
    },
    "maternal_mortality_rate": {
      "text": "630 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "72.97 deaths/1,000 live births",
      "male": "77.98 deaths/1,000 live births",
      "female": "67.66 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "52.46 years",
      "male": "49.35 years",
      "female": "55.77 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "5.31 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "14.1% (2011)"
    },
    "health_expenditures": {
      "text": "5.1% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.4 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "0.53 beds/1,000 population (2004)"
    },
    "drinking_water_source": {
      "improved": "urban: 74% of population; rural: 43% of population; total: 58% of population",
      "unimproved": "urban: 26% of population; rural: 57% of population; total: 42% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 35% of population; rural: 27% of population; total: 31% of population",
      "unimproved": "urban: 65% of population; rural: 73% of population; total: 69% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "3.6% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "3.3 million (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "220,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A and E, and typhoid fever",
      "vectorborne_diseases": "malaria, dengue fever, and yellow fever",
      "water_contact_diseases": "leptospirosis and schistosomiasis",
      "respiratory_disease": "meningococcal meningitis",
      "aerosolized_dust_or_soil_contact_disease": "one of the most highly endemic areas for Lassa fever",
      "animal_contact_disease": "rabies",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "6.5% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "26.7% (2008)"
    },
    "education_expenditures": {
      "text": "NA"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "61.3%",
      "male": "72.1%",
      "female": "50.4% (2010 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "9 years",
      "male": "10 years",
      "female": "8 years (2005)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "11,396,823",
      "percentage": "29 % (2007 est.)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Federal Republic of Nigeria",
      "conventional_short_form": "Nigeria"
    },
    "government_type": {
      "text": "federal republic"
    },
    "capital": {
      "name": "Abuja",
      "geographic_coordinates": "9 05 N, 7 32 E",
      "time_difference": "UTC+1 (6 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "36 states and 1 territory*; Abia, Adamawa, Akwa Ibom, Anambra, Bauchi, Bayelsa, Benue, Borno, Cross River, Delta, Ebonyi, Edo, Ekiti, Enugu, Federal Capital Territory*, Gombe, Imo, Jigawa, Kaduna, Kano, Katsina, Kebbi, Kogi, Kwara, Lagos, Nassarawa, Niger, Ogun, Ondo, Osun, Oyo, Plateau, Rivers, Sokoto, Taraba, Yobe, Zamfara"
    },
    "independence": {
      "text": "1 October 1960 (from the UK)"
    },
    "national_holiday": {
      "text": "Independence Day (National Day), 1 October (1960)"
    },
    "constitution": {
      "text": "adopted 5 May 1999; effective 29 May 1999"
    },
    "legal_system": {
      "text": "mixed legal system of English common law, Islamic law (in 12 northern states), and traditional law"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Goodluck JONATHAN (since 5 May 2010, acting since 9 February 2010); Vice President Mohammed Namadi SAMBO (since 19 May 2010); note - the president is both the chief of state and head of government; JONATHAN assumed the presidency on 5 May 2010 following the death of President YAR'ADUA; JONATHAN was declared Acting President on 9 February 2010 by the National Assembly during the extended illness of the former president",
      "head_of_government": "President Goodluck JONATHAN (since 5 May 2010, acting since 9 February 2010); Vice President Mohammed Namadi SAMBO (since 19 May 2010)",
      "cabinet": "Federal Executive Council",
      "elections": "president elected by popular vote for a four-year term (eligible for a second term); election last held on 16 April 2011 (next to be held in April 2015)",
      "election_results": "Goodluck JONATHAN elected president; percent of vote - Goodluck JONATHAN 58.9%, Muhammadu BUHARI 32.0%, Nuhu RIBADU 5.4%, Ibrahim SHEKARAU 2.4%, other 1.3%"
    },
    "legislative_branch": {
      "text": "bicameral National Assembly consists of the Senate (109 seats, 3 from each state plus 1 from Abuja; members elected by popular vote to serve four-year terms) and House of Representatives (360 seats; members elected by popular vote to serve four-year terms)",
      "elections": "Senate - last held on 9 and 26 April 2011 (next to be held in 2015); House of Representatives - last held on 9 and 26 April 2011 (next to be held in 2015)",
      "election_results": "Senate - percent of vote by party - NA; seats by party - PDP 73, ACN 17, ANPP 7, CPC 6, LP 4, other 2; House of Representatives - percent of vote by party - NA; seats by party - PDP 205, ACN 69, CPC 36, ANPP 28, LP 9, APGA 6, ACC 5, other 2; note - due to logistical problems elections in a number of constituencies were held on 26 April 2011"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of the chief justice and 15 justices)",
      "judge_selection_and_term_of_office": "judges appointed by the president on the recommendation of the National Judicial Council, a 23-member independent body of federal and state judicial officials; judge appointments confirmed by the Senate; judges serve until age 65",
      "subordinate_courts": "Court of Appeal; Federal High Court; High Court of the Federal Capital Territory; Sharia Court of Appeal of the Federal Capital Territory; Customary Court of Appeal of the Federal Capital Territory; state court system similar in structure to federal system"
    },
    "political_parties_and_leaders": {
      "text": "Accord Party or ACC [Mohammad Lawal MALADO]; Action Congress of Nigeria or ACN [Adebisi Bamidele AKANDE]; All Nigeria Peoples Party or ANPP [Ogbonnaya C. ONU]; All Progressives Grand Alliance or APGA [Victor C. UMEH]; Congress for Progressive Change or CPC [Tony MOMOH]; Democratic Peoples Party or DPP [Jeremiah USENI]; Labor Party [Umar MUSTAPHA]; Peoples Democratic Party or PDP [Bamanga TUKUR]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Academic Staff Union for Universities or ASUU; Campaign for Democracy or CD; Civil Liberties Organization or CLO; Committee for the Defense of Human Rights or CDHR; Constitutional Right Project or CRP; Human Right Africa; National Association of Democratic Lawyers or NADL; National Association of Nigerian Students or NANS; Nigerian Bar Association or NBA; Nigerian Labor Congress or NLC; Nigerian Medical Association or NMA; the press; Universal Defenders of Democracy or UDD"
    },
    "international_organization_participation": {
      "text": "ACP, AfDB, AU, C, CD, D-8, ECOWAS, EITI (compliant country), FAO, G-15, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINURSO, MONUSCO, NAM, OAS (observer), OIC, OPCW, OPEC, PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNISFA, UNITAR, UNMIL, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Adebowale Ibidapo ADEFUYE",
      "chancery": "3519 International Court NW, Washington, DC 20008",
      "telephone": "[1] (202) 986-8400",
      "fax": "[1] (202) 362-6541",
      "consulates_general": "Atlanta, New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Terence P. MCCULLEY",
      "embassy": "Plot 1075 Diplomatic Drive, Central District Area, Abuja",
      "mailing_address": "P. O. Box 5760, Garki, Abuja",
      "telephone": "[234] (9) 461-4000",
      "fax": "[234] (9) 461-4171"
    },
    "flag_description": {
      "text": "three equal vertical bands of green (hoist side), white, and green; the color green represents the forests and abundant natural wealth of the country, white stands for peace and unity"
    },
    "national_symbols": {
      "text": "eagle"
    },
    "national_anthem": {
      "name": "\"Arise Oh Compatriots, Nigeria's Call Obey\"",
      "lyrics_music": "John A. ILECHUKWU, Eme Etim AKPAN, B. A. OGUNNAIKE, Sotu OMOIGUI and P. O. ADERIBIGBE/Benedict Elide ODIASE",
      "note": "adopted 1978; the lyrics are a mixture of five of the top entries in a national contest"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Oil-rich Nigeria has been hobbled by political instability, corruption, inadequate infrastructure, and poor macroeconomic management, but in 2008 began pursuing economic reforms. Nigeria's former military rulers failed to diversify the economy away from its overdependence on the capital-intensive oil sector, which provides 95% of foreign exchange earnings and about 80% of budgetary revenues. Following the signing of an IMF stand-by agreement in August 2000, Nigeria received a debt-restructuring deal from the Paris Club and a $1 billion credit from the IMF, both contingent on economic reforms. Nigeria pulled out of its IMF program in April 2002, after failing to meet spending and exchange rate targets, making it ineligible for additional debt forgiveness from the Paris Club. In November 2005, Abuja won Paris Club approval for a debt-relief deal that eliminated $18 billion of debt in exchange for $12 billion in payments - a total package worth $30 billion of Nigeria's total $37 billion external debt. Since 2008 the government has begun to show the political will to implement the market-oriented reforms urged by the IMF, such as modernizing the banking system, removing subsidies, and resolving regional disputes over the distribution of earnings from the oil industry. GDP rose strongly in 2007-12 because of growth in non-oil sectors and robust global crude oil prices. President JONATHAN has established an economic team that includes experienced and reputable members and has announced plans to increase transparency, diversify economic growth, and improve fiscal management. Lack of infrastructure and slow implementation of reforms are key impediments to growth. The government is working toward developing stronger public-private partnerships for roads, agriculture, and power. Nigeria's financial sector was hurt by the global financial and economic crises, but the Central Bank governor has taken measures to restructure and strengthen the sector to include imposing mandatory higher minimum capital requirements."
    },
    "gdp_purchasing_power_parity": {
      "text": "$455.5 billion (2012 est.); $428.4 billion (2011 est.); $399 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$268.7 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "6.3% (2012 est.); 7.4% (2011 est.); 8% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$2,800 (2012 est.); $2,700 (2011 est.); $2,600 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "24.4% of GDP (2012 est.); 19.4% of GDP (2011 est.); 20.4% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "53.2%",
      "government_consumption": "14.9%",
      "investment_in_fixed_capital": "18.4%",
      "investment_in_inventories": "0%",
      "exports_of_goods_and_services": "44.2%",
      "imports_of_goods_and_services": "-30.7% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "30.9%",
      "industry": "43%",
      "services": "26% (2012 est.)"
    },
    "agriculture_products": {
      "text": "cocoa, peanuts, cotton, palm oil, corn, rice, sorghum, millet, cassava (tapioca), yams, rubber; cattle, sheep, goats, pigs; timber; fish"
    },
    "industries": {
      "text": "crude oil, coal, tin, columbite; rubber products, wood; hides and skins, textiles, cement and other construction materials, food products, footwear, chemicals, fertilizer, printing, ceramics, steel"
    },
    "industrial_production_growth_rate": {
      "text": "1.7% (2012 est.)"
    },
    "labor_force": {
      "text": "53.83 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "70%",
      "industry": "10%",
      "services": "20% (1999 est.)"
    },
    "unemployment_rate": {
      "text": "23.9% (2011 est.); 4.9% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "70% (2010 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.8%",
      "highest_10%": "38.2% (2010 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "43.7 (2003); 50.6 (1997)"
    },
    "budget": {
      "revenues": "$22.35 billion",
      "expenditures": "$27.87 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "8.3% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2.1% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "16.9% of GDP (2012 est.); 17.2% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "12.2% (2012 est.); 10.8% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "4.25% (31 December 2010 est.); 6% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "16.79% (31 December 2012 est.); 16.02% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$44 billion (31 December 2012 est.); $38.87 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$80.1 billion (31 December 2011 est.); $74.08 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$93.5 billion (31 December 2012 est.); $89.37 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$39.27 billion (31 December 2011); $50.88 billion (31 December 2010); $33.32 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "$6.158 billion (2012 est.); $8.686 billion (2011 est.)"
    },
    "exports": {
      "text": "$92.16 billion (2012 est.); $92.5 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "petroleum and petroleum products 95%, cocoa, rubber"
    },
    "exports_partners": {
      "text": "US 16.8%, India 12.1%, Netherlands 8.6%, Spain 7.8%, Brazil 7.6%, UK 5.1%, Germany 4.9%, Japan 4.1%, France 4.1% (2012)"
    },
    "imports": {
      "text": "$54.6 billion (2012 est.); $61.65 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery, chemicals, transport equipment, manufactured goods, food and live animals"
    },
    "imports_partners": {
      "text": "China 18.2%, US 10%, India 5.5% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$46.41 billion (31 December 2012 est.); $35.21 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$13.12 billion (31 December 2012 est.); $13.11 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$84.43 billion (31 December 2012 est.); $78.24 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$11.24 billion (31 December 2012 est.); $10.34 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "nairas (NGN) per US dollar -; 156.81 (2012 est.); 154.74 (2011 est.); 150.3 (2010 est.); 148.9 (2009); 117.8 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "18.82 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "17.66 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "5.898 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "67.1% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "32.9% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "2.525 million bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "2.051 million bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "38.5 billion bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "102,100 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "271,600 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "15,470 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "133,400 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "29 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "4.97 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "24.02 billion cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "5.11 trillion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "80.51 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "719,400 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "95.167 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "further expansion and modernization of the fixed-line telephone network is needed; network quality remains a problem",
      "domestic": "the addition of a second fixed-line provider in 2002 resulted in faster growth but subscribership remains only about 1 per 100 persons; mobile-cellular services growing rapidly, in part responding to the shortcomings of the fixed-line network; multiple cellular providers operate nationally with subscribership base approaching 60 per 100 persons",
      "international": "country code - 234; landing point for the SAT-3/WASC fiber-optic submarine cable that provides connectivity to Europe and Asia; satellite earth stations - 3 Intelsat (2 Atlantic Ocean and 1 Indian Ocean) (2010)"
    },
    "broadcast_media": {
      "text": "nearly 70 federal government-controlled national and regional TV stations; all 36 states operate TV stations; several private TV stations operational; cable and satellite TV subscription services are available; network of federal government-controlled national, regional, and state radio stations; roughly 40 state government-owned radio stations typically carry their own programs except for news broadcasts; about 20 private radio stations; transmissions of international broadcasters are available (2007)"
    },
    "internet_country_code": {
      "text": ".ng"
    },
    "internet_hosts": {
      "text": "1,234 (2012)"
    },
    "internet_users": {
      "text": "43.989 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "54 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "40",
      "over_3_047_m": "10",
      "2_438_to_3_047_m": "12",
      "1_524_to_2_437_m": "9",
      "914_to_1_523_m": "6",
      "under_914_m": "3 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "14",
      "1_524_to_2_437_m": "2",
      "914_to_1_523_m": "9",
      "under_914_m": "3 (2013)"
    },
    "heliports": {
      "text": "5 (2013)"
    },
    "pipelines": {
      "text": "condensate 124 km; gas 4,045 km; liquid petroleum gas 164 km; oil 4,441 km; refined products 3,940 km (2013)"
    },
    "railways": {
      "total": "3,505 km",
      "narrow_gauge": "3,505 km 1.067-m gauge (2008)"
    },
    "roadways": {
      "total": "193,200 km",
      "paved": "28,980 km",
      "unpaved": "164,220 km (2004)"
    },
    "waterways": {
      "text": "8,600 km (Niger and Benue rivers and smaller rivers and creeks) (2011)"
    },
    "merchant_marine": {
      "total": "89",
      "by_type": "cargo 2, chemical tanker 28, liquefied gas 1, passenger/cargo 1, petroleum tanker 56, specialized tanker 1",
      "foreign_owned": "3 (India 1, UK 2)",
      "registered_in_other_countries": "33 (Bahamas 2, Bermuda 11, Comoros 1, Italy 1, Liberia 4, North Korea 1, Panama 6, Seychelles 1, unknown 6) (2010)"
    },
    "ports_and_terminals": {
      "text": "Bonny Inshore Terminal, Calabar, Lagos"
    },
    "transportation_note": {
      "text": "the International Maritime Bureau reports the territorial and offshore waters in the Niger Delta and Gulf of Guinea as high risk for piracy and armed robbery against ships; in 2012, 27 commercial vessels were boarded or attacked compared with 10 attacks in 2011; crews were robbed and stores or cargoes stolen; Nigerian pirates have extended the range of their attacks to as far away as Cote d'Ivoire"
    }
  },
  "military": {
    "military_branches": {
      "text": "Nigerian Armed Forces: Army, Navy, Air Force (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for voluntary military service; no conscription (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "37,087,711",
      "females_age_16_49": "35,232,127 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "20,839,976",
      "females_age_16_49": "19,867,683 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "1,767,428",
      "female": "1,687,719 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.9% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Joint Border Commission with Cameroon reviewed 2002 ICJ ruling on the entire boundary and bilaterally resolved differences, including June 2006 Greentree Agreement that immediately cedes sovereignty of the Bakassi Peninsula to Cameroon with a phase-out of Nigerian control within two years while resolving patriation issues; the ICJ ruled on an equidistance settlement of Cameroon-Equatorial Guinea-Nigeria maritime boundary in the Gulf of Guinea, but imprecisely defined coordinates in the ICJ decision and a sovereignty dispute between Equatorial Guinea and Cameroon over an island at the mouth of the Ntem River all contribute to the delay in implementation; only Nigeria and Cameroon have heeded the Lake Chad Commission's admonition to ratify the delimitation treaty which also includes the Chad-Niger and Niger-Nigeria boundaries; location of Benin-Niger-Nigeria tripoint is unresolved"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "5,299 (Liberia) (2011)",
      "idps": "undetermined (communal violence between Christians and Muslims, political violence; flooding; forced evictions; competition for resources; displacement is mostly short-term) (2012)"
    },
    "illicit_drugs": {
      "text": "a transit point for heroin and cocaine intended for European, East Asian, and North American markets; consumer of amphetamines; safe haven for Nigerian narcotraffickers operating worldwide; major money-laundering center; massive corruption and criminal activity; Nigeria has improved some anti-money-laundering controls, resulting in its removal from the Financial Action Task Force's (FATF's) Noncooperative Countries and Territories List in June 2006; Nigeria's anti-money-laundering regime continues to be monitored by FATF"
    }
  }
}