{
  "Introduction": {
    "Background": {
      "text": "In ancient and pre-colonial times, the area of present-day Nigeria was occupied by a great diversity of ethnic groups with very different languages and traditions. British influence and control over what would become Nigeria and Africa's most populous country grew through the 19th century. A series of constitutions after World War II granted Nigeria greater autonomy. After independence in 1960, politics were marked by coups and mostly military rule, until the death of a military head of state in 1998 allowed for a political transition. In 1999, a new constitution was adopted and a peaceful transition to civilian government was completed. The government continues to face the daunting task of institutionalizing democracy and reforming a petroleum-based economy, whose revenues have been squandered through decades of corruption and mismanagement. In addition, Nigeria continues to experience longstanding ethnic and religious tensions. Although both the 2003 and 2007 presidential elections were marred by significant irregularities and violence, Nigeria is currently experiencing its longest period of civilian rule since independence. The general elections of 2007 marked the first civilian-to-civilian transfer of power in the country's history. National and state elections in 2011 and 2015 were generally regarded as credible. The 2015 election was also heralded for the fact that the then-umbrella opposition party, the All Progressives Congress, defeated the long-ruling People's Democratic Party that had governed since 1999, and assumed the presidency, marking the first peaceful transfer of power from one party to another. Presidential and legislative elections were held in early 2019 and deemed broadly free and fair despite voting irregularities, intimidation, and violence."
    }
  },
  "Geography": {
    "Location": {
      "text": "Western Africa, bordering the Gulf of Guinea, between Benin and Cameroon"
    },
    "Geographic coordinates": {
      "text": "10 00 N, 8 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "923,768 sq km"
      },
      "land": {
        "text": "910,768 sq km"
      },
      "water": {
        "text": "13,000 sq km"
      }
    },
    "Area - comparative": {
      "text": "about six times the size of Georgia; slightly more than twice the size of California"
    }
  }
}