{
  "Introduction": {
    "Background": {
      "text": "Egypt attempted to colonize the region of southern Sudan by establishing the province of Equatoria in the 1870s. Islamic Mahdist revolutionaries overran the region in 1885, but in 1898 a British force was able to overthrow the Mahdist regime. An Anglo-Egyptian Sudan was established the following year with Equatoria being the southernmost of its eight provinces. The isolated region was largely left to itself over the following decades, but Christian missionaries converted much of the population and facilitated the spread of English. When Sudan gained its independence in 1956, it was with the understanding that the southerners would be able to participate fully in the political system. When the Arab Khartoum government reneged on its promises, a mutiny began that led to two prolonged periods of conflict (1955-1972 and 1983-2005) in which perhaps 2.5 million people died - mostly civilians - due to starvation and drought. Ongoing peace talks finally resulted in a Comprehensive Peace Agreement, signed in January 2005. As part of this agreement, the south was granted a six-year period of autonomy to be followed by a referendum on final status. The result of this referendum, held in January 2011, was a vote of 98% in favor of secession. Since independence on 9 July 2011, South Sudan has struggled with good governance and nation building and has attempted to control rebel militia groups operating in its territory. Economic conditions have deteriorated since January 2012 when the government decided to shut down oil production following bilateral disagreements with Sudan. In December 2013, conflict between government and opposition forces led to a humanitarian crisis with millions of South Sudanese displaced and food insecure. The warring parties signed a peace agreement in August 2015, which calls for a transitional government of national unity, but its formation has been delayed as of late 2016."
    }
  },
  "Geography": {
    "Location": {
      "text": "East-Central Africa; south of Sudan, north of Uganda and Kenya, west of Ethiopia"
    },
    "Geographic coordinates": {
      "text": "8 00 N, 30 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "644,329 sq km"
      },
      "land": {
        "text": "NA"
      },
      "water": {
        "text": "NA"
      }
    },
    "Area - comparative": {
      "text": "more than four times the size of Georgia; slightly smaller than Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "6,018 km"
      },
      "border countries": {
        "text": "Central African Republic 1,055 km, Democratic Republic of the Congo 714 km, Ethiopia 1,299 km, Kenya 317 km, Sudan 2,158 km, Uganda 475 km"
      },
      "note": {
        "text": "South Sudan-Sudan boundary represents 1 January 1956 alignment; final alignment pending negotiations and demarcation; final sovereignty status of Abyei Area pending negotiations between South Sudan and Sudan"
      }
    },
    "Coastline": {
      "text": "0 km (landlocked)"
    },
    "Maritime claims": {
      "text": "none (landlocked)"
    },
    "Climate": {
      "text": "hot with seasonal rainfall influenced by the annual shift of the Inter-Tropical Convergence Zone; rainfall heaviest in upland areas of the south and diminishes to the north"
    },
    "Terrain": {
      "text": "plains in the north and center rise to southern highlands along the border with Uganda and Kenya; the White Nile, flowing north out of the uplands of Central Africa, is the major geographic feature of the country; The Sudd (a name derived from floating vegetation that hinders navigation) is a large swampy area of more than 100,000 sq km fed by the waters of the White Nile that dominates the center of the country"
    },
    "Elevation": {
      "mean elevation": {
        "text": "NA"
      },
      "elevation extremes": {
        "text": "lowest point: NA ++ highest point: Kinyeti 3,187 m"
      }
    },
    "Natural resources": {
      "text": "hydropower, fertile agricultural land, gold, diamonds, petroleum, hardwoods, limestone, iron ore, copper, chromium ore, zinc, tungsten, mica, silver"
    },
    "Irrigated land": {
      "text": "1,000 sq km (2012)"
    },
    "Geography - note": {
      "text": "The Sudd is a vast swamp in South Sudan, formed by the White Nile, comprising more than 15% of the country's total area; it is one of the world's largest wetlands"
    }
  },
  "People and Society": {
    "Population": {
      "text": "12,530,717 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "South Sudanese (singular and plural)"
      },
      "adjective": {
        "text": "South Sudanese"
      }
    },
    "Ethnic groups": {
      "text": "Dinka 35.8%, Nuer 15.6%, Shilluk, Azande, Bari, Kakwa, Kuku, Murle, Mandari, Didinga, Ndogo, Bviri, Lndi, Anuak, Bongo, Lango, Dungotona, Acholi (2011 est.)"
    },
    "Languages": {
      "text": "English (official), Arabic (includes Juba and Sudanese variants), regional languages include Dinka, Nuer, Bari, Zande, Shilluk"
    },
    "Religions": {
      "text": "animist, Christian"
    },
    "Demographic profile": {
      "text": "South Sudan, independent from Sudan since July 2011 after decades of civil war, is one of the world’s poorest countries and ranks among the lowest in many socioeconomic categories. Problems are exacerbated by ongoing tensions with Sudan over oil revenues and land borders, fighting between government forces and rebel groups, and inter-communal violence. Most of the population lives off of farming, while smaller numbers rely on animal husbandry; more than 80% of the populace lives in rural areas. The maternal mortality rate is among the world’s highest for a variety of reasons, including a shortage of health care workers, facilities, and supplies; poor roads and a lack of transport; and cultural beliefs that prevent women from seeking obstetric care. Most women marry and start having children early, giving birth at home with the assistance of traditional birth attendants, who are unable to handle complications. Educational attainment is extremely poor due to the lack of schools, qualified teachers, and materials. Less than a third of the population is literate (the rate is even lower among women), and half live below the poverty line. Teachers and students are also struggling with the switch from Arabic to English as the language of instruction. Many adults missed out on schooling because of warfare and displacement. More than 900,000 South Sudanese have sought refuge in neighboring countries since the current conflict began in 2013, almost 200,000 alone have fled since the most recent outbreak of violence in early July 2016. Another 1.7 million South Sudanese are internally displaced. Despite South Sudan’s instability and lack of infrastructure and social services, more than 240,000 people have fled to South Sudan to escape fighting in Sudan."
    },
    "Age structure": {
      "0-14 years": {
        "text": "44.86% (male 2,866,374/female 2,755,451)"
      },
      "15-24 years": {
        "text": "20.32% (male 1,338,548/female 1,208,109)"
      },
      "25-54 years": {
        "text": "29.4% (male 1,783,091/female 1,901,553)"
      },
      "55-64 years": {
        "text": "3.31% (male 222,760/female 192,274)"
      },
      "65 years and over": {
        "text": "2.1% (male 145,687/female 116,870) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "83.7%"
      },
      "youth dependency ratio": {
        "text": "77.3%"
      },
      "elderly dependency ratio": {
        "text": "6.4%"
      },
      "potential support ratio": {
        "text": "15.7% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "17.1 years"
      },
      "male": {
        "text": "17 years"
      },
      "female": {
        "text": "17.3 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "3.92% (2016 est.)"
    },
    "Birth rate": {
      "text": "36.2 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "8 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "11 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "18.8% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "5.05% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "JUBA (capital) 321,000 (2015)"
    },
    "Maternal mortality rate": {
      "text": "789 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "64.6 deaths/1,000 live births"
      },
      "male": {
        "text": "69.1 deaths/1,000 live births"
      },
      "female": {
        "text": "59.8 deaths/1,000 live births (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "5.19 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "4% (2010)"
    },
    "Health expenditures": {
      "text": "2.7% of GDP (2014)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 66.7% of population ++ rural: 56.9% of population ++ total: 58.7% of population"
      },
      "unimproved": {
        "text": " ++ urban: 33.3% of population ++ rural: 43.1% of population ++ total: 41.3% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 16.4% of population ++ rural: 4.5% of population ++ total: 6.7% of population"
      },
      "unimproved": {
        "text": " ++ urban: 83.6% of population ++ rural: 95.5% of population ++ total: 93.3% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "2.47% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "179,100 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "11,600 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high"
      },
      "food or waterborne diseases": {
        "text": "bacterial and protozoal diarrhea, hepatitis A and E, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria, dengue fever, trypanosomiasis-Gambiense (African sleeping sickness)"
      },
      "water contact disease": {
        "text": "schistosomiasis"
      },
      "respiratory disease": {
        "text": "meningococcal meningitis"
      },
      "animal contact disease": {
        "text": "rabies (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "6.6% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "27.6% (2010)"
    },
    "Education expenditures": {
      "text": "0.8% of GDP (2011)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "27%"
      },
      "male": {
        "text": "40%"
      },
      "female": {
        "text": "16% (2009 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "18.5%"
      },
      "male": {
        "text": "20%"
      },
      "female": {
        "text": "17% (2008 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of South Sudan"
      },
      "conventional short form": {
        "text": "South Sudan"
      },
      "etymology": {
        "text": "self-descriptive name from the country's former position within Sudan prior to independence; the name \"Sudan\" derives from the Arabic \"bilad-as-sudan\" meaning \"Land of the black [peoples]\""
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Juba"
      },
      "geographic coordinates": {
        "text": "04 51 N 31 37 E"
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "10 states; Central Equatoria, Eastern Equatoria, Jonglei, Lakes, Northern Bahr el Ghazal, Unity, Upper Nile, Warrap, Western Bahr el Ghazal, Western Equatoria"
    },
    "Independence": {
      "text": "9 July 2011 (from Sudan)"
    },
    "National holiday": {
      "text": "Independence Day, 9 July (2011)"
    },
    "Constitution": {
      "text": "previous 2005 (preindependence); latest signed 7 July 2011, effective 9 July 2011 (Transitional Constitution of the Republic of South Sudan, 2011); amended 2013, 2015 (2016)"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of South Sudan"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "10 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Salva KIIR Mayardit (since 9 July 2011); First Vice President Taban Deng GAI (since 26 July 2016); Second Vice President James Wani IGGA (since 26 April 2016); note - the president is both chief of state and head of government"
      },
      "head of government": {
        "text": "President Salva KIIR Mayardit (since 9 July 2011); First Vice President Taban Deng GAI (since 26 July 2016); Second Vice President James Wani IGGA (since 26 April 2016)"
      },
      "cabinet": {
        "text": "National Council of Ministers appointed by the president, approved by National Legislative Assembly"
      },
      "elections/appointments": {
        "text": "president directly elected by simple majority popular vote for a 4-year term (eligible for a second term); election last held on 11-15 April 2010 (the next election has been postponed from 2015 to 2018 due to instability and violence)"
      },
      "election results": {
        "text": "Salva KIIR Mayardit elected president; percent of vote - Salva KIIR Mayardit (SPLM) 93%, Lam AKOL (SPLM-DC) 7%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral National Legislature consists of the Council of States (50 seats; the Council of States, established by presidential decree in August 2011, includes 50 members - 20 former members of the Council of States and 30 appointed representatives ) and the National Legislative Assembly (400 seats; the National Assembly, also established by presidential decree in August 2011, includes 170 members elected in April 2010, 96 members of the former National Assembly, 66 members appointed after independence, and 68 members added as a result of the Agreement on the Resolution of the Conflict in the Republic of South Sudan)"
      },
      "elections": {
        "text": "National Legislative Assembly - last held 11-15 April 2010 but did not take office until July 2011; because of political instability, current parliamentary term extended until next election on 9 July 2018); Council of States - established and members appointed 1 August 2011"
      },
      "election results": {
        "text": "Council of States - percent of vote by party - NA; seats by party - SPLM 20, unknown 30; National Legislative Assembly - percent of vote by party - NA; seats by party - SPLM 251, SPLM-DC 6, DCP 4, independent 6, unknown 65"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court of South Sudan (consists of the chief and deputy chief justices, 9 other justices and normally organized into panels of 3 justices except when sitting as a Constitutional panel of all 9 justices chaired by the chief justice)"
      },
      "judge selection and term of office": {
        "text": "justices appointed by the president upon proposal of the Judicial Service Council, a 9-member judicial and administrative body; justice tenure set by the National Legislature"
      },
      "subordinate courts": {
        "text": "national level - Courts of Appeal; High Courts; County Courts; state level - High Courts; County Courts; customary courts; other specialized courts and tribunals"
      }
    },
    "Political parties and leaders": {
      "text": "Sudan People's Liberation Movement or SPLM [Salva KIIR Mayardit] ++ Sudan People’s Liberation Movement-In Opposition or SPLM-IO [Riek MACHAR Teny Dhurgon] ++ Democratic Change Party or DCP [Lam AKOL]"
    },
    "International organization participation": {
      "text": "AU, FAO, G-77, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOM, IPU, ITU, MIGA, UN, UNCTAD, UNESCO, UPU, WCO, WHO, WMO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Garang Diing AKUONG (since 23 February 2015)"
      },
      "chancery": {
        "text": "1015 31st St., NW, Third Floor, Washington, DC, 20007"
      },
      "telephone": {
        "text": "[1] (202) 293-7940"
      },
      "FAX": {
        "text": "[1] (202) 293-7941"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Mary Catherine PHEE (since July 2015)"
      },
      "embassy": {
        "text": "Kololo Road adjacent to the EU's compound, Juba"
      },
      "telephone": {
        "text": "[211] (0) 912-105-188"
      }
    },
    "Flag description": {
      "text": "three equal horizontal bands of black (top), red, and green; the red band is edged in white; a blue isosceles triangle based on the hoist side contains a gold, five-pointed star; black represents the people of South Sudan, red the blood shed in the struggle for freedom, green the verdant land, and blue the waters of the Nile; the gold star represents the unity of the states making up South Sudan",
      "note": {
        "text": "resembles the flag of Kenya; one of only two national flags to display six colors as part of its primary design, the other is South Africa's"
      }
    },
    "National symbol(s)": {
      "text": "African fish eagle; national colors: red, green, blue, yellow, black, white"
    },
    "National anthem": {
      "name": {
        "text": "South Sudan Oyee! (Hooray!)"
      },
      "lyrics/music": {
        "text": "collective of 49 poets/Juba University students and teachers"
      },
      "note": {
        "text": "adopted 2011; anthem selected in a national contest"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Following several decades of civil war with Sudan, industry and infrastructure in landlocked South Sudan are severely underdeveloped and poverty is widespread. Subsistence agriculture provides a living for the vast majority of the population. Property rights are insecure and price signals are weak, because markets are not well organized. After independence, South Sudan's central bank issued a new currency, the South Sudanese Pound, allowing a short grace period for turning in the old currency. ++  ++ South Sudan has little infrastructure - approximately 200 kilometers of paved roads. Electricity is produced mostly by costly diesel generators, and indoor plumbing and potable water are scarce. South Sudan depends largely on imports of goods, services, and capital - mainly from Uganda, Kenya and Sudan. ++  ++ Nevertheless, South Sudan does have abundant natural resources. At independence in 2011, South Sudan produced nearly three-fourths of former Sudan's total oil output of nearly a half million barrels per day. The government of South Sudan derives the vast majority of its budget revenues from oil. Oil is exported through two pipelines that run to refineries and shipping facilities at Port Sudan on the Red Sea. The economy of South Sudan will remain linked to Sudan for some time, given the long lead time and great expense required to build another pipeline, should the government decide to do so. In January 2012, South Sudan suspended production of oil because of its dispute with Sudan over transshipment fees. This suspension lasted 15 months and had a devastating impact on GDP, which declined by 48% in 2012. With the resumption of oil flows the economy rebounded strongly during the second half of calendar year 2013. This occurred in spite of the fact that oil production, at an average level of 222,000 barrels per day, was 40% lower compared with 2011, prior to the shutdown. GDP grew by nearly 30% in 2013. However, the outbreak of conflict on 15 December 2013 combined with a further reduction of oil production and exports, meant that GDP growth fell significantly in 2014 and poverty and food insecurity rose. South Sudan holds one of the richest agricultural areas in Africa with fertile soils and abundant water supplies. Currently the region supports 10-20 million head of cattle. ++  ++ South Sudan is currently burdened by considerable debt because of increased military spending and revenue shortfalls due to low oil prices and decreased production. South Sudan has received more than $4 billion in foreign aid since 2005, largely from the UK, the US, Norway, and the Netherlands. Annual inflation peaked at 79.5% in May 2012 but declined rapidly thereafter, to 1.7% in 2014, before jumping back to 52.8% in 2015, following the December 2013 outbreak of violence. The decision in December 2015 by the central bank to abandon a fixed exchange rate and allow the South Sudanese Pound to float has not reduced inflation in the short term. Long-term challenges include diversifying the formal economy, alleviating poverty, maintaining macroeconomic stability, improving tax collection and financial management and improving the business environment."
    },
    "GDP (purchasing power parity)": {
      "text": "$20.88 billion (2016 est.) ++ $24.04 billion (2015 est.) ++ $24.08 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$2.628 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "-13.1% (2016 est.) ++ -0.2% (2015 est.) ++ 2.9% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$1,700 (2016 est.) ++ $2,000 (2015 est.) ++ $2,100 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "13.6% of GDP (2016 est.) ++ 4.4% of GDP (2015 est.) ++ 13.6% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "34.9%"
      },
      "government consumption": {
        "text": "17.1%"
      },
      "investment in fixed capital": {
        "text": "10.4%"
      },
      "exports of goods and services": {
        "text": "64.9%"
      },
      "imports of goods and services": {
        "text": "-27.2% (2011 est.)"
      }
    },
    "Agriculture - products": {
      "text": "sorghum, maize, rice, millet, wheat, gum arabic, sugarcane, mangoes, papayas, bananas, sweet potatoes, sunflower seeds, cotton, sesame seeds, cassava (manioc, tapioca), beans, peanuts; cattle, sheep"
    },
    "Population below poverty line": {
      "text": "50.6% (2009 est.)"
    },
    "Distribution of family income - Gini index": {
      "text": "46 (2010 est.)"
    },
    "Budget": {
      "revenues": {
        "text": "$437 million"
      },
      "expenditures": {
        "text": "$2.259 billion (FY 2013 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "16.6% of GDP (FY 2013 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-69.3% of GDP (FY 2013 est.)"
    },
    "Inflation rate (consumer prices)": {
      "text": "476% (2016 est.) ++ 52.8% (2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$1.873 billion (31 December 2013) ++ $2.032 billion (31 December 2012)"
    },
    "Stock of broad money": {
      "text": "$2.194 billion (31 December 2013 est.) ++ $2.23 billion (31 December 2012 est.)"
    },
    "Current account balance": {
      "text": "-$13 million (2016 est.) ++ -$1.032 billion (2015 est.)"
    },
    "Exchange rates": {
      "text": "South Sudanese pounds (SSP) per US dollar - ++ 0.9214 (2016 est.) ++ 0.885 (2015 est.) ++ 0.885 (2014 est.) ++ 0.7634 (2013 est.) ++ 0.78 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "881.3 million kWh (2012 est.)"
    },
    "Electricity - consumption": {
      "text": "694.1 million kWh (2012 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "255,200 kW (2012 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "30.7% of total installed capacity (2010 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2010 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "66.3% of total installed capacity (2010 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "3% of total installed capacity (2010 est.)"
    },
    "Crude oil - production": {
      "text": "220,000 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "98,680 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "3.75 billion bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "11,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "10,280 bbl/day"
    },
    "Natural gas - production": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "63.71 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "2.016 million Mt (2011 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "150"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (July 2012 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "2.899 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "24 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "international": {
        "text": "country code - 211"
      }
    },
    "Broadcast media": {
      "text": "TV is controlled by the government; several private FM stations are operational in South Sudan; some foreign radio broadcasts are available"
    },
    "Internet country code": {
      "text": ".ss"
    }
  },
  "Transportation": {
    "Civil aircraft registration country code prefix": {
      "text": "Z8 (2016)"
    },
    "Airports": {
      "text": "85 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "3"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "2 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "82"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "12"
      },
      "914 to 1,523 m": {
        "text": "35"
      },
      "under 914 m": {
        "text": "34 (2013)"
      }
    },
    "Heliports": {
      "text": "1 (2013)"
    },
    "Railways": {
      "total": {
        "text": "248 km"
      },
      "note": {
        "text": "a narrow guage, single-track railroad between Babonosa (Sudan) and Wau, the only existing rail system, was repaired in 2010 with $250 million in UN funds (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "7,000 km"
      },
      "note": {
        "text": "most of the road network is unpaved and much of it is in disrepair; a 192-km paved road between the capital, Juba, and Nimule on the Ugandan border was constructed with USAID funds in 2012 (2012)"
      }
    },
    "Waterways": {
      "text": "see entry for Sudan"
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Sudan People's Liberation Army (SPLA)"
    },
    "Military service age and obligation": {
      "text": "18 is the legal minimum age for compulsory and voluntary military service; the Government of South Sudan signed a revised action plan with the UN in March 2012 to demobilize all child soldiers within the SPLA, but recruitment of child soldiers by the SPLA and the opposition increased in 2014; as of the end of 2015, UNICEF estimates that 15,000 to 16,000 child soldiers had been used by the SPLA and rebel forces in the country's civil war since it began in December 2013 (2015)"
    },
    "Military expenditures": {
      "text": "10.32% of GDP (2012) ++ 5.8% of GDP (2011) ++ 10.32% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "South Sudan-Sudan boundary represents 1 January 1956 alignment, final alignment pending negotiations and demarcation; final sovereignty status of Abyei Area pending negotiations between South Sudan and Sudan; periodic violent skirmishes with South Sudanese residents over water and grazing rights persist among related pastoral populations along the border with the Central African Republic; the boundary that separates Kenya and South Sudan's sovereignty is unclear in the \"Ilemi Triangle,\" which Kenya has administered since colonial times"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "240,604 (Sudan); 14,477 (Democratic Republic of the Congo) (2016)"
      },
      "IDPs": {
        "text": "1.87 million (alleged coup attempt and ethnic conflict beginning in December 2013; information is lacking on those displaced in earlier years by: fighting in Abyei between the Sudanese Armed Forces and the Sudan People's Liberation Army (SPLA) in May 2011; clashes between the SPLA and dissident militia groups in South Sudan; inter-ethnic conflicts over resources and cattle; attacks from the Lord's Resistance Army; floods and drought) (2016)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "South Sudan is a source and destination country for men, women, and children subjected to forced labor and sex trafficking; South Sudanese women and girls, particularly those who are internally displaced, orphaned, refugees, or from rural areas, are vulnerable to forced labor and sexual exploitation, often in urban centers; children may be victims of forced labor in construction, market vending, shoe shining, car washing, rock breaking, brick making, delivery cart pulling, and begging; girls are also forced into marriages and subsequently subjected to sexual slavery or domestic servitude; women and girls migrate willingly from Uganda, Kenya, Ethiopia, Eritrea, and the Democratic Republic of the Congo to South Sudan with the promise of legitimate jobs and are forced into the sex trade; inter-ethnic abductions and abductions by criminal groups continue, with abductees subsequently forced into domestic servitude, herding, or sex trafficking; in 2014, the recruitment and use of child soldiers increased significantly within government security forces and was also prevalent among opposition forces"
      },
      "tier rating": {
        "text": "Tier 3 – South Sudan does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; despite the government’s formal recommitment to an action plan to eliminate the recruitment and use of child soldiers by 2016, the practice expanded during 2014, and the government did not hold any officers criminally responsible; government officials reportedly are complicit in trafficking offenses but these activities continue to go uninvestigated; authorities reportedly identified five trafficking victims but did not transfer them to care facilities; law enforcement continued to arrest and imprison individuals for prostitution, including trafficking victims; no known steps were taken to address the exploitation of South Sudanese nationals working abroad or foreign workers in South Sudan (2015)"
      }
    }
  }
}