{
  "Introduction": {
    "Background": {
      "text": "Since independence from Portugal in 1974, Guinea-Bissau has experienced considerable political and military upheaval. In 1980, a military coup established authoritarian General Joao Bernardo 'Nino' VIEIRA as president. Despite eventually setting a path to a market economy and multiparty system, VIEIRA's regime was characterized by the suppression of political opposition and the purging of political rivals. Several coup attempts through the 1980s and early 1990s failed to unseat him. In 1994 VIEIRA was elected president in the country's first free, multiparty election. A military mutiny and resulting civil war in 1998 eventually led to VIEIRA's ouster in May 1999. In February 2000, a transitional government turned over power to opposition leader Kumba YALA after he was elected president in transparent polling. In September 2003, after only three years in office, YALA was overthrown in a bloodless military coup, and businessman Henrique ROSA was sworn in as interim president. In 2005, former President VIEIRA was reelected, pledging to pursue economic development and national reconciliation; he was assassinated in March 2009. Malam Bacai SANHA was elected in an emergency election held in June 2009, but he passed away in January 2012 from a long-term illness. A military coup in April 2012 prevented Guinea-Bissau's second-round presidential election - to determine SANHA's successor - from taking place. Following mediation by the Economic Community of Western African States, a civilian transitional government assumed power in 2012 and remained until Jose Mario VAZ won a free and fair election in 2014. Beginning in 2015, a political dispute between factions in the ruling PAIGC party brought government gridlock. It was not until April 2018 that a consensus prime minister could be appointed, the national legislature reopened (having been closed for two years), and a new government formed under Prime Minister Aristides GOMES. In March 2019, the government held legislative elections, voting in the PAIGC as the ruling party; however, President VAZ continues to perpetuate a political stalemate by refusing to name PAICG President Domingos SIMOES PEREIRA Prime Minister."
    }
  },
  "Geography": {
    "Location": {
      "text": "Western Africa, bordering the North Atlantic Ocean, between Guinea and Senegal"
    },
    "Geographic coordinates": {
      "text": "12 00 N, 15 00 W"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "36,125 sq km"
      },
      "land": {
        "text": "28,120 sq km"
      },
      "water": {
        "text": "8,005 sq km"
      },
      "country comparison to the world": 137
    },
    "Area - comparative": {
      "text": "slightly less than three times the size of Connecticut"
    },
    "Land boundaries": {
      "total": {
        "text": "762 km"
      },
      "border countries": {
        "text": "Guinea 421 km, Senegal 341 km"
      }
    },
    "Coastline": {
      "text": "350 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "tropical; generally hot and humid; monsoonal-type rainy season (June to November) with southwesterly winds; dry season (December to May) with northeasterly harmattan winds"
    },
    "Terrain": {
      "text": "mostly low-lying coastal plain with a deeply indented estuarine coastline rising to savanna in east; numerous off-shore islands including the Arquipelago Dos Bijagos consisting of 18 main islands and many small islets"
    },
    "Elevation": {
      "mean elevation": {
        "text": "70 m"
      },
      "lowest point": {
        "text": "Atlantic Ocean 0 m"
      },
      "highest point": {
        "text": "unnamed elevation in the eastern part of the country 300 m"
      }
    },
    "Natural resources": {
      "text": "fish, timber, phosphates, bauxite, clay, granite, limestone, unexploited deposits of petroleum"
    },
    "Land use": {
      "agricultural land": {
        "text": "44.8% (2011 est.)"
      },
      "arable land / permanent crops / permanent pasture": {
        "text": "8.2% (2011 est.) / 6.9% (2011 est.) / 29.7% (2011 est.)"
      },
      "forest": {
        "text": "55.2% (2011 est.)"
      },
      "other": {
        "text": "0% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "250 sq km (2012)"
    },
    "Population distribution": {
      "text": "approximately one-fifth of the population lives in the capital city of Bissau along the Atlantic coast; the remainder is distributed among the eight other, mainly rural, regions as shown in this population distribution map"
    },
    "Natural hazards": {
      "text": "hot, dry, dusty harmattan haze may reduce visibility during dry season; brush fires"
    },
    "Environment - current issues": {
      "text": "deforestation (rampant felling of trees for timber and agricultural purposes); soil erosion; overgrazing; overfishing"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Wetlands"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "this small country is swampy along its western coast and low-lying inland"
    }
  },
  "People and Society": {
    "Population": {
      "text": "1,927,104 (July 2020 est.)",
      "country comparison to the world": 151
    },
    "Nationality": {
      "noun": {
        "text": "Bissau-Guinean(s)"
      },
      "adjective": {
        "text": "Bissau-Guinean"
      }
    },
    "Ethnic groups": {
      "text": "Fulani 28.5%, Balanta 22.5%, Mandinga 14.7%, Papel 9.1%, Manjaco 8.3%, Beafada 3.5%, Mancanha 3.1%, Bijago 2.1%, Felupe 1.7%, Mansoanca 1.4%, Balanta Mane 1%, other 1.8%, none 2.2% (2008 est.)"
    },
    "Languages": {
      "text": "Crioulo (lingua franca), Portuguese (official; largely used as a second or third language), Pular (a Fula language), Mandingo"
    },
    "Religions": {
      "text": "Muslim 45.1%, Christian 22.1%, animist 14.9%, none 2%, unspecified 15.9% (2008 est.)"
    },
    "Demographic profile": {
      "text": "Guinea-Bissau's young and growing population is sustained by high fertility; approximately 60% of the population is under the age of 25. Its large reproductive-age population and total fertility rate of more than 4 children per woman offsets the country's high infant and maternal mortality rates. The latter is among the world's highest because of the prevalence of early childbearing, a lack of birth spacing, the high percentage of births outside of health care facilities, and a shortage of medicines and supplies. ++ Guinea-Bissau's history of political instability, a civil war, and several coups (the latest in 2012) have resulted in a fragile state with a weak economy, high unemployment, rampant corruption, widespread poverty, and thriving drug and child trafficking. With the country lacking educational infrastructure, school funding and materials, and qualified teachers, and with the cultural emphasis placed on religious education, parents frequently send boys to study in residential Koranic schools (daaras) in Senegal and The Gambia. They often are extremely deprived and are forced into street begging or agricultural work by marabouts (Muslim religious teachers), who enrich themselves at the expense of the children. Boys who leave their marabouts often end up on the streets of Dakar or other large Senegalese towns and are vulnerable to even worse abuse. ++ Some young men lacking in education and job prospects become involved in the flourishing international drug trade. Local drug use and associated violent crime are growing."
    },
    "Age structure": {
      "0-14 years": {
        "text": "43.17% (male 417,810/female 414,105)"
      },
      "15-24 years": {
        "text": "20.38% (male 192,451/female 200,370)"
      },
      "25-54 years": {
        "text": "30.24% (male 275,416/female 307,387)"
      },
      "55-64 years": {
        "text": "3.12% (male 29,549/female 30,661)"
      },
      "65 years and over": {
        "text": "3.08% (male 25,291/female 34,064) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "81.2"
      },
      "youth dependency ratio": {
        "text": "76"
      },
      "elderly dependency ratio": {
        "text": "5.2"
      },
      "potential support ratio": {
        "text": "19.1 (202 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "18 years"
      },
      "male": {
        "text": "17.4 years"
      },
      "female": {
        "text": "18.6 years (2020 est.)"
      },
      "country comparison to the world": 214
    },
    "Population growth rate": {
      "text": "2.51% (2020 est.)",
      "country comparison to the world": 23
    },
    "Birth rate": {
      "text": "36.9 births/1,000 population (2020 est.)",
      "country comparison to the world": 14
    },
    "Death rate": {
      "text": "7.9 deaths/1,000 population (2020 est.)",
      "country comparison to the world": 94
    },
    "Net migration rate": {
      "text": "-3.8 migrant(s)/1,000 population (2020 est.)",
      "country comparison to the world": 185
    },
    "Population distribution": {
      "text": "approximately one-fifth of the population lives in the capital city of Bissau along the Atlantic coast; the remainder is distributed among the eight other, mainly rural, regions as shown in this population distribution map"
    },
    "Urbanization": {
      "urban population": {
        "text": "44.2% of total population (2020)"
      },
      "rate of urbanization": {
        "text": "3.41% annual rate of change (2015-20 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "600,000 BISSAU (capital) (2020)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1.01 male(s)/female"
      },
      "15-24 years": {
        "text": "0.96 male(s)/female"
      },
      "25-54 years": {
        "text": "0.9 male(s)/female"
      },
      "55-64 years": {
        "text": "0.96 male(s)/female"
      },
      "65 years and over": {
        "text": "0.74 male(s)/female"
      },
      "total population": {
        "text": "0.95 male(s)/female (2020 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "667 deaths/100,000 live births (2017 est.)",
      "country comparison to the world": 8
    },
    "Infant mortality rate": {
      "total": {
        "text": "51.9 deaths/1,000 live births"
      },
      "male": {
        "text": "57.9 deaths/1,000 live births"
      },
      "female": {
        "text": "45.7 deaths/1,000 live births (2020 est.)"
      },
      "country comparison to the world": 22
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "62.8 years"
      },
      "male": {
        "text": "60.6 years"
      },
      "female": {
        "text": "65.1 years (2020 est.)"
      },
      "country comparison to the world": 206
    },
    "Total fertility rate": {
      "text": "4.75 children born/woman (2020 est.)",
      "country comparison to the world": 17
    },
    "Contraceptive prevalence rate": {
      "text": "16% (2014)"
    },
    "Drinking water source": {
      "improved": {
        "text": "urban: 91.2% of population / rural: 60.3% of population / total: 73.5% of population"
      },
      "unimproved": {
        "text": "urban: 8.5% of population / rural: 39.7% of population / total: 26.5% of population (2017 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "7.2% (2017)"
    },
    "Physicians density": {
      "text": "0.13 physicians/1,000 population (2016)"
    },
    "Hospital bed density": {
      "text": "1 beds/1,000 population (2009)"
    },
    "Sanitation facility access": {
      "improved": {
        "text": "urban: 66.5% of population / rural: 13.4% of population / total: 36.2% of population"
      },
      "unimproved": {
        "text": "urban: 33.5% of population / rural: 86.6% of population / total: 63.8% of population (2017 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "3.4% (2019 est.)",
      "country comparison to the world": 16
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "40,000 (2019 est.)",
      "country comparison to the world": 67
    },
    "HIV/AIDS - deaths": {
      "text": "1,500 (2019 est.)",
      "country comparison to the world": 50
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria, dengue fever, and yellow fever"
      },
      "water contact disease": {
        "text": "schistosomiasis"
      },
      "animal contact diseases": {
        "text": "rabies"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "9.5% (2016)",
      "country comparison to the world": 144
    },
    "Children under the age of 5 years underweight": {
      "text": "17% (2014)",
      "country comparison to the world": 33
    },
    "Education expenditures": {
      "text": "2.1% of GDP (2013)",
      "country comparison to the world": 159
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "59.9%"
      },
      "male": {
        "text": "71.8%"
      },
      "female": {
        "text": "48.3% (2015)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Guinea-Bissau"
      },
      "conventional short form": {
        "text": "Guinea-Bissau"
      },
      "local long form": {
        "text": "Republica da Guine-Bissau"
      },
      "local short form": {
        "text": "Guine-Bissau"
      },
      "former": {
        "text": "Portuguese Guinea"
      },
      "etymology": {
        "text": "the country is named after the Guinea region of West Africa that lies along the Gulf of Guinea and stretches north to the Sahel; \"Bissau,\" the name of the capital city, distinguishes the country from neighboring Guinea"
      }
    },
    "Government type": {
      "text": "semi-presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Bissau"
      },
      "geographic coordinates": {
        "text": "11 51 N, 15 35 W"
      },
      "time difference": {
        "text": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)"
      },
      "note": "etymology: the meaning of Bissau is uncertain, it might be an alternative name for the Papel people who live in the area of the city of Bissau"
    },
    "Administrative divisions": {
      "text": "9 regions (regioes, singular - regiao); Bafata, Biombo, Bissau, Bolama/Bijagos, Cacheu, Gabu, Oio, Quinara, Tombali"
    },
    "Independence": {
      "text": "24 September 1973 (declared); 10 September 1974 (from Portugal)"
    },
    "National holiday": {
      "text": "Independence Day, 24 September (1973)"
    },
    "Constitution": {
      "history": {
        "text": "promulgated 16 May 1984; note - constitution suspended following military coup in April 2012 and restored in 2014"
      },
      "amendments": {
        "text": "proposed by the National People's Assembly if supported by at least one third of its members, by the Council of State (a presidential consultant body), or by the government; passage requires approval by at least two-thirds majority vote of the Assembly; constitutional articles on the republican and secular form of government and national sovereignty cannot be amended; amended 1991, 1993, 1996"
      }
    },
    "Legal system": {
      "text": "mixed legal system of civil law, which incorporated Portuguese law at independence and influenced by Economic Community of West African States (ECOWAS), West African Economic and Monetary Union (UEMOA), African Francophone Public Law, and customary law"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "yes"
      },
      "citizenship by descent only": {
        "text": "yes"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Umaro Cissoko EMBALO (since 27 February 2020); note - President EMBALO was declared winner of the 29 December 2019 runoff presidential election by the electoral commission; however, on 28 February 2020, Cipriano CASSAMA was appointed as interim president by the parliament until the Supreme Court rules on the legitimacy of the elections due to alleged irregularities in voting; CASSAMA resigned the following day stating he had received death threats"
      },
      "head of government": {
        "text": "Prime Minister Nuno NABIAM (since 27 February 2020)"
      },
      "cabinet": {
        "text": "Cabinet nominated by the prime minister, appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term; election last held on 24 November 2019 with a runoff on 29 December 2019 (next to be held in 2024); prime minister appointed by the president after consultation with party leaders in the National People's Assembly; note - the president cannot apply for a third consecutive term, nor during the 5 years following the end of the second term"
      },
      "election results": {
        "text": "Umaro Sissoco EMBALO elected president in second round; percent of vote in first round - Domingos Simoes PEREIRA (PAIGC) 40.1%, Umaro Sissoco EMBALO (Madem G15) 27.7%, Nuno Gomez NABIAM (APU-PDGB) 13.2%, Jose Mario VAZ (independent) 12.4%, other 6.6%; percent of vote in second round - Umaro Sissoco EMBALO 53.6%, Domingos Simoes PEREIRA 46.5%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral National People's Assembly or Assembleia Nacional Popular (102 seats; 100 members directly elected in 27 multi-seat constituencies by closed party-list proportional representation vote and 2 elected in single-seat constituencies for citizens living abroad (1 for Africa, 1 for Europe); all members serve 4-year terms)"
      },
      "elections": {
        "text": "last held on 10 March 2019 (next to be held in March 2023)"
      },
      "election results": {
        "text": "percent of vote by party - PAIGC 35.2%, Madem G-15 21.1%, PRS 21.1%, other 22.6%; seats by party - PAIGC 47, Madem G-15 27, PRS 21, other 7; composition - men 88, women 14, percent of women 13.7%"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Court or Supremo Tribunal de Justica (consists of 9 judges and organized into Civil, Criminal, and Social and Administrative Disputes Chambers); note - the Supreme Court has both appellate and constitutional jurisdiction"
      },
      "judge selection and term of office": {
        "text": "judges nominated by the Higher Council of the Magistrate, a major government organ responsible for judge appointments, dismissals, and judiciary discipline; judges appointed by the president for life"
      },
      "subordinate courts": {
        "text": "Appeals Court; regional (first instance) courts; military court"
      }
    },
    "Political parties and leaders": {
      "text": "African Party for the Independence of Guinea-Bissau and Cabo Verde or PAIGC [Domingos SIMOES PEREIRA] ++ Democratic Convergence Party or PCD [Vicente FERNANDES] ++ Movement for Democratic Alternation Group of 15 or MADEM-G15 [Braima CAMARA] ++ National People's Assembly – Democratic Party of Guinea Bissau or APU-PDGB [Nuno Gomes NABIAM] ++ New Democracy Party or PND [Mamadu Iaia DJALO] ++ Party for Social Renewal or PRS [Alberto NAMBEIA] ++ Republican Party for Independence and Development or PRID [Aristides GOMES] ++ Union for Change or UM [Agnelo REGALA]"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AOSIS, AU, CPLP, ECOWAS, FAO, FZ, G-77, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WADB (regional), WAEMU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "text": "none; note - Guinea-Bissau does not have official representation in Washington, DC"
    },
    "Diplomatic representation from the US": {
      "text": "the US Embassy suspended operations on 14 June 1998; the US Ambassador to Senegal is accredited to Guinea-Bissau"
    },
    "Flag description": {
      "text": "two equal horizontal bands of yellow (top) and green with a vertical red band on the hoist side; there is a black five-pointed star centered in the red band; yellow symbolizes the sun; green denotes hope; red represents blood shed during the struggle for independence; the black star stands for African unity",
      "note": "note: uses the popular Pan-African colors of Ethiopia; the flag design was heavily influenced by the Ghanaian flag"
    },
    "National symbol(s)": {
      "text": "black star; national colors: red, yellow, green, black"
    },
    "National anthem": {
      "name": {
        "text": "\"Esta e a Nossa Patria Bem Amada\" (This Is Our Beloved Country)"
      },
      "lyrics/music": {
        "text": "Amilcar Lopes CABRAL/XIAO He"
      },
      "note": "note: adopted 1974; a delegation from then Portuguese Guinea visited China in 1963 and heard music by XIAO He; Amilcar Lopes CABRAL, the leader of Guinea-Bissau's independence movement, asked the composer to create a piece that would inspire his people to struggle for independence"
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "Guinea-Bissau is highly dependent on subsistence agriculture, cashew nut exports, and foreign assistance. Two out of three Bissau-Guineans remain below the absolute poverty line. The legal economy is based on cashews and fishing. Illegal logging and trafficking in narcotics also play significant roles. The combination of limited economic prospects, weak institutions, and favorable geography have made this West African country a way station for drugs bound for Europe. ++ Guinea-Bissau has substantial potential for development of mineral resources, including phosphates, bauxite, and mineral sands. Offshore oil and gas exploration has begun. The country's climate and soil make it feasible to grow a wide range of cash crops, fruit, vegetables, and tubers; however, cashews generate more than 80% of export receipts and are the main source of income for many rural communities. ++ The government was deposed in August 2015, and since then, a political stalemate has resulted in weak governance and reduced donor support. ++ The country is participating in a three-year, IMF extended credit facility program that was suspended because of a planned bank bailout. The program was renewed in 2017, but the major donors of direct budget support (the EU, World Bank, and African Development Bank) have halted their programs indefinitely. Diversification of the economy remains a key policy goal, but Guinea-Bissau's poor infrastructure and business climate will constrain this effort."
    },
    "GDP real growth rate": {
      "text": "5.9% (2017 est.) / 6.3% (2016 est.) / 6.1% (2015 est.)",
      "country comparison to the world": 31
    },
    "Inflation rate (consumer prices)": {
      "text": "0.2% (2019 est.) / 0.3% (2018 est.) / 1.6% (2017 est.)",
      "country comparison to the world": 29
    },
    "GDP (purchasing power parity) - real": {
      "text": "$2.69 billion (2018 est.) / $3.171 billion (2017 est.) / $2.591 billion (2017 est.)",
      "note": "note: data are in 2017 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$1.339 billion (2019 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$598 (2018 est.) / $1,900 (2017 est.) / $590 (2017 est.)",
      "note": "note: data are in 2017 dollars",
      "country comparison to the world": 219
    },
    "Gross national saving": {
      "text": "8.6% of GDP (2017 est.) / 10.1% of GDP (2016 est.) / 10.5% of GDP (2015 est.)",
      "country comparison to the world": 168
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "50% (2017 est.)"
      },
      "industry": {
        "text": "13.1% (2017 est.)"
      },
      "services": {
        "text": "36.9% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "83.9% (2017 est.)"
      },
      "government consumption": {
        "text": "12% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "4.1% (2017 est.)"
      },
      "investment in inventories": {
        "text": "0.2% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "26.4% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-26.5% (2017 est.)"
      }
    },
    "Ease of Doing Business Index scores": {
      "text": "43.2 (2020)"
    },
    "Agriculture - products": {
      "text": "rice, corn, beans, cassava (manioc, tapioca), cashew nuts, peanuts, palm kernels, cotton; timber; fish"
    },
    "Industries": {
      "text": "agricultural products processing, beer, soft drinks"
    },
    "Industrial production growth rate": {
      "text": "2.5% (2017 est.)",
      "country comparison to the world": 117
    },
    "Labor force": {
      "text": "731,300 (2013 est.)",
      "country comparison to the world": 148
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "82%"
      },
      "industry and services": {
        "text": "18% (2000 est.)"
      }
    },
    "Unemployment rate": {
      "note": "NA"
    },
    "Population below poverty line": {
      "text": "67% (2015 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.9%"
      },
      "highest 10%": {
        "text": "28% (2002)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "246.2 million (2017 est.)"
      },
      "expenditures": {
        "text": "263.5 million (2017 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "18.2% (of GDP) (2017 est.)",
      "country comparison to the world": 162
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-1.3% (of GDP) (2017 est.)",
      "country comparison to the world": 86
    },
    "Public debt": {
      "text": "53.9% of GDP (2017 est.) / 57.9% of GDP (2016 est.)",
      "country comparison to the world": 87
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Current account balance": {
      "text": "-$27 million (2017 est.) / $16 million (2016 est.)",
      "country comparison to the world": 75
    },
    "Exports": {
      "text": "$188 million (2018 est.) / $183 million (2017 est.)",
      "country comparison to the world": 192
    },
    "Exports - partners": {
      "text": "India 67.1%, Vietnam 21.1% (2017)"
    },
    "Exports - commodities": {
      "text": "fish, shrimp; cashews, peanuts, palm kernels, raw and sawn lumber"
    },
    "Imports": {
      "text": "$383 million (2018 est.) / $348 million (2017 est.)",
      "country comparison to the world": 202
    },
    "Imports - commodities": {
      "text": "foodstuffs, machinery and transport equipment, petroleum products"
    },
    "Imports - partners": {
      "text": "Portugal 47.8%, Senegal 12.1%, China 10.4%, Netherlands 8.1%, Pakistan 5.4% (2017)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$356.4 million (31 December 2017 est.) / $349.4 million (31 December 2016 est.)",
      "country comparison to the world": 163
    },
    "Debt - external": {
      "text": "$1.095 billion (31 December 2010 est.) / $941.5 million (31 December 2000 est.)",
      "country comparison to the world": 163
    },
    "Exchange rates": {
      "text": "Communaute Financiere Africaine francs (XOF) per US dollar - / 605.3 (2017 est.) / 593.01 (2016 est.) / 593.01 (2015 est.) / 591.45 (2014 est.) / 494.42 (2013 est.)"
    }
  },
  "Energy": {
    "Electricity access": {
      "population without electricity": {
        "text": "1 million (2019)"
      },
      "electrification - total population": {
        "text": "28% (2019)"
      },
      "electrification - urban areas": {
        "text": "56% (2019)"
      },
      "electrification - rural areas": {
        "text": "7% (2019)"
      }
    },
    "Electricity - production": {
      "text": "39 million kWh (2016 est.)",
      "country comparison to the world": 208
    },
    "Electricity - consumption": {
      "text": "36.27 million kWh (2016 est.)",
      "country comparison to the world": 208
    },
    "Electricity - exports": {
      "text": "0 kWh (2016 est.)",
      "country comparison to the world": 145
    },
    "Electricity - imports": {
      "text": "0 kWh (2016 est.)",
      "country comparison to the world": 157
    },
    "Electricity - installed generating capacity": {
      "text": "28,300 kW (2016 est.)",
      "country comparison to the world": 199
    },
    "Electricity - from fossil fuels": {
      "text": "99% of total installed capacity (2016 est.)",
      "country comparison to the world": 23
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)",
      "country comparison to the world": 104
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2017 est.)",
      "country comparison to the world": 176
    },
    "Electricity - from other renewable sources": {
      "text": "1% of total installed capacity (2017 est.)",
      "country comparison to the world": 154
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2018 est.)",
      "country comparison to the world": 146
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2015 est.)",
      "country comparison to the world": 134
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2015 est.)",
      "country comparison to the world": 138
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2018 est.)",
      "country comparison to the world": 142
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2015 est.)",
      "country comparison to the world": 154
    },
    "Refined petroleum products - consumption": {
      "text": "2,700 bbl/day (2016 est.)",
      "country comparison to the world": 190
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2015 est.)",
      "country comparison to the world": 163
    },
    "Refined petroleum products - imports": {
      "text": "2,625 bbl/day (2015 est.)",
      "country comparison to the world": 186
    },
    "Natural gas - production": {
      "text": "0 cu m (2017 est.)",
      "country comparison to the world": 143
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2017 est.)",
      "country comparison to the world": 156
    },
    "Natural gas - exports": {
      "text": "0 cu m (2017 est.)",
      "country comparison to the world": 118
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)",
      "country comparison to the world": 136
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2014 est.)",
      "country comparison to the world": 144
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "397,900 Mt (2017 est.)",
      "country comparison to the world": 188
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "0"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (2018 est.)"
      },
      "country comparison to the world": 224
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "1,555,961"
      },
      "subscriptions per 100 inhabitants": {
        "text": "82.79 (2019 est.)"
      },
      "country comparison to the world": 157
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "small system including a combination of microwave radio relay, open-wire lines, radiotelephone, and mobile cellular communications; 2 mobile network operators; one of the poorest countries in the world and this is reflected in the countries telecommunications development; radio is the most important source of information for the public (2020)"
      },
      "domestic": {
        "text": "fixed-line teledensity less than 1 per 100 persons; mobile cellular teledensity is roughly 83 per 100 persons (2019)"
      },
      "international": {
        "text": "country code - 245; ACE submarine cable connecting Guinea-Bissau with 20 landing points in Western and South Africa and Europe (2019)"
      },
      "note": "note: the COVID-19 outbreak is negatively impacting telecommunications production and supply chains globally; consumer spending on telecom devices and services has also slowed due to the pandemic's effect on economies worldwide; overall progress towards improvements in all facets of the telecom industry - mobile, fixed-line, broadband, submarine cable and satellite - has moderated"
    },
    "Broadcast media": {
      "text": "1 state-owned TV station, Televisao da Guine-Bissau (TGB) and a second station, Radio e Televisao de Portugal (RTP) Africa, is operated by Portuguese public broadcaster (RTP); 1 state-owned radio station, several private radio stations, and some community radio stations; multiple international broadcasters are available (2019)"
    },
    "Internet country code": {
      "text": ".gw"
    },
    "Internet users": {
      "total": {
        "text": "72,047"
      },
      "percent of population": {
        "text": "3.93% (July 2018 est.)"
      },
      "country comparison to the world": 186
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "1,204"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (2018 est.)"
      },
      "country comparison to the world": 195
    }
  },
  "Transportation": {
    "Civil aircraft registration country code prefix": {
      "text": "J5 (2016)"
    },
    "Airports": {
      "text": "8 (2013)",
      "country comparison to the world": 159
    },
    "Airports - with paved runways": {
      "total": {
        "text": "2 (2019)"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "1"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "6 (2013)"
      },
      "1,524 to 2,437 m": {
        "text": "1 (2013)"
      },
      "914 to 1,523 m": {
        "text": "2 (2013)"
      },
      "under 914 m": {
        "text": "3 (2013)"
      }
    },
    "Roadways": {
      "total": {
        "text": "4,400 km (2018)"
      },
      "paved": {
        "text": "453 km (2018)"
      },
      "unpaved": {
        "text": "3,947 km (2018)"
      },
      "country comparison to the world": 150
    },
    "Waterways": {
      "text": "(rivers are partially navigable; many inlets and creeks provide shallow-water access to much of interior) (2012)"
    },
    "Merchant marine": {
      "total": {
        "text": "8"
      },
      "by type": {
        "text": "general cargo 5, other 3 (2019)"
      },
      "country comparison to the world": 160
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Bissau, Buba, Cacheu, Farim"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "People's Revolutionary Armed Force (FARP): Army, Navy, National Air Force (Forca Aerea Nacional); Guard Nacional (Ministry of Internal Administration) (2020)"
    },
    "Military expenditures": {
      "text": "1.4% of GDP (2017) / 1.3% of GDP (2016) / 1.6% of GDP (2015) / 2% of GDP (2014) / 2.1% of GDP (2013)",
      "country comparison to the world": 86
    },
    "Military and security service personnel strengths": {
      "text": "the People's Revolutionary Armed Force (FARP) has approximately 4,400 active troops (4,000 Army; 300 Navy; 100 Air Force) (2019)"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the inventory of the FARP consists of Soviet-era equipment; the only reported deliveries of military equipment to Guinea Bissau since 2015 were patrol boats from Spain in 2017 and non-lethal equipment from China in 2015 (2019 est.)"
    },
    "Military service age and obligation": {
      "text": "18-25 years of age for selective compulsory military service (Air Force service is voluntary); 16 years of age or younger, with parental consent, for voluntary service (2013)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "a longstanding low-grade conflict continues in parts of\nCasamance, in Senegal across the border; some rebels use Guinea-Bissau as a safe haven"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "7,696 (Senegal) (2020)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Guinea-Bissau is a source country for children subjected to forced labor and sex trafficking; the extent to which adults are trafficked for forced labor or forced prostitution is unclear; boys are forced into street vending in Guinea-Bissau and manual labor, agriculture, and mining in Senegal, while girls may be forced into street vending, domestic service, and, to a lesser extent, prostitution in Guinea and Senegal; some Bissau-Guinean boys at Koranic schools are forced into begging by religious teachers"
      },
      "tier rating": {
        "text": "Tier 3 - Guinea-Bissau does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; despite enacting an anti-trafficking law and adopting a national action plan in 2011, the country failed to demonstrate any notable anti-trafficking efforts for the third consecutive year; existing laws prohibiting all forms of trafficking were not used to prosecute any trafficking offenders in 2014, and only one case of potential child labor trafficking was under investigation; authorities continued to rely entirely on NGOs and international organizations to provide victims with protective services; no trafficking prevention activities were conducted (2015)"
      }
    },
    "Illicit drugs": {
      "text": "increasingly important transit country for South American cocaine en route to Europe; enabling environment for trafficker operations due to pervasive corruption; archipelago-like geography near the capital facilitates drug smuggling"
    }
  }
}