{
  "intro": {
    "background": {
      "text": "In 1959, three years before independence from Belgium, the majority ethnic group, the Hutus, overthrew the ruling Tutsi king. Over the next several years, thousands of Tutsis were killed, and some 150,000 driven into exile in neighboring countries. The children of these exiles later formed a rebel group, the Rwandan Patriotic Front (RPF), and began a civil war in 1990. The war, along with several political and economic upheavals, exacerbated ethnic tensions, culminating in April 1994 in a state-orchestrated genocide, in which Rwandans killed up to a million of their fellow citizens, including approximately three-quarters of the Tutsi population. The genocide ended later that same year when the predominantly Tutsi RPF, operating out of Uganda and northern Rwanda, defeated the national army and Hutu militias, and established an RPF-led government of national unity. Approximately 2 million Hutu refugees - many fearing Tutsi retribution - fled to neighboring Burundi, Tanzania, Uganda, and former Zaire. Since then, most of the refugees have returned to Rwanda, but several thousand remained in the neighboring Democratic Republic of the Congo (DRC, the former Zaire) and formed an extremist insurgency bent on retaking Rwanda, much as the RPF did in 1990. Rwanda held its first local elections in 1999 and its first post-genocide presidential and legislative elections in 2003. Rwanda in 2009 staged a joint military operation with the Congolese Army in DRC to rout out the Hutu extremist insurgency there, and Kigali and Kinshasa restored diplomatic relations. Rwanda also joined the Commonwealth in late 2009. In January 2013, Rwanda assumed a nonpermanent seat on the UN Security Council for the 2013-14 term."
    }
  },
  "geo": {
    "location": {
      "text": "Central Africa, east of Democratic Republic of the Congo"
    },
    "geographic_coordinates": {
      "text": "2 00 S, 30 00 E"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "26,338 sq km",
      "land": "24,668 sq km",
      "water": "1,670 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Maryland"
    },
    "land_boundaries": {
      "total": "893 km",
      "border_countries": "Burundi 290 km, Democratic Republic of the Congo 217 km, Tanzania 217 km, Uganda 169 km"
    },
    "coastline": {
      "text": "0 km (landlocked)"
    },
    "maritime_claims": {
      "text": "none (landlocked)"
    },
    "climate": {
      "text": "temperate; two rainy seasons (February to April, November to January); mild in mountains with frost and snow possible"
    },
    "terrain": {
      "text": "mostly grassy uplands and hills; relief is mountainous with altitude declining from west to east"
    },
    "elevation_extremes": {
      "lowest_point": "Rusizi River 950 m",
      "highest_point": "Volcan Karisimbi 4,519 m"
    },
    "natural_resources": {
      "text": "gold, cassiterite (tin ore), wolframite (tungsten ore), methane, hydropower, arable land"
    },
    "land_use": {
      "arable_land": "46.32%",
      "permanent_crops": "9.49%",
      "other": "44.19% (2011)"
    },
    "irrigated_land": {
      "text": "96.25 sq km (2007)"
    },
    "total_renewable_water_resources": {
      "text": "9.5 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "0.15  cu km/yr (33%/11%/55%)",
      "per_capita": "17.25  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "periodic droughts; the volcanic Virunga mountains are in the northwest along the border with Democratic Republic of the Congo",
      "volcanism": "Visoke (elev. 3,711 m), located on the border with the Democratic Republic of the Congo, is the country's only historically active volcano"
    },
    "environment_current_issues": {
      "text": "deforestation results from uncontrolled cutting of trees for fuel; overgrazing; soil exhaustion; soil erosion; widespread poaching"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Wetlands",
      "signed_but_not_ratified": "Law of the Sea"
    },
    "geography_note": {
      "text": "landlocked; most of the country is savanna grassland with the population predominantly rural"
    }
  },
  "people": {
    "nationality": {
      "noun": "Rwandan(s)",
      "adjective": "Rwandan"
    },
    "ethnic_groups": {
      "text": "Hutu (Bantu) 84%, Tutsi (Hamitic) 15%, Twa (Pygmy) 1%"
    },
    "languages": {
      "text": "Kinyarwanda (official, universal Bantu vernacular), French (official), English (official), Kiswahili (Swahili, used in commercial centers)"
    },
    "religions": {
      "text": "Roman Catholic 56.5%, Protestant 26%, Adventist 11.1%, Muslim 4.6%, indigenous beliefs 0.1%, none 1.7% (2001)"
    },
    "population": {
      "text": "12,012,589 (July 2013 est.)",
      "note": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "age_structure": {
      "0_14_years": "42.3% (male 2,561,999/female 2,521,530)",
      "15_24_years": "19.1% (male 1,142,985/female 1,145,500)",
      "25_54_years": "32.2% (male 1,943,017/female 1,929,924)",
      "55_64_years": "3.9% (male 219,111/female 254,064)",
      "65_years_and_over": "2.5% (male 119,086/female 175,373) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "82.8 %",
      "youth_dependency_ratio": "78.5 %",
      "elderly_dependency_ratio": "4.3 %",
      "potential_support_ratio": "23 (2013)"
    },
    "median_age": {
      "total": "18.7 years",
      "male": "18.4 years",
      "female": "19 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.7% (2013 est.)"
    },
    "birth_rate": {
      "text": "35.49 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "9.41 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0.95 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "19.1% of total population (2011)",
      "rate_of_urbanization": "4.5% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "KIGALI (capital) 909,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.03 male(s)/female",
      "0_14_years": "1.02 male(s)/female",
      "15_24_years": "1 male(s)/female",
      "25_54_years": "1.01 male(s)/female",
      "55_64_years": "0.86 male(s)/female",
      "65_years_and_over": "0.67 male(s)/female",
      "total_population": "0.99 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "22.9",
      "note": "Median age at first birth among women 25-29 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "340 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "61.03 deaths/1,000 live births",
      "male": "64.58 deaths/1,000 live births",
      "female": "57.38 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "58.85 years",
      "male": "57.34 years",
      "female": "60.4 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "4.71 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "51.6% (2010/11)"
    },
    "health_expenditures": {
      "text": "10.5% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.02 physicians/1,000 population (2005)"
    },
    "hospital_bed_density": {
      "text": "1.6 beds/1,000 population (2007)"
    },
    "drinking_water_source": {
      "improved": "urban: 76% of population; rural: 63% of population; total: 65% of population",
      "unimproved": "urban: 24% of population; rural: 37% of population; total: 35% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 52% of population; rural: 56% of population; total: 55% of population",
      "unimproved": "urban: 48% of population; rural: 44% of population; total: 45% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "2.9% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "170,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "4,100 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "malaria and dengue fever",
      "animal_contact_disease": "rabies (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "4.3% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "11.7% (2011)"
    },
    "education_expenditures": {
      "text": "4.8% of GDP (2011)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "71.1%",
      "male": "74.8%",
      "female": "67.5% (2010 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "11 years",
      "male": "11 years",
      "female": "11 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "783,113",
      "percentage": "35 % (2000 est.)"
    },
    "people_note": {
      "text": "Rwanda is the most densely populated country in Africa"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Rwanda",
      "conventional_short_form": "Rwanda",
      "local_long_form": "Republika y'u Rwanda",
      "local_short_form": "Rwanda",
      "former": "Ruanda, German East Africa"
    },
    "government_type": {
      "text": "republic; presidential, multiparty system"
    },
    "capital": {
      "name": "Kigali",
      "geographic_coordinates": "1 57 S, 30 03 E",
      "time_difference": "UTC+2 (7 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "4 provinces (in French - provinces, singular - province; in Kinyarwanda - intara for singular and plural) and 1 city* (in French - ville; in Kinyarwanda - umujyi); Est (Eastern), Kigali*, Nord (Northern), Ouest (Western), Sud (Southern)"
    },
    "independence": {
      "text": "1 July 1962 (from Belgium-administered UN trusteeship)"
    },
    "national_holiday": {
      "text": "Independence Day, 1 July (1962)"
    },
    "constitution": {
      "text": "constitution passed by referendum 26 May 2003"
    },
    "legal_system": {
      "text": "mixed legal system of civil law, based on German and Belgian models, and customary law; judicial review of legislative acts in the Supreme Court"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Paul KAGAME (since 22 April 2000)",
      "head_of_government": "Prime Minister Pierre Damien HABUMUREMYI (since 7 October 2011)",
      "cabinet": "Council of Ministers appointed by the president",
      "elections": "president elected by popular vote for a seven-year term (eligible for a second term); elections last held on 9 August 2010 (next to be held in 2017)",
      "election_results": "Paul KAGAME elected to a second term as president; Paul KAGAME 93.1%, Jean NTAWUKURIRYAYO 5.1%, Prosper HIGIRO 1.4%, Alvera MUKABARAMBA 0.4%"
    },
    "legislative_branch": {
      "text": "bicameral Parliament consists of Senate (26 seats; 12 members elected by local councils, 8 appointed by the president, 4 appointed by the Political Organizations Forum, 2 represent institutions of higher learning; members to serve eight-year terms) and Chamber of Deputies (80 seats; 53 members elected by popular vote, 24 women elected by local bodies, 3 selected by youth and disability organizations; members to serve five-year terms)",
      "elections": "Senate - NA; Chamber of Deputies - last held on 15 September 2008 (next to be held on 16-18 September 2013)",
      "election_results": "percent of vote by party - RPF 78.8%, PSD 13.1%, PL 7.5%; seats by party - RPF 42, PSD 7, PL 4, additional 27 members indirectly elected"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of the court president, vice president, and 12 judges; normally organized into 3-judge benches) note - the Gacaca Court was established in 2001 by the National Unity Government to try cases of genocide against the Tutsis",
      "judge_selection_and_term_of_office": "judges nominated by the president of the republic, after consultation with the Cabinet and the Superior Council of the Judiciary (a 14-member body of judges, other judicial officials, and legal professionals), and approved by the Senate; court president and vice president appointed for  8-year nonrenewable terms; tenure of other judges NA",
      "subordinate_courts": "High Court of the Republic; commercial courts including the High Commercial Court; intermediate courts; primary courts;  Gacaca and military specialized courts"
    },
    "political_parties_and_leaders": {
      "text": "Centrist Democratic Party or PDC [Agnes MUKABARANGA]; Democratic Popular Union of Rwanda or UDPR [Gonzague RWIGEMA]; Democratic Republican Movement or MDR [Celestin KABANDA] (officially banned); Islamic Democratic Party or PDI [Musa Fazil HARERIMANA]; Liberal Party or PL [Protais MITALI]; Party for Democratic Renewal (officially banned); Party for Progress and Concord or PPC [Alvera MUKABARAMBA]; Rwandan Patriotic Front or RPF [Paul KAGAME]; Rwandan Socialist Party or PSR [Jean Baptist RUCIBIGANGO]; Social Democratic Party or PSD [Vincent BIRUTA]; Socialist Party-Imberakuri or PS-Imberakuri [Christine MUKABUNANI]; Solidarity and Prosperity Party or PSP [Pheobe KANYANGE]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "IBUKA (association of genocide survivors)"
    },
    "international_organization_participation": {
      "text": "ACP, AfDB, AU, C, CEPGL, COMESA, EAC, EADB, FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), MIGA, NAM, OIF, OPCW, PCA, UN, UN Security Council (temporary), UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNMISS, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Mathilde MUKANTABANA",
      "chancery": "1714 New Hampshire Avenue NW, Washington, DC 20009",
      "telephone": "[1] (202) 232-2882",
      "fax": "[1] (202) 232-4544"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Donald W. KORAN",
      "embassy": "2657 Avenue de la Gendarmerie, Kigali",
      "mailing_address": "B. P. 28, Kigali",
      "telephone": "[250] 596-400",
      "fax": "[250] 596-591"
    },
    "flag_description": {
      "text": "three horizontal bands of sky blue (top, double width), yellow, and green, with a golden sun with 24 rays near the fly end of the blue band; blue represents happiness and peace, yellow economic development and mineral wealth, green hope of prosperity and natural resources; the sun symbolizes unity, as well as enlightenment and transparency from ignorance"
    },
    "national_anthem": {
      "name": "\"Rwanda nziza\" (Rwanda, Our Beautiful Country)",
      "lyrics_music": "Faustin MURIGO/Jean-Bosco HASHAKAIMANA",
      "note": "adopted 2001"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Rwanda is a poor rural country with about 90% of the population engaged in (mainly subsistence) agriculture and some mineral and agro-processing. Tourism, minerals, coffee and tea are Rwanda's main sources of foreign exchange. Minerals exports declined 40% in 2009-10 due to the global economic downturn. The 1994 genocide decimated Rwanda's fragile economic base, severely impoverished the population, particularly women, and temporarily stalled the country's ability to attract private and external investment. However, Rwanda has made substantial progress in stabilizing and rehabilitating its economy to pre-1994 levels. GDP has rebounded with an average annual growth of 7%-8% since 2003 and inflation has been reduced to single digits. Nonetheless, a significant percent of the population still live below the official poverty line. Despite Rwanda's fertile ecosystem, food production often does not keep pace with demand, requiring food imports. Rwanda continues to receive substantial aid money and obtained IMF-World Bank Heavily Indebted Poor Country (HIPC) initiative debt relief in 2005-06. In recognition of Rwanda's successful management of its macro economy, in 2010, the IMF graduated Rwanda to a Policy Support Instrument (PSI). Rwanda also received a Millennium Challenge Threshold Program in 2008. Africa's most densely populated country is trying to overcome the limitations of its small, landlocked economy by leveraging regional trade. Rwanda joined the East African Community and is aligning its budget, trade, and immigration policies with its regional partners. The government has embraced an expansionary fiscal policy to reduce poverty by improving education, infrastructure, and foreign and domestic investment and pursuing market-oriented reforms. Energy shortages, instability in neighboring states, and lack of adequate transportation linkages to other countries continue to handicap private sector growth. The Rwandan Government is seeking to become regional leader in information and communication technologies. In 2010, Rwanda neared completion of the first modern Special Economic Zone (SEZ) in Kigali. The SEZ seeks to attract investment in all sectors, but specifically in agribusiness, information and communications technologies, trade and logistics, mining, and construction. The global downturn hurt export demand and tourism, but economic growth has recovered, driven in large part by the services sector, but inflation has grown. On the back of this growth, government is gradually ending its fiscal stimulus policy while protecting aid to the poor."
    },
    "gdp_purchasing_power_parity": {
      "text": "$15.74 billion (2012 est.); $14.62 billion (2011 est.); $13.5 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$7.223 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "7.7% (2012 est.); 8.3% (2011 est.); 7.2% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$1,500 (2012 est.); $1,400 (2011 est.); $1,400 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "15.6% of GDP (2012 est.); 14% of GDP (2011 est.); 13.5% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "87.9%",
      "government_consumption": "9.4%",
      "investment_in_fixed_capital": "20.4%",
      "investment_in_inventories": "0%",
      "exports_of_goods_and_services": "11.7%",
      "imports_of_goods_and_services": "-29.4% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "33.3%",
      "industry": "13.9%",
      "services": "52.9% (2012 est.)"
    },
    "agriculture_products": {
      "text": "coffee, tea, pyrethrum (insecticide made from chrysanthemums), bananas, beans, sorghum, potatoes; livestock"
    },
    "industries": {
      "text": "cement, agricultural products, small-scale beverages, soap, furniture, shoes, plastic goods, textiles, cigarettes"
    },
    "industrial_production_growth_rate": {
      "text": "6% (2012 est.)"
    },
    "labor_force": {
      "text": "4.446 million (2007)"
    },
    "labor_force_by_occupation": {
      "agriculture": "90%",
      "industry_and_services": "10% (2000)"
    },
    "unemployment_rate": {
      "text": "NA%"
    },
    "population_below_poverty_line": {
      "text": "44.9% (2011 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.1%",
      "highest_10%": "43.2% (2011 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "46.8 (2000); 28.9 (1985)"
    },
    "budget": {
      "revenues": "$1.67 billion",
      "expenditures": "$1.873 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "23.1% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2.8% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "21.1% of GDP (2012 est.); 23.6% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "6.3% (2012 est.); 5.7% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "7.75% (31 December 2010 est.); 11.25% (31 December 2008)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "17.5% (31 December 2012 est.); 17.4% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$1.164 billion (31 December 2012 est.); $1.068 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$1.536 billion (31 December 2012 est.); $1.324 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$680.5 million (31 December 2012 est.); $628.2 million (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$657.8 million (2012 est.); -$692.2 million (2011 est.)"
    },
    "exports": {
      "text": "$451.3 million (2012 est.); $469 million (2011 est.)"
    },
    "exports_commodities": {
      "text": "coffee, tea, hides, tin ore"
    },
    "exports_partners": {
      "text": "Kenya 32.6%, Democratic Republic of the Congo 13.1%, China 11.7%, Malaysia 10.4%, US 5.6%, Swaziland 5.2%, Pakistan 4.1% (2012)"
    },
    "imports": {
      "text": "$1.559 billion (2012 est.); $1.565 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "foodstuffs, machinery and equipment, steel, petroleum products, cement and construction material"
    },
    "imports_partners": {
      "text": "Kenya 18.4%, Uganda 16.6%, UAE 8.3%, China 6.9%, India 5.4%, Tanzania 5.4%, Belgium 4.3% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$1.035 billion (31 December 2012 est.); $1.05 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$1.153 billion (31 December 2012 est.); $1.103 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$676.5 million (31 December 2012 est.); $583.3 million (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$12.9 million (31 December 2012 est.); $12.9 million (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Rwandan francs (RWF) per US dollar -; 616.6 (2012 est.); 601.83 (2011 est.); 583.13 (2010 est.); 568.18 (2009); 550 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "240.2 million kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "301.4 million kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "2 million kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "80 million kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "56,250 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "53.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "46.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.4% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "0 bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "5,245 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "5,125 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "56.63 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "869,400 Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "38,900 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "4.446 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "small, inadequate telephone system primarily serves business, education, and government",
      "domestic": "the capital, Kigali, is connected to the centers of the provinces by microwave radio relay and, recently, by cellular telephone service; much of the network depends on wire and HF radiotelephone; combined fixed-line and mobile-cellular telephone density has increased and now exceeds 40 telephones per 100 persons",
      "international": "country code - 250; international connections employ microwave radio relay to neighboring countries and satellite communications to more distant countries; satellite earth stations - 1 Intelsat (Indian Ocean) in Kigali (includes telex and telefax service) (2010)"
    },
    "broadcast_media": {
      "text": "government owns and operates the only TV station; government-owned and operated Radio Rwanda has a national reach; 9 private radio stations; transmissions of multiple international broadcasters are available (2007)"
    },
    "internet_country_code": {
      "text": ".rw"
    },
    "internet_hosts": {
      "text": "1,447 (2012)"
    },
    "internet_users": {
      "text": "450,000 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "7 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "4",
      "over_3_047_m": "1",
      "914_to_1_523_m": "2",
      "under_914_m": "1 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "3",
      "914_to_1_523_m": "2",
      "under_914_m": "1 (2013)"
    },
    "roadways": {
      "total": "14,008 km",
      "paved": "2,662 km",
      "unpaved": "11,346 km (2004)"
    },
    "waterways": {
      "text": "(Lac Kivu navigable by shallow-draft barges and native craft) (2011)"
    },
    "ports_and_terminals": {
      "text": "Cyangugu, Gisenyi, Kibuye"
    }
  },
  "military": {
    "military_branches": {
      "text": "Rwanda Defense Force (RDF): Rwanda Army (Rwanda Land Force), Rwanda Air Force (Force Aerienne Rwandaise, FAR) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for voluntary military service; no conscription; Rwandan citizenship is required, as is a 9th grade education for enlisted recruits and an A-level certificate for officer candidates; enlistment is either as contract (5-years, renewable twice) or career; retirement (for officers and senior NCOs) after 20 years of service or at 40-60 years of age (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "2,625,917",
      "females_age_16_49": "2,608,110 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "1,685,066",
      "females_age_16_49": "1,749,580 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "110,736",
      "female": "110,328 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.3% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Burundi and Rwanda dispute two sq km (0.8 sq mi) of Sabanerwa, a farmed area in the Rukurazi Valley where the Akanyaru/Kanyaru River shifted its course southward after heavy rains in 1965; fighting among ethnic groups - loosely associated political rebels, armed gangs, and various government forces in Great Lakes region transcending the boundaries of Burundi, Democratic Republic of the Congo (DROC), Rwanda, and Uganda - abated substantially from a decade ago due largely to UN peacekeeping, international mediation, and efforts by local governments to create civil societies; nonetheless, 57,000 Rwandan refugees still reside in 21 African states, including Zambia, Gabon, and 20,000 who fled to Burundi in 2005 and 2006 to escape drought and recriminations from traditional courts investigating the 1994 massacres; the 2005 DROC and Rwanda border verification mechanism to stem rebel actions on both sides of the border remains in place"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "57,857 (Democratic Republic of the Congo) (2012)",
      "idps": "undetermined (fighting between government and insurgency in 1998-99; returning refugees) (2012)"
    },
    "trafficking_in_persons": {
      "current_situation": "Rwanda is a source and, to a lesser extent, transit and destination country for women and children subjected to forced labor and sex trafficking; Rwandan girls and, to a lesser extent, boys are exploited in domestic servitude within the country; Rwandan girls are also forced into prostitution by older girls, women, and loosely organized prostitution networks; Rwandan women and children are subjected to forced agricultural and industrial labor, domestic servitude, and prostitution in Kenya, Uganda, Democratic Republic of the Congo, Tanzania, Burundi, Zambia, South Africa, France, the Netherlands, Malaysia, China, and the US; children in Rwanda-based refugee camps are brought to Kigali, Uganda, Kenya, Sudan, and South Sudan for use in the sex trade; a limited number of foreign nationals are moved through Rwanda to be exploited in third countries",
      "tier_rating": "Tier 2 Watch List - Rwanda does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; the government maintains strong efforts to investigate and prosecute some trafficking crimes but fails to stop M23 (an armed group in the eastern Democratic Republic of the Congo) from recruiting within Rwanda, which is at times reportedly supported by government officials, amounting to complicity in human trafficking; although the revised penal code covers almost all forms of human trafficking, its narrow definition may result in the confusion of trafficking with other crimes; other obstacles include a lack of awareness of human trafficking among officials and an inadequate number of investigators (2013)"
    }
  }
}