{
  "Introduction": {
    "Background": {
      "text": "In 1959, three years before independence from Belgium, the majority ethnic group, the Hutus, overthrew the ruling Tutsi king. Over the next several years, thousands of Tutsis were killed, and some 150,000 driven into exile in neighboring countries. The children of these exiles later formed a rebel group, the Rwandan Patriotic Front (RPF), and began a civil war in 1990. The war, along with several political and economic upheavals, exacerbated ethnic tensions, culminating in April 1994 in a state-orchestrated genocide, in which Rwandans killed up to a million of their fellow citizens, including approximately three-quarters of the Tutsi population. The genocide ended later that same year when the predominantly Tutsi RPF, operating out of Uganda and northern Rwanda, defeated the national army and Hutu militias, and established an RPF-led government of national unity. Approximately 2 million Hutu refugees - many fearing Tutsi retribution - fled to neighboring Burundi, Tanzania, Uganda, and former Zaire. Since then, most of the refugees have returned to Rwanda, but several thousand remained in the neighboring Democratic Republic of the Congo (DRC, the former Zaire) and formed an extremist insurgency bent on retaking Rwanda, much as the RPF did in 1990. Rwanda held its first local elections in 1999 and its first post-genocide presidential and legislative elections in 2003. Rwanda in 2009 staged a joint military operation with the Congolese Army in DRC to rout out the Hutu extremist insurgency there, and Kigali and Kinshasa restored diplomatic relations. Rwanda also joined the Commonwealth in late 2009 and assumed a nonpermanent seat on the UN Security Council for the 2013-14 term."
    }
  },
  "Geography": {
    "Location": {
      "text": "Central Africa, east of the Democratic Republic of the Congo, north of Burundi"
    },
    "Geographic coordinates": {
      "text": "2 00 S, 30 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "26,338 sq km"
      },
      "land": {
        "text": "24,668 sq km"
      },
      "water": {
        "text": "1,670 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly smaller than Maryland"
    },
    "Land boundaries": {
      "total": {
        "text": "930 km"
      },
      "border countries": {
        "text": "Burundi 315 km, Democratic Republic of the Congo 221 km, Tanzania 222 km, Uganda 172 km"
      }
    },
    "Coastline": {
      "text": "0 km (landlocked)"
    },
    "Maritime claims": {
      "text": "none (landlocked)"
    },
    "Climate": {
      "text": "temperate; two rainy seasons (February to April, November to January); mild in mountains with frost and snow possible"
    },
    "Terrain": {
      "text": "mostly grassy uplands and hills; relief is mountainous with altitude declining from west to east"
    },
    "Elevation": {
      "mean elevation": {
        "text": "1,598 m"
      },
      "elevation extremes": {
        "text": "lowest point: Rusizi River 950 m ++ highest point: Volcan Karisimbi 4,519 m"
      }
    },
    "Natural resources": {
      "text": "gold, cassiterite (tin ore), wolframite (tungsten ore), methane, hydropower, arable land"
    },
    "Land use": {
      "agricultural land": {
        "text": "74.5% ++ arable land 47%; permanent crops 10.1%; permanent pasture 17.4%"
      },
      "forest": {
        "text": "18%"
      },
      "other": {
        "text": "7.5% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "96 sq km (2012)"
    },
    "Natural hazards": {
      "text": "periodic droughts; the volcanic Virunga Mountains are in the northwest along the border with Democratic Republic of the Congo",
      "volcanism": {
        "text": "Visoke (elev. 3,711 m), located on the border with the Democratic Republic of the Congo, is the country's only historically active volcano"
      }
    },
    "Environment - current issues": {
      "text": "deforestation results from uncontrolled cutting of trees for fuel; overgrazing; soil exhaustion; soil erosion; widespread poaching"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Law of the Sea"
      }
    },
    "Geography - note": {
      "text": "landlocked; most of the country is savanna grassland with the population predominantly rural"
    }
  },
  "People and Society": {
    "Population": {
      "text": "12,988,423",
      "note": {
        "text": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected (July 2016 est.)"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Rwandan(s)"
      },
      "adjective": {
        "text": "Rwandan"
      }
    },
    "Ethnic groups": {
      "text": "Hutu (Bantu) 84%, Tutsi (Hamitic) 15%, Twa (Pygmy) 1%"
    },
    "Languages": {
      "text": "Kinyarwanda only (official, universal Bantu vernacular) 93.2%, Kinyarwanda and other language(s) 6.2%, French (official) and other language(s) 0.1%, English (official) and other language(s) 0.1%, Swahili (or Kiswahili, used in commercial centers) 0.02%, other 0.03%, unspecified 0.3% (2002 est.)"
    },
    "Religions": {
      "text": "Roman Catholic 49.5%, Protestant 39.4% (includes Adventist 12.2% and other Protestant 27.2%), other Christian 4.5%, Muslim 1.8%, animist 0.1%, other 0.6%, none 3.6% (2001), unspecified 0.5% (2002 est.)"
    },
    "Demographic profile": {
      "text": "Rwanda’s fertility rate declined sharply during the last decade, as a result of the government’s commitment to family planning, the increased use of contraceptives, and a downward trend in ideal family size. Increases in educational attainment, particularly among girls, and exposure to social media also contributed to the reduction in the birth rate. The average number of births per woman decreased from a 5.6 in 2005 to 4.5 in 2016. Despite these significant strides in reducing fertility, Rwanda’s birth rate remains very high and will continue to for an extended period of time because of its large population entering reproductive age. Because Rwanda is one of the most densely populated countries in Africa, its persistent high population growth and increasingly small agricultural landholdings will put additional strain on families’ ability to raise foodstuffs and access potable water. These conditions will also hinder the government’s efforts to reduce poverty and prevent environmental degradation. The UNHCR recommended that effective 30 June 2013 countries invoke a cessation of refugee status for those Rwandans who fled their homeland between 1959 and 1998, including the 1994 genocide, on the grounds that the conditions that drove them to seek protection abroad no longer exist. The UNHCR’s decision is controversial because many Rwandan refugees still fear persecution if they return home, concerns that are supported by the number of Rwandans granted asylum since 1998 and by the number exempted from the cessation. Rwandan refugees can still seek an exemption or local integration, but host countries are anxious to send the refugees back to Rwanda and are likely to avoid options that enable them to stay. Conversely, Rwanda itself hosts more than 155,000 refugees; virtually all of them fleeing conflict in neighboring Burundi and the Democratic Republic of the Congo."
    },
    "Age structure": {
      "0-14 years": {
        "text": "41.53% (male 2,719,248/female 2,674,688)"
      },
      "15-24 years": {
        "text": "18.87% (male 1,226,141/female 1,225,009)"
      },
      "25-54 years": {
        "text": "32.93% (male 2,142,936/female 2,134,064)"
      },
      "55-64 years": {
        "text": "4.09% (male 249,447/female 282,225)"
      },
      "65 years and over": {
        "text": "2.58% (male 138,834/female 195,831) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "78.1%"
      },
      "youth dependency ratio": {
        "text": "73.1%"
      },
      "elderly dependency ratio": {
        "text": "5%"
      },
      "potential support ratio": {
        "text": "20.1% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "19 years"
      },
      "male": {
        "text": "18.7 years"
      },
      "female": {
        "text": "19.2 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "2.53% (2016 est.)"
    },
    "Birth rate": {
      "text": "33.3 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "8.8 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "0.8 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "28.8% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "6.43% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "KIGALI (capital) 1.257 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1.02 male(s)/female"
      },
      "15-24 years": {
        "text": "1 male(s)/female"
      },
      "25-54 years": {
        "text": "1 male(s)/female"
      },
      "55-64 years": {
        "text": "0.88 male(s)/female"
      },
      "65 years and over": {
        "text": "0.7 male(s)/female"
      },
      "total population": {
        "text": "1 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "23",
      "note": {
        "text": "median age at first birth among women 25-29 (2014/15 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "290 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "56.8 deaths/1,000 live births"
      },
      "male": {
        "text": "60.2 deaths/1,000 live births"
      },
      "female": {
        "text": "53.2 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "60.1 years"
      },
      "male": {
        "text": "58.5 years"
      },
      "female": {
        "text": "61.7 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "4.46 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "51.6% (2010/11)"
    },
    "Health expenditures": {
      "text": "7.5% of GDP (2014)"
    },
    "Physicians density": {
      "text": "0.06 physicians/1,000 population (2010)"
    },
    "Hospital bed density": {
      "text": "1.6 beds/1,000 population (2007)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 86.6% of population ++ rural: 71.9% of population ++ total: 76.1% of population"
      },
      "unimproved": {
        "text": " ++ urban: 13.4% of population ++ rural: 28.1% of population ++ total: 23.9% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 58.5% of population ++ rural: 62.9% of population ++ total: 61.6% of population"
      },
      "unimproved": {
        "text": " ++ urban: 41.5% of population ++ rural: 37.1% of population ++ total: 38.4% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "2.89% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "201,900 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "2,900 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria and dengue fever"
      },
      "animal contact disease": {
        "text": "rabies (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "3.3% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "11.7% (2011)"
    },
    "Education expenditures": {
      "text": "5% of GDP (2013)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "70.5%"
      },
      "male": {
        "text": "73.2%"
      },
      "female": {
        "text": "68% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "11 years"
      },
      "male": {
        "text": "11 years"
      },
      "female": {
        "text": "11 years (2013)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "4.5%"
      },
      "male": {
        "text": "3.6%"
      },
      "female": {
        "text": "5.2% (2012 est.)"
      }
    },
    "People - note": {
      "text": "Rwanda is the most densely populated country in Africa"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Rwanda"
      },
      "conventional short form": {
        "text": "Rwanda"
      },
      "local long form": {
        "text": "Republika y'u Rwanda"
      },
      "local short form": {
        "text": "Rwanda"
      },
      "former": {
        "text": "Ruanda, German East Africa"
      },
      "etymology": {
        "text": "the name translates as \"domain\" in the native Kinyarwanda language"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Kigali"
      },
      "geographic coordinates": {
        "text": "1 57 S, 30 03 E"
      },
      "time difference": {
        "text": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "4 provinces (in French - provinces, singular - province; in Kinyarwanda - intara for singular and plural) and 1 city* (in French - ville; in Kinyarwanda - umujyi); Est (Eastern), Kigali*, Nord (Northern), Ouest (Western), Sud (Southern)"
    },
    "Independence": {
      "text": "1 July 1962 (from Belgium-administered UN trusteeship)"
    },
    "National holiday": {
      "text": "Independence Day, 1 July (1962)"
    },
    "Constitution": {
      "text": "several previous; latest adopted by referendum 26 May 2003, effective 4 June 2003; amended several times, last in 2015 (2016)"
    },
    "Legal system": {
      "text": "mixed legal system of civil law, based on German and Belgian models, and customary law; judicial review of legislative acts in the Supreme Court"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "the father must be a citizen of Rwanda; if the father is stateless or unknown, the mother must be a citizen"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "10 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Paul KAGAME (since 22 April 2000)"
      },
      "head of government": {
        "text": "Prime Minister Anastase MUREKEZI (since 24 July 2014)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by simple majority popular vote for a 7-year term (eligible for a second term); note - on December 18, Rwanda held a referendum on constitutional amendments that reduce the length of the terms for the president, senators, and Chief Justice and Deputy Chief from seven to five years; the reforms retained term limits, but included an exception for the current president that allows President KAGAME to serve another seven-year term in 2017, potentiallyy followed by two additional five-year terms; election last held on 9 August 2010 (next to be held in 2017); prime minister appointed by the president"
      },
      "election results": {
        "text": "Paul KAGAME reelected president; Paul KAGAME (RPF) 93.1%, Jean NTAWUKURIRYAYO (PSD) 5.1%, other 1.8%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Parliament consists of the Senate or Senat (26 seats; 12 members indirectly elected by local councils, 8 appointed by the president, 4 appointed by the Political Organizations Forum - a body of registered political parties, and 2 selected by institutions of higher learning; members serve 8-year terms) and the Chamber of Deputies or Chambre des Deputes (80 seats; 53 members directly elected by proportional representation vote, 24 women elected by special interest groups, and 3 selected by youth and disability organizations; members serve 5-year terms)"
      },
      "elections": {
        "text": "Senate - NA; Chamber of Deputies - last held on 16-18 September 2013 (next to be held in 2018)"
      },
      "election results": {
        "text": "Chamber of Deputies percent of vote by party - Rwndan Front Coalition 76.2%, PSD 13%, PL 9.3%, other 1.5%; seats by party - Rwandan Front Coalition 41, PSD 7, PL 5, 27 members indirectly elected"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court (consists of the chief and deputy chief justices and 15 judges; normally organized into 3-judge panels); High Court (consists of the court president, vice-president, and a minimum of 24 judges and organized into 5 chambers"
      },
      "note": {
        "text": "Supreme Court judges nominated by the president of the republic after consultation with the Cabinet and the Superior Council of the Judiciary or SCJ (a 27-member body of judges, other judicial officials, and legal professionals), and approved by the Senate; chief and deputy chief justices appointed for 8-year nonrenewable terms; tenure of judges NA; High Court president and vice-president appointed by the president of the republic upon approval by the Senate; judges appointed by the Supreme Court chief justice upon approval of the SCJ; judge tenure NA"
      },
      "judge selection and term of office": {
        "text": "High Court of the Republic; commercial courts including the High Commercial Court; intermediate courts; primary courts; Gacaca and military specialized courts"
      },
      "subordinate courts": {
        "text": "High Court of the Republic; commercial courts including the High Commercial Court; intermediate courts; primary courts; Gacaca and military specialized courts"
      }
    },
    "Political parties and leaders": {
      "text": "Liberal Party or PL [Protais MITALI] ++ Party for Progress and Concord or PPC [Christian MARARA] ++ Rwandan Patriotic Front or RPF [Prosper HIGIRO] ++ Social Democratic Party or PSD [Vincent BIRUTA]"
    },
    "Political pressure groups and leaders": {
      "text": "IBUKA (association of genocide survivors)"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AU, C, CEPGL, COMESA, EAC, EADB, FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, NAM, OIF, OPCW, PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNMISS, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Mathilde MUKANTABANA (since 5 July 2013)"
      },
      "chancery": {
        "text": "1875 Connecticut Avenue, NW, Suite 418, Washington, DC, 2000"
      },
      "telephone": {
        "text": "[1] (202) 232-2882"
      },
      "FAX": {
        "text": "[1] (202) 232-4544"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Erica BARKS-RUGGLES (since 26 January 2015)"
      },
      "embassy": {
        "text": "2657 Avenue de la Gendarmerie, Kigali"
      },
      "mailing address": {
        "text": "B.P. 28, Kigali"
      },
      "telephone": {
        "text": "[250] 252 596-400"
      },
      "FAX": {
        "text": "[250] 252 580 325"
      }
    },
    "Flag description": {
      "text": "three horizontal bands of sky blue (top, double width), yellow, and green, with a golden sun with 24 rays near the fly end of the blue band; blue represents happiness and peace, yellow economic development and mineral wealth, green hope of prosperity and natural resources; the sun symbolizes unity, as well as enlightenment and transparency from ignorance"
    },
    "National symbol(s)": {
      "text": "traditional woven basket with peaked lid; national colors: blue, yellow, green"
    },
    "National anthem": {
      "name": {
        "text": "\"Rwanda nziza\" (Rwanda, Our Beautiful Country)"
      },
      "lyrics/music": {
        "text": "Faustin MURIGO/Jean-Bosco HASHAKAIMANA"
      },
      "note": {
        "text": "adopted 2001"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Rwanda is a rural country with about 90% of the population engaged in subsistence agriculture and some mineral and agro-processing. Tourism, minerals, coffee and tea are Rwanda's main sources of foreign exchange. Despite Rwanda's fertile ecosystem, food production often does not keep pace with demand, requiring food imports. Energy shortages, instability in neighboring states, and lack of adequate transportation linkages to other countries continue to handicap private sector growth. ++  ++ The 1994 genocide decimated Rwanda's fragile economic base, severely impoverished the population, particularly women, and temporarily stalled the country's ability to attract private and external investment. However, Rwanda has made substantial progress in stabilizing and rehabilitating its economy to pre-1994 levels. GDP has rebounded with an average annual growth of 7%-8% since 2003 and inflation has been reduced to single digits. Nonetheless, in 2015, 39% of the population lived below the poverty line, according to government statistics, compared to 57% in 2006. ++  ++ Africa's most densely populated country is trying to overcome the limitations of its small, landlocked economy by leveraging regional trade; Rwanda joined the East African Community and is aligning its budget, trade, and immigration policies with its regional partners. The government has embraced an expansionary fiscal policy to reduce poverty by improving education, infrastructure, and foreign and domestic investment, and pursuing market-oriented reforms. In recognition of Rwanda's successful management of its macro economy, in 2010, the IMF graduated Rwanda to a Policy Support Instrument. ++  ++ The Rwandan Government is seeking to become a regional leader in information and communication technologies. In 2012, Rwanda completed the first modern Special Economic Zone (SEZ) in Kigali. The SEZ seeks to attract investment in all sectors, but specifically in agribusiness, information and communications, trade and logistics, mining, and construction."
    },
    "GDP (purchasing power parity)": {
      "text": "$21.97 billion (2016 est.) ++ $20.73 billion (2015 est.) ++ $19.39 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$8.341 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "6% (2016 est.) ++ 6.9% (2015 est.) ++ 7% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$1,900 (2016 est.) ++ $1,800 (2015 est.) ++ $1,800 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "12.9% of GDP (2016 est.) ++ 12.8% of GDP (2015 est.) ++ 15.6% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "77.8%"
      },
      "government consumption": {
        "text": "11.4%"
      },
      "investment in fixed capital": {
        "text": "26.4%"
      },
      "investment in inventories": {
        "text": "0.6%"
      },
      "exports of goods and services": {
        "text": "13.6%"
      },
      "imports of goods and services": {
        "text": "-29.8% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "34.6%"
      },
      "industry": {
        "text": "15.1%"
      },
      "services": {
        "text": "50.3% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "coffee, tea, pyrethrum (insecticide made from chrysanthemums), bananas, beans, sorghum, potatoes; livestock"
    },
    "Industries": {
      "text": "cement, agricultural products, small-scale beverages, soap, furniture, shoes, plastic goods, textiles, cigarettes"
    },
    "Industrial production growth rate": {
      "text": "6.9% (2016 est.)"
    },
    "Labor force": {
      "text": "6.03 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "90%"
      },
      "industry and services": {
        "text": "10% (2000)"
      }
    },
    "Unemployment rate": {
      "text": "NA%"
    },
    "Population below poverty line": {
      "text": "39.1% (2015 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.1%"
      },
      "highest 10%": {
        "text": "43.2% (2011 est.)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "46.8 (2000) ++ 28.9 (1985)"
    },
    "Budget": {
      "revenues": {
        "text": "$1.865 billion"
      },
      "expenditures": {
        "text": "$2.279 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "22.4% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-5% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "36.6% of GDP (2016 est.) ++ 33.9% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "4.6% (2016 est.) ++ 2.5% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "7.75% (31 December 2010) ++ 11.25% (31 December 2008)"
    },
    "Commercial bank prime lending rate": {
      "text": "17.3% (31 December 2016 est.) ++ 17.33% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$957.3 million (31 December 2016 est.) ++ $1.013 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$1.817 billion (31 December 2016 est.) ++ $1.64 billion (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$1.891 billion (31 December 2016 est.) ++ $1.337 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$NA"
    },
    "Current account balance": {
      "text": "-$1.385 billion (2016 est.) ++ -$1.096 billion (2015 est.)"
    },
    "Exports": {
      "text": "$674.9 million (2016 est.) ++ $683.7 million (2015 est.)"
    },
    "Exports - commodities": {
      "text": "coffee, tea, hides, tin ore"
    },
    "Exports - partners": {
      "text": "Democratic Republic of the Congo 19.8%, US 10.8%, China 10.3%, Swaziland 7.9%, Malaysia 7%, Pakistan 6.2%, Germany 5.9%, Thailand 5.5% (2015)"
    },
    "Imports": {
      "text": "$1.961 billion (2016 est.) ++ $1.917 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "foodstuffs, machinery and equipment, steel, petroleum products, cement and construction material"
    },
    "Imports - partners": {
      "text": "Uganda 15.7%, Kenya 11.8%, India 8.7%, China 8.7%, UAE 8.6%, Russia 6.6%, Tanzania 5.1% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$756.3 million (31 December 2016 est.) ++ $1.03 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$2.442 billion (31 December 2016 est.) ++ $2.178 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$1.779 billion (31 December 2016 est.) ++ $1.484 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$25.6 million (31 December 2016 est.) ++ $25.6 million (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Rwandan francs (RWF) per US dollar - ++ 787.9 (2016 est.) ++ 720.54 (2015 est.) ++ 720.54 (2014 est.) ++ 680.95 (2013 est.) ++ 616.6 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "500 million kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "500 million kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "3 million kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "95 million kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "100,000 kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "34.3% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "65.7% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "6,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "5,979 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "56.63 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "800,000 Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "16,983"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "8.76 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "69 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "small, inadequate telephone system primarily serves business, education, and government"
      },
      "domestic": {
        "text": "the capital, Kigali, is connected to provincial centers by microwave radio relay and, recently, by cellular telephone service; much of the network depends on wire and HF radiotelephone; combined fixed-line and mobile-cellular telephone density has increas"
      },
      "international": {
        "text": "country code - 250; international connections employ microwave radio relay to neighboring countries and satellite communications to more distant countries; satellite earth stations - 1 Intelsat (Indian Ocean) in Kigali (includes telex and telefax service) (2015)"
      }
    },
    "Broadcast media": {
      "text": "government owns and operates the only TV station; government-owned and operated Radio Rwanda has a national reach; 9 private radio stations; transmissions of multiple international broadcasters are available (2007)"
    },
    "Internet country code": {
      "text": ".rw"
    },
    "Internet users": {
      "total": {
        "text": "2.279 million"
      },
      "percent of population": {
        "text": "18% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "1"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "9"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "645,815"
      },
      "annual freight traffic on registered air carriers": {
        "text": "21,382,897 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "9XR (2016)"
    },
    "Airports": {
      "text": "7 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "4"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "914 to 1,523 m": {
        "text": "2"
      },
      "under 914 m": {
        "text": "1 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "3"
      },
      "914 to 1,523 m": {
        "text": "2"
      },
      "under 914 m": {
        "text": "1 (2013)"
      }
    },
    "Roadways": {
      "total": {
        "text": "4,700 km"
      },
      "paved": {
        "text": "1,207 km"
      },
      "unpaved": {
        "text": "3,493 km (2012)"
      }
    },
    "Waterways": {
      "text": "(Lac Kivu navigable by shallow-draft barges and native craft) (2011)"
    },
    "Ports and terminals": {
      "lake port(s)": {
        "text": "Cyangugu, Gisenyi, Kibuye (Lake Kivu)"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Rwanda Defense Force (RDF): Rwanda Army (Rwanda Land Force), Rwanda Air Force (Force Aerienne Rwandaise, FAR) (2013)"
    },
    "Military service age and obligation": {
      "text": "18 years of age for voluntary military service; no conscription; Rwandan citizenship is required, as is a 9th-grade education for enlisted recruits and an A-level certificate for officer candidates; enlistment is either as contract (5-years, renewable twice) or career; retirement (for officers and senior NCOs) after 20 years of service or at 40-60 years of age (2012)"
    },
    "Military expenditures": {
      "text": "1.12% of GDP (2012) ++ 1.19% of GDP (2011) ++ 1.12% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Burundi and Rwanda dispute two sq km (0.8 sq mi) of Sabanerwa, a farmed area in the Rukurazi Valley where the Akanyaru/Kanyaru River shifted its course southward after heavy rains in 1965; fighting among ethnic groups - loosely associated political rebels, armed gangs, and various government forces in Great Lakes region transcending the boundaries of Burundi, Democratic Republic of the Congo (DROC), Rwanda, and Uganda - abated substantially from a decade ago due largely to UN peacekeeping, international mediation, and efforts by local governments to create civil societies; nonetheless, 57,000 Rwandan refugees still reside in 21 African states, including Zambia, Gabon, and 20,000 who fled to Burundi in 2005 and 2006 to escape drought and recriminations from traditional courts investigating the 1994 massacres; the 2005 DROC and Rwanda border verification mechanism to stem rebel actions on both sides of the border remains in place"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "73,092 (Democratic Republic of the Congo) (2016); 84,120 (Burundi) (2017)"
      },
      "IDPs": {
        "text": "undetermined (fighting between government and insurgency in 1998-99; returning refugees) (2012)"
      }
    }
  }
}