{
  "intro": {
    "background": {
      "text": "Military regimes favoring Islamic-oriented governments have dominated national politics since independence from the UK in 1956. Sudan was embroiled in two prolonged civil wars during most of the remainder of the 20th century. These conflicts were rooted in northern economic, political, and social domination of largely non-Muslim, non-Arab southern Sudanese. The first civil war ended in 1972 but broke out again in 1983. The second war and famine-related effects resulted in more than four million people displaced and, according to rebel estimates, more than two million deaths over a period of two decades. Peace talks gained momentum in 2002-04 with the signing of several accords. The final North/South Comprehensive Peace Agreement (CPA), signed in January 2005, granted the southern rebels autonomy for six years followed by a referendum on independence for Southern Sudan. The referendum was held in January 2011 and indicated overwhelming support for independence. South Sudan became independent on 9 July 2011. Since southern independence Sudan has been combating rebels from the Sudan People's Liberation Movement-North (SPLM-N) in Southern Kordofan and Blue Nile states. A separate conflict, which broke out in the western region of Darfur in 2003, has displaced nearly two million people and caused an estimated 200,000 to 400,000 deaths. The UN took command of the Darfur peacekeeping operation from the African Union in December 2007. Peacekeeping troops have struggled to stabilize the situation, which has become increasingly regional in scope and has brought instability to eastern Chad. Sudan also has faced large refugee influxes from neighboring countries primarily Ethiopia and Chad. Armed conflict, poor transport infrastructure, and lack of government support have chronically obstructed the provision of humanitarian assistance to affected populations."
    }
  },
  "geo": {
    "location": {
      "text": "north-eastern Africa, bordering the Red Sea, between Egypt and Eritrea"
    },
    "geographic_coordinates": {
      "text": "15 00 N, 30 00 E"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "1,861,484 sq km",
      "land": "NA",
      "water": "NA"
    },
    "area_comparative": {
      "text": "slightly less than one-fifth the size of the US"
    },
    "land_boundaries": {
      "total": "6,751 km",
      "border_countries": "Central African Republic 175 km, Chad 1,360 km, Egypt 1,275 km, Eritrea 605 km, Ethiopia 769 km, Libya 383 km, South Sudan 2,184 km",
      "note": "Sudan-South Sudan boundary represents 1 January 1956 alignment; final alignment pending negotiations and demarcation; final sovereignty status of Abyei region pending negotiations between Sudan and South Sudan"
    },
    "coastline": {
      "text": "853 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "18 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation"
    },
    "climate": {
      "text": "hot and dry; arid desert; rainy season varies by region (April to November)"
    },
    "terrain": {
      "text": "generally flat, featureless plain; desert dominates the north"
    },
    "elevation_extremes": {
      "lowest_point": "Red Sea 0 m",
      "highest_point": "Jabal Marrah 3,071 m"
    },
    "natural_resources": {
      "text": "petroleum; small reserves of iron ore, copper, chromium ore, zinc, tungsten, mica, silver, gold; hydropower"
    },
    "land_use": {
      "arable_land": "6.76%",
      "permanent_crops": "0.07%",
      "other": "93.17% (2011)"
    },
    "irrigated_land": {
      "text": "18,900 sq km (2010)"
    },
    "total_renewable_water_resources": {
      "text": "64.5 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "27.59  cu km/yr (4%/1%/95%)",
      "per_capita": "683.4  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "dust storms and periodic persistent droughts"
    },
    "environment_current_issues": {
      "text": "inadequate supplies of potable water; wildlife populations threatened by excessive hunting; soil erosion; desertification; periodic drought"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "dominated by the Nile and its tributaries"
    }
  },
  "people": {
    "nationality": {
      "noun": "Sudanese (singular and plural)",
      "adjective": "Sudanese"
    },
    "ethnic_groups": {
      "text": "Sudanese Arab (approximately 70%), Fur, Beja, Nuba, Fallata"
    },
    "languages": {
      "text": "Arabic (official), English (official), Nubian, Ta Bedawie, Fur",
      "note": "program of \"Arabization\" in process"
    },
    "religions": {
      "text": "Sunni Muslim, small Christian minority"
    },
    "population": {
      "text": "34,847,910"
    },
    "age_structure": {
      "0_14_years": "41.4% (male 7,337,924/female 7,104,702)",
      "15_24_years": "20% (male 3,596,729/female 3,376,682)",
      "25_54_years": "31.4% (male 5,316,659/female 5,639,494)",
      "55_64_years": "3.8% (male 711,596/female 620,962)",
      "65_years_and_over": "3.3% (male 629,312/female 513,850) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "79.9 %",
      "youth_dependency_ratio": "74.1 %",
      "elderly_dependency_ratio": "5.8 %",
      "potential_support_ratio": "17.1 (2013)"
    },
    "median_age": {
      "total": "18.9 years",
      "male": "18.6 years",
      "female": "19.1 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.83% (2013 est.)"
    },
    "birth_rate": {
      "text": "30.84 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "8.09 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-4.44 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "33.2% of total population (2011)",
      "rate_of_urbanization": "2.6% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "KHARTOUM (capital) 5.021 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.06 male(s)/female",
      "25_54_years": "0.94 male(s)/female",
      "55_64_years": "1.16 male(s)/female",
      "65_years_and_over": "1.24 male(s)/female",
      "total_population": "1.02 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "730 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "54.23 deaths/1,000 live births",
      "male": "59.75 deaths/1,000 live births",
      "female": "48.43 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "62.95 years",
      "male": "60.93 years",
      "female": "65.07 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "4.05 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "9% (2010)"
    },
    "health_expenditures": {
      "text": "6.3% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.28 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "0.7 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 67% of population; rural: 52% of population; total: 58% of population",
      "unimproved": "urban: 33% of population; rural: 48% of population; total: 42% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 44% of population; rural: 14% of population; total: 26% of population",
      "unimproved": "urban: 56% of population; rural: 86% of population; total: 74% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "1.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "260,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "12,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A and E, and typhoid fever",
      "vectorborne_diseases": "malaria, dengue fever, and Rift Valley fever",
      "water_contact_disease": "schistosomiasis",
      "respiratory_disease": "meningococcal meningitis",
      "animal_contact_disease": "rabies",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "6% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "31.7% (2006)"
    },
    "education_expenditures": {
      "text": "NA"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "71.9%",
      "male": "80.7%",
      "female": "63.2%",
      "note": "pre-secession of South Sudan (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "4 years (2000)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of the Sudan",
      "conventional_short_form": "Sudan",
      "local_long_form": "Jumhuriyat as-Sudan",
      "local_short_form": "As-Sudan",
      "former": "Anglo-Egyptian Sudan"
    },
    "government_type": {
      "text": "Federal republic ruled by the National Congress Party the (NCP), which came to power by military coup in 1989; the CPA-mandated Government of National Unity, which since 2005 provided a percentage of leadership posts to the south Sudan-based Sudan People's Liberation Movement (SPLM), was disbanded following the secession of South Sudan."
    },
    "capital": {
      "name": "Khartoum",
      "geographic_coordinates": "15 36 N, 32 32 E",
      "time_difference": "UTC+3 (8 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "17 states (wilayat, singular - wilayah); Al Bahr al Ahmar (Red Sea), Al Jazira (Gezira), Al Khartoum (Khartoum), Al Qadarif (Gedaref), An Nil al Abyad (White Nile), An Nil al Azraq (Blue Nile), Ash Shimaliyya (Northern), Gharb Darfur (Western Darfur), Janub Darfur (Southern Darfur), Janub Kurdufan (Southern Kordofan), Kassala, Nahr an Nil (River Nile), Sharq Darfur (Eastern Darfur), Shimal Darfur (Northern Darfur), Shimal Kurdufan (Northern Kordofan), Sinnar, Wasat Darfur (Central Darfur)"
    },
    "independence": {
      "text": "1 January 1956 (from Egypt and the UK)"
    },
    "national_holiday": {
      "text": "Independence Day, 1 January (1956)"
    },
    "constitution": {
      "text": "the Government of Sudan is in the process of drafting a new constitution to replace the Interim National Constitution ratified 5 July 2005"
    },
    "legal_system": {
      "text": "mixed legal system of Islamic law and English common law"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; withdrew acceptance of ICCt jurisdiction in 2008"
    },
    "suffrage": {
      "text": "17 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Umar Hassan Ahmad al-BASHIR (since 16 October 1993); note - the president is both the chief of state and head of government",
      "head_of_government": "President Umar Hassan Ahmad al-BASHIR (since 16 October 1993)",
      "cabinet": "Council of Ministers appointed by the president; note - the NCP (formerly the National Islamic Front or NIF) dominates al-BASHIR's cabinet",
      "elections": "election on 11-15 April 2010 (next to be held in 2015)",
      "election_results": "Umar Hassan Ahmad al-BASHIR reelected president; percent of vote - Umar Hassan Ahmad al-BASHIR 68.2%, Yasir ARMAN 21.7%, Abdullah Deng NHIAL 3.9%, others 6.2%",
      "note": "al-BASHIR assumed power as chairman of Sudan's Revolutionary Command Council for National Salvation (RCC) in June 1989 and served concurrently as chief of state, chairman of the RCC, prime minister, and minister of defense until mid-October 1993 when he was appointed president by the RCC; he was elected president by popular vote for the first time in March 1996"
    },
    "legislative_branch": {
      "text": "bicameral National Legislature consists of a Council of States (50 seats; members indirectly elected by state legislatures to serve six-year terms) and a National Assembly (450 seats; 60% from geographic constituencies, 25% from a women's list, and 15% from party lists; members to serve six-year terms)",
      "elections": "last held on 11-15 April 2010 (next to be held in 2016)",
      "election_results": "National Assembly - percent of vote by party - NA; seats by party - NCP 323, SPLM 99, PCP 4, DUP 4, UFP 3, URDP 2, DUPO 2, SPLM-DC 2, other 7, vacant 4; composition of National Assembly following South Sudan's independence - seats by party - NCP 317, SPLM 8, PCP 4, DUP 4, UFP 3, URDP 2, DUPO 1, UP 1, UNP 1, UCLP 1, MB 1, independent 3, vacant 8",
      "note": "the mandate of the members from the south was terminated upon independence by the Republic of South Sudan effective 9 July 2011 and membership in Sudan's National Assembly was reduced to 354; it is unclear whether this total will be retained for the next election or whether the previous total of 450 will be reconstituted"
    },
    "judicial_branch": {
      "highest_courts": "National Supreme Court (consists of 70 judges organized into panels of 3 judges; court includes 4 circuits that operate outside the capital); Constitutional Court (consists of 9 justices including the court president); note - the Constitutional Court resides outside the national judiciary",
      "judge_selection_and_term_of_office": "National Supreme Court and Constitutional Court judges appointed by the president of the republic upon the recommendation of the National Judicial Service Commission, an independent body chaired by the chief justice of the republic and members including other judges and judicial and legal officials; Supreme Court judge tenure NA; Constitutional Court judges appointed for 7 years",
      "subordinate_courts": "National Court of Appeals; other national courts (not specified in the 2005 Interim National Constitution as to national or local authority); township and rural (peoples') courts"
    },
    "political_parties_and_leaders": {
      "text": "Democratic Unionist Party or DUP [Hatim al-SIR]; Democratic Unionist Party-Original or DUPO; Muslim Brotherhood or MB; National Congress Party or NCP [Umar Hassan al-BASHIR]; Popular Congress Party or PCP [Hassan al-TURABI]; Sudan People's Liberation Movement or SPLM; Sudan People's Liberation Movement for Democratic Change or SPLM-DC [Lam AKOL Ajawin]; Umma Party or UP; Umma Federal Party or UFP; Umma National Party or UNP; Umma Reform and Development Party or URDP; Umma Collective Leadership Party or UCLP"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Umma Party [SADIQ Siddiq al-Mahdi]; Popular Congress Party or PCP [Hassan al-TURABI]; Democratic Unionist Party [Muhammad Uthman al-MIRGHANI]; Darfur rebel groups including the Justice and Equality Movement or JEM [Jabril IBRAHIM and other factional leaders] and the Sudan Liberation Movement or SLM [various factional leaders]"
    },
    "international_organization_participation": {
      "text": "ABEDA, ACP, AfDB, AFESD, AMF, AU, CAEU, COMESA, FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, LAS, MIGA, NAM, OIC, OPCW, PCA, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Elhafiz Eisa Abdulla ADAM",
      "chancery": "2210 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 338-8565",
      "fax": "[1] (202) 667-2406"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Joseph D. STAFFORD, III",
      "embassy": "Sharia Ali Abdul Latif Street, Khartoum",
      "mailing_address": "P.O. Box 699, Kilo 10, Soba, Khartoum; APO AE 09829",
      "telephone": "[249] (187)-0-(22000)",
      "fax": "[249] (183) 774-137"
    },
    "flag_description": {
      "text": "three equal horizontal bands of red (top), white, and black with a green isosceles triangle based on the hoist side; colors and design based on the Arab Revolt flag of World War I, but the meanings of the colors are expressed as follows: red signifies the struggle for freedom, white is the color of peace, light, and love, black represents Sudan itself (in Arabic 'Sudan' means black), green is the color of Islam, agriculture, and prosperity"
    },
    "national_symbols": {
      "text": "secretary bird"
    },
    "national_anthem": {
      "name": "\"Nahnu Djundulla Djundulwatan\" (We Are the Army of God and of Our Land)",
      "lyrics_music": "Sayed Ahmad Muhammad SALIH/Ahmad MURJAN",
      "note": "adopted 1956; the song originally served as the anthem of the Sudanese military"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Sudan is an extremely poor country that has had to deal with social conflict, civil war, and the July 2011 secession of South Sudan - the region of the country that had been responsible for about three-fourths of the former Sudan's total oil production. The oil sector had driven much of Sudan's GDP growth since it began exporting oil in 1999. For nearly a decade, the economy boomed on the back of increases in oil production, high oil prices, and significant inflows of foreign direct investment. Following South Sudan''s secession, Sudan has struggled to maintain economic stability, because oil earnings now provide a far lower share of the country''s need for hard currency and for budget revenues. Sudan is attempting to generate new sources of revenues, such as from gold mining, while carrying out an austerity program to reduce expenditures. Agricultural production continues to employ 80% of the work force. Sudan introduced a new currency, still called the Sudanese pound, following South Sudan''s secession, but the value of the currency has fallen since its introduction. Khartoum formally devalued the currency in June 2012, when it passed austerity measures that included gradually repealing fuel subsidies. Sudan also faces rising inflation, which reached 47% on an annual basis in November 2012. Ongoing conflicts in Southern Kordofan, Darfur, and the Blue Nile states, lack of basic infrastructure in large areas, and reliance by much of the population on subsistence agriculture ensure that much of the population will remain at or below the poverty line for years to come."
    },
    "gdp_purchasing_power_parity": {
      "text": "$86.67 billion (2012 est.); $90.66 billion (2011 est.); $92.4 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$59.94 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "-4.4% (2012 est.); -1.9% (2011 est.); 2.5% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$2,600 (2012 est.); $2,800 (2011 est.); $2,300 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "24.2% of GDP (2012 est.); 28.6% of GDP (2011 est.); 26.7% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "65.1%",
      "government_consumption": "10.9%",
      "investment_in_fixed_capital": "27.2%",
      "investment_in_inventories": "3.3%",
      "exports_of_goods_and_services": "7%",
      "imports_of_goods_and_services": "-13.4% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "27.6%",
      "industry": "22.1%",
      "services": "50.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "cotton, groundnuts (peanuts), sorghum, millet, wheat, gum arabic, sugarcane, cassava (tapioca), mangoes, papaya, bananas, sweet potatoes, sesame; sheep and other livestock"
    },
    "industries": {
      "text": "oil, cotton ginning, textiles, cement, edible oils, sugar, soap distilling, shoes, petroleum refining, pharmaceuticals, armaments, automobile/light truck assembly"
    },
    "industrial_production_growth_rate": {
      "text": "-28.9% (2012 est.)"
    },
    "labor_force": {
      "text": "11.92 million (2007 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "80%",
      "industry": "7%",
      "services": "13% (1998 est.)"
    },
    "unemployment_rate": {
      "text": "20% (2012 est.); 18.7% (2002 est.)"
    },
    "population_below_poverty_line": {
      "text": "46.5% (2009 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.7%",
      "highest_10%": "26.7% (2009 est.)"
    },
    "budget": {
      "revenues": "$3.934 billion",
      "expenditures": "$7.627 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "6.6% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-6.2% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "106.4% of GDP (2012 est.); 96.2% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "31.9% (2012 est.); 18% (2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$5.853 billion (31 December 2012 est.); $9.272 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$12.83 billion (31 December 2012 est.); $15.6 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$8.591 billion (31 December 2012 est.); $14.63 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$3.575 billion (2012 est.); $208.1 million (2011 est.)"
    },
    "exports": {
      "text": "$4.59 billion (2012 est.); $9.694 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "gold; oil and petroleum products; cotton, sesame, livestock, groundnuts, gum arabic, sugar"
    },
    "exports_partners": {
      "text": "UAE 63.2%, Saudi Arabia 9.2%, Ethiopia 5.3% (2012)"
    },
    "imports": {
      "text": "$6.217 billion (2012 est.); $8.205 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "foodstuffs, manufactured goods, refinery and transport equipment, medicines and chemicals, textiles, wheat"
    },
    "imports_partners": {
      "text": "Macau 18%, India 8.8%, Saudi Arabia 7.9%, Egypt 6.7%, UAE 5.2% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$297.9 million (31 December 2012 est.); $295 million (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$39.63 billion (31 December 2012 est.); $38.63 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Sudanese pounds (SDG) per US dollar -; 4.09 (2012 est.); 2.68 (2011 est.); 2.31 (2010 est.); 2.3 (2009); 2.1 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "6.509 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "4.611 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "2.338 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "30.7% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "66.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "3% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "120,000 bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "370,700 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "5 billion bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "85,890 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "95,450 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "14,950 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "24,820 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "84.95 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "13.79 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "483,600 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "25.056 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "well-equipped system by regional standards and being upgraded; cellular communications started in 1996 and have expanded substantially with wide coverage of most major cities",
      "domestic": "consists of microwave radio relay, cable, fiber optic, radiotelephone communications, tropospheric scatter, and a domestic satellite system with 14 earth stations",
      "international": "country code - 249; linked to the EASSy and FLAG fiber-optic submarine cable systems; satellite earth stations - 1 Intelsat (Atlantic Ocean), 1 Arabsat (2010)"
    },
    "broadcast_media": {
      "text": "the Sudanese Government directly controls TV and radio, requiring that both media reflect government policies; TV has a permanent military censor; a private radio station is in operation (2007)"
    },
    "internet_country_code": {
      "text": ".sd"
    },
    "internet_hosts": {
      "text": "99 (2012)"
    },
    "internet_users": {
      "text": "4.2 million (2008)"
    }
  },
  "trans": {
    "airports": {
      "text": "74 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "16",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "10",
      "1_524_to_2_437_m": "2",
      "under_914_m": "2 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "58",
      "2_438_to_3_047_m": "1",
      "1_524_to_2_437_m": "17",
      "914_to_1_523_m": "28",
      "under_914_m": "12 (2013)"
    },
    "heliports": {
      "text": "6 (2013)"
    },
    "pipelines": {
      "text": "gas 156 km; oil 4,070 km; refined products 1,613 km (2013)"
    },
    "railways": {
      "total": "5,978 km",
      "narrow_gauge": "4,578 km 1.067-m gauge; 1,400 km 0.600-m gauge for cotton plantations (2008)"
    },
    "roadways": {
      "total": "11,900 km",
      "paved": "4,320 km",
      "unpaved": "7,580 km (2000)"
    },
    "waterways": {
      "text": "4,068 km (1,723 km open year round on White and Blue Nile rivers) (2011)"
    },
    "merchant_marine": {
      "total": "2",
      "by_type": "cargo 2 (2010)"
    },
    "ports_and_terminals": {
      "text": "Port Sudan"
    }
  },
  "military": {
    "military_branches": {
      "text": "Sudanese Armed Forces (SAF): Land Forces, Navy (includes Marines), Sudanese Air Force (Sikakh al-Jawwiya as-Sudaniya), Popular Defense Forces (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "18-33 years of age for male and female compulsory or voluntary military service; 1-2 year service obligation; a requirement that completion of national service was mandatory before entering public or private sector employment has been cancelled (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "10,433,973",
      "females_age_16_49": "10,411,443 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "6,475,530",
      "females_age_16_49": "6,840,885 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "532,030",
      "female": "512,476 (2010 est.)"
    },
    "military_expenditures": {
      "text": "4.2% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "the effects of Sudan's almost constant ethnic and rebel militia fighting since the mid-20th century have penetrated all of the neighboring states; Chad wishes to be a helpful mediator in resolving the Darfur conflict, and in 2010 established a joint border monitoring force with Sudan, which has helped to reduce cross-border banditry and violence; as of 2006, Chad, Ethiopia, Kenya, Central African Republic, Democratic Republic of the Congo, and Uganda provided shelter for over a half million Sudanese refugees, which include 240,000 Darfur residents driven from their homes by Janjawid armed militia and Sudanese military forces; as of January 2011, Sudan, in turn, hosted about 138,700 Eritreans, 43,000 Chadians, and smaller numbers of Ethiopians; Sudan accuses Eritrea of supporting Sudanese rebel groups; efforts to demarcate the porous boundary with Ethiopia proceed slowly due to civil and ethnic fighting in eastern Sudan; Sudan claims but Egypt de facto administers security and economic development of Halaib region north of the 22nd parallel boundary; periodic violent skirmishes with Sudanese residents over water and grazing rights persist among related pastoral populations along the border with the Central African Republic; South Sudan-Sudan boundary represents 1 January 1956 alignment, final alignment pending negotiations and demarcation; final sovereignty status of Abyei Area pending negotiations between South Sudan and Sudan"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "112,283 (Eritrea); 32,220 (Chad) (2012)",
      "idps": "more than 2.4 million (civil war 1983-2005; ongoing conflict in Darfur region; government and rebel fighting along South Sudan border) (2011)"
    },
    "trafficking_in_persons": {
      "current_situation": "Sudan is a source, transit, and destination country for men, women, and children who are subjected to forced labor and sex trafficking; Sudanese women and girls, particularly those from rural areas or who are internally displaced, are vulnerable to forced labor as domestic workers in homes throughout the country; some of these women and girls are subsequently sexually abused by male occupants of the household or forced to engage in commercial sex acts; Sudanese women and girls are subjected to domestic servitude in Middle Eastern countries and to forced sex trafficking in European countries; some Sudanese men who voluntarily migrate to the Middle East as low-skilled laborers face conditions indicative of forced labor; Sudanese children in Saudi Arabia are used in forced begging and street vending; Sudan is a transit and destination country for Ethiopian and Eritrean women subjected to domestic servitude in Sudan and Middle Eastern countries; Sudan is a destination for Ethiopian, Somali, and possibly Thai women subjected to forced prostitution; Sudanese children in Darfur are forcibly conscripted, at times through abduction, and used by armed groups and government security forces",
      "tier_rating": "Tier 3 - Sudan does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; while the government has taken some initial steps to draft anti-trafficking legislation, prosecute suspected traffickers, demobilize and reintegrate child soldiers, and has convened its first workshop to discuss human trafficking, its efforts to combat human trafficking through law enforcement, protection, or prevention measures are undertaken in an ad hoc fashion, rather than as the result of strategic planning; the government has not employed a system for proactively identifying trafficking victims among vulnerable populations or a referral process for transferring victims to organizations providing care; its proxy militias reportedly unlawfully recruited and used child soldiers during the reporting period; the government has not taken action to conclude a proposed action plan with the UN to address the problem (2013)"
    }
  }
}