{
  "Introduction": {
    "Background": {
      "text": "<p>Some of the earliest human remains in the fossil record are found in South Africa. By about A.D. 500, Bantu speaking groups began settling into what is now northeastern South Africa displacing Khoisan speaking groups to the southwest. Dutch traders landed at the southern tip of present-day South Africa in 1652 and established a stopover point on the spice route between the Netherlands and the Far East, founding the city of Cape Town. After the British seized the Cape of Good Hope area in 1806, many of the settlers of Dutch descent (Afrikaners, also called \"Boers\" (farmers) at the time) trekked north to found their own republics, Transvaal and Orange Free State. In the 1820s, several decades of wars began as the Zulus expanded their territory, moving out of what is today southeastern South Africa and clashing with other indigenous peoples and with expanding European settlements. The discovery of diamonds (1867) and gold (1886) spurred wealth and immigration from Europe.<br><br>The Anglo-Zulu War (1879) resulted in the incorporation of the Zulu kingdom's territory into the British Empire. Subsequently, the Afrikaner republics were incorporated into the British Empire after their defeat in the Second South African War (1899-1902). However, the British and the Afrikaners ruled together beginning in 1910 under the Union of South Africa, which became a republic in 1961 after a whites-only referendum. In 1948, the National Party was voted into power and instituted a policy of apartheid – billed as \"separate development\" of the races - which favored the white minority at the expense of the black majority and other non-white groups. The African National Congress (ANC) led the opposition to apartheid and many top ANC leaders, such as Nelson MANDELA, spent decades in South Africa's prisons. Internal protests and insurgency, as well as boycotts by some Western nations and institutions, led to the regime's eventual willingness to negotiate a peaceful transition to majority rule.</p> <p>The first multi-racial elections in 1994 following the end of apartheid ushered in majority rule under an ANC-led government. South Africa has since struggled to address apartheid-era imbalances in wealth, housing, education, and health care. Jacob ZUMA became president in 2009 and was reelected in 2014, but resigned in February 2018 after numerous corruption scandals and gains by opposition parties in municipal elections in 2016. His successor, Cyril RAMAPHOSA, has made some progress in reigning in corruption, though many challenges persist. In May 2019 national elections, the country’s sixth since the end of apartheid, the ANC won a majority of parliamentary seats, delivering RAMAPHOSA a five-year term.</p>"
    }
  },
  "Geography": {
    "Location": {
      "text": "Southern Africa, at the southern tip of the continent of Africa"
    },
    "Geographic coordinates": {
      "text": "29 00 S, 24 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "1,219,090 sq km"
      },
      "land": {
        "text": "1,214,470 sq km"
      },
      "water": {
        "text": "4,620 sq km"
      },
      "note": "<strong>note:</strong> includes Prince Edward Islands (Marion Island and Prince Edward Island)"
    },
    "Area - comparative": {
      "text": "slightly less than twice the size of Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "5,244 km"
      },
      "border countries": {
        "text": "Botswana 1,969 km; Lesotho 1,106 km; Mozambique 496 km; Namibia 1,005 km; Eswatini 438 km; Zimbabwe 230 km"
      }
    },
    "Coastline": {
      "text": "2,798 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm or to edge of the continental margin"
      }
    },
    "Climate": {
      "text": "mostly semiarid; subtropical along east coast; sunny days, cool nights"
    },
    "Terrain": {
      "text": "vast interior plateau rimmed by rugged hills and narrow coastal plain"
    },
    "Elevation": {
      "highest point": {
        "text": "Ntheledi (Mafadi) 3,450 m"
      },
      "lowest point": {
        "text": "Atlantic Ocean 0 m"
      },
      "mean elevation": {
        "text": "1,034 m"
      }
    },
    "Natural resources": {
      "text": "gold, chromium, antimony, coal, iron ore, manganese, nickel, phosphates, tin, rare earth elements, uranium, gem diamonds, platinum, copper, vanadium, salt, natural gas"
    },
    "Land use": {
      "agricultural land": {
        "text": "79.4% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 9.9% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0.3% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 69.2% (2018 est.)"
      },
      "forest": {
        "text": "7.6% (2018 est.)"
      },
      "other": {
        "text": "13% (2018 est.)"
      }
    },
    "Irrigated land": {
      "text": "16,700 sq km (2012)"
    },
    "Major rivers (by length in km)": {
      "text": "Orange (shared with Lesotho [s], and Namibia [m]) - 2,092 km; Limpopo river source (shared with Botswana, Zimbabwe, and Mozambique [m]) - 1,800 km; Vaal [s] - 1,210 km<br><strong>note</strong> – [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "text": "Atlantic Ocean drainage: Orange (941,351 sq km)"
    },
    "Major aquifers": {
      "text": "Karoo Basin, Lower Kalahari-Stampriet Basin"
    },
    "Population distribution": {
      "text": "the population concentrated along the southern and southeastern coast, and inland around Pretoria; the eastern half of the country is more densly populated than the west as shown in this population distribution map"
    },
    "Natural hazards": {
      "text": "<p>prolonged droughts</p><p><strong>volcanism:</strong> the volcano forming Marion Island in the Prince Edward Islands, which last erupted in 2004, is South Africa's only active volcano</p>"
    },
    "Geography - note": {
      "text": "South Africa completely surrounds Lesotho and almost completely surrounds Eswatini"
    }
  },
  "People and Society": {
    "Population": {
      "text": "56,978,635 (July 2021 est.)",
      "note": "<strong>note:</strong> estimates for this country explicitly taken into account the impact of the HIV/AIDS epidemic"
    },
    "Nationality": {
      "noun": {
        "text": "South African(s)"
      },
      "adjective": {
        "text": "South African"
      }
    },
    "Ethnic groups": {
      "text": "Black African 80.9%, Colored 8.8%, White 7.8%, Indian/Asian 2.5% (2018 est.)",
      "note": "<strong>note:</strong> colored is a term used in South Africa, including on the national census, for persons of mixed race ancestry who developed a distinct cultural identity over several hundred years"
    },
    "Languages": {
      "Languages": {
        "text": "isiZulu (official) 25.3%, isiXhosa (official) 14.8%, Afrikaans (official) 12.2%, Sepedi (official) 10.1%, Setswana (official) 9.1%, English (official) 8.1%, Sesotho (official) 7.9%, Xitsonga (official) 3.6%, siSwati (official) 2.8%, Tshivenda (official) 2.5%, isiNdebele (official) 1.6%, other (includes Khoi, Nama, and San languages) 2%; note - data represent language spoken most often at home (2018 est.)"
      },
      "major-language sample(s)": {
        "text": "<br>Die Wereld Feite Boek, n’ onontbeerlike bron vir basiese informasie. (Afrikaans)<br><br>The World Factbook, the indispensable source for basic information. (English)"
      }
    },
    "Religions": {
      "text": "Christian 86%, ancestral, tribal, animist, or other traditional African religions 5.4%, Muslim 1.9%, other 1.5%, nothing in particular 5.2% (2015 est.)"
    },
    "Demographic profile": {
      "text": "<p>South Africa’s youthful population is gradually aging, as the country’s total fertility rate (TFR) has declined dramatically from about 6 children per woman in the 1960s to roughly 2.2 in 2014. This pattern is similar to fertility trends in South Asia, the Middle East, and North Africa, and sets South Africa apart from the rest of Sub-Saharan Africa, where the average TFR remains higher than other regions of the world. Today, South Africa’s decreasing number of reproductive age women is having fewer children, as women increase their educational attainment, workforce participation, and use of family planning methods; delay marriage; and opt for smaller families.</p><p>As the proportion of working-age South Africans has grown relative to children and the elderly, South Africa has been unable to achieve a demographic dividend because persistent high unemployment and the prevalence of HIV/AIDs have created a larger-than-normal dependent population. HIV/AIDS was also responsible for South Africa’s average life expectancy plunging to less than 43 years in 2008; it has rebounded to 63 years as of 2017. HIV/AIDS continues to be a serious public health threat, although awareness-raising campaigns and the wider availability of anti-retroviral drugs is stabilizing the number of new cases, enabling infected individuals to live longer, healthier lives, and reducing mother-child transmissions.</p><p>Migration to South Africa began in the second half of the 17th century when traders from the Dutch East India Company settled in the Cape and started using slaves from South and southeast Asia (mainly from India but also from present-day Indonesia, Bangladesh, Sri Lanka, and Malaysia) and southeast Africa (Madagascar and Mozambique) as farm laborers and, to a lesser extent, as domestic servants. The Indian subcontinent remained the Cape Colony’s main source of slaves in the early 18th century, while slaves were increasingly obtained from southeast Africa in the latter part of the 18th century and into the 19th century under British rule.</p><p>After slavery was completely abolished in the British Empire in 1838, South Africa’s colonists turned to temporary African migrants and indentured labor through agreements with India and later China, countries that were anxious to export workers to alleviate domestic poverty and overpopulation. Of the more than 150,000 indentured Indian laborers hired to work in Natal’s sugar plantations between 1860 and 1911, most exercised the right as British subjects to remain permanently (a small number of Indian immigrants came freely as merchants). Because of growing resentment toward Indian workers, the 63,000 indentured Chinese workers who mined gold in Transvaal between 1904 and 1911 were under more restrictive contracts and generally were forced to return to their homeland.</p><p>In the late 19th century and nearly the entire 20th century, South Africa’s then British colonies’ and Dutch states’ enforced selective immigration policies that welcomed \"assimilable\" white Europeans as permanent residents but excluded or restricted other immigrants. Following the Union of South Africa’s passage of a law in 1913 prohibiting Asian and other non-white immigrants and its elimination of the indenture system in 1917, temporary African contract laborers from neighboring countries became the dominant source of labor in the burgeoning mining industries. Others worked in agriculture and smaller numbers in manufacturing, domestic service, transportation, and construction. Throughout the 20th century, at least 40% of South Africa’s miners were foreigners; the numbers peaked at over 80% in the late 1960s. Mozambique, Lesotho, Botswana, and Eswatini were the primary sources of miners, and Malawi and Zimbabwe were periodic suppliers.</p><p>Under apartheid, a \"two gates\" migration policy focused on policing and deporting illegal migrants rather than on managing migration to meet South Africa’s development needs. The exclusionary 1991 Aliens Control Act limited labor recruitment to the highly skilled as defined by the ruling white minority, while bilateral labor agreements provided exemptions that enabled the influential mining industry and, to a lesser extent, commercial farms, to hire temporary, low-paid workers from neighboring states. Illegal African migrants were often tacitly allowed to work for low pay in other sectors but were always under threat of deportation.</p><p>The abolishment of apartheid in 1994 led to the development of a new inclusive national identity and the strengthening of the country’s restrictive immigration policy. Despite South Africa’s protectionist approach to immigration, the downsizing and closing of mines, and rising unemployment, migrants from across the continent believed that the country held work opportunities. Fewer African labor migrants were issued temporary work permits and, instead, increasingly entered South Africa with visitors’ permits or came illegally, which drove growth in cross-border trade and the informal job market. A new wave of Asian immigrants has also arrived over the last two decades, many operating small retail businesses.</p><p>In the post-apartheid period, increasing numbers of highly skilled white workers emigrated, citing dissatisfaction with the political situation, crime, poor services, and a reduced quality of life. The 2002 Immigration Act and later amendments were intended to facilitate the temporary migration of skilled foreign labor to fill labor shortages, but instead the legislation continues to create regulatory obstacles. Although the education system has improved and brain drain has slowed in the wake of the 2008 global financial crisis, South Africa continues to face skills shortages in several key sectors, such as health care and technology.</p><p>South Africa’s stability and economic growth has acted as a magnet for refugees and asylum seekers from nearby countries, despite the prevalence of discrimination and xenophobic violence. Refugees have included an estimated 350,000 Mozambicans during its 1980s civil war and, more recently, several thousand Somalis, Congolese, and Ethiopians. Nearly all of the tens of thousands of Zimbabweans who have applied for asylum in South Africa have been categorized as economic migrants and denied refuge.</p>"
    },
    "Age structure": {
      "0-14 years": {
        "text": "27.94% (male 7,894,742/female 7,883,266)"
      },
      "15-24 years": {
        "text": "16.8% (male 4,680,587/female 4,804,337)"
      },
      "25-54 years": {
        "text": "42.37% (male 12,099,441/female 11,825,193)"
      },
      "55-64 years": {
        "text": "6.8% (male 1,782,902/female 2,056,988)"
      },
      "65 years and over": {
        "text": "6.09% (male 1,443,956/female 1,992,205) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "52.2"
      },
      "youth dependency ratio": {
        "text": "43.8"
      },
      "elderly dependency ratio": {
        "text": "8.4"
      },
      "potential support ratio": {
        "text": "11.9 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "28 years"
      },
      "male": {
        "text": "27.9 years"
      },
      "female": {
        "text": "28.1 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.95% (2021 est.)"
    },
    "Birth rate": {
      "text": "18.56 births/1,000 population (2022 est.)"
    },
    "Death rate": {
      "text": "9.26 deaths/1,000 population (2022 est.)"
    },
    "Net migration rate": {
      "text": "-0.12 migrant(s)/1,000 population (2021 est.)"
    },
    "Population distribution": {
      "text": "the population concentrated along the southern and southeastern coast, and inland around Pretoria; the eastern half of the country is more densly populated than the west as shown in this population distribution map"
    },
    "Urbanization": {
      "urban population": {
        "text": "68.3% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "1.72% annual rate of change (2020-25 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "10.110 million Johannesburg (includes Ekurhuleni), 4.801 million Cape Town (legislative capital), 3.199 million Durban, 2.74 million PRETORIA (administrative capital), 1.281 million Port Elizabeth, 909,000 West Rand (2022)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.02 male(s)/female"
      },
      "0-14 years": {
        "text": "1 male(s)/female"
      },
      "15-24 years": {
        "text": "0.97 male(s)/female"
      },
      "25-54 years": {
        "text": "1.02 male(s)/female"
      },
      "55-64 years": {
        "text": "0.87 male(s)/female"
      },
      "65 years and over": {
        "text": "0.72 male(s)/female"
      },
      "total population": {
        "text": "0.98 male(s)/female (2020 est.)"
      }
    },
    "Maternal mortality ratio": {
      "text": "119 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "26.82 deaths/1,000 live births"
      },
      "male": {
        "text": "29.9 deaths/1,000 live births"
      },
      "female": {
        "text": "23.68 deaths/1,000 live births (2021 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "65.04 years"
      },
      "male": {
        "text": "63.68 years"
      },
      "female": {
        "text": "66.42 years (2021 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.2 children born/woman (2021 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "54.6% (2016)"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: 99.7% of population"
      },
      "improved: rural": {
        "text": "rural: 90.3% of population"
      },
      "improved: total": {
        "text": "total: 96.7% of population"
      },
      "unimproved: urban": {
        "text": "urban: 0.3% of population"
      },
      "unimproved: rural": {
        "text": "rural: 9.7% of population"
      },
      "unimproved: total": {
        "text": "total: 3.3% of population (2020 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "9.1% (2019)"
    },
    "Physicians density": {
      "text": "0.91 physicians/1,000 population (2017)"
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: 96.6% of population"
      },
      "improved: rural": {
        "text": "rural: 86.4% of population"
      },
      "improved: total": {
        "text": "total: 93.2% of population"
      },
      "unimproved: urban": {
        "text": "urban: 3.4% of population"
      },
      "unimproved: rural": {
        "text": "rural: 13.6% of population"
      },
      "unimproved: total": {
        "text": "total: 6.8% of population (2020 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "19.1% (2020 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "7.8 million (2020 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "83,000 (2020 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "intermediate (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "water contact diseases": {
        "text": "schistosomiasis"
      },
      "note": "<strong>note:</strong> widespread ongoing transmission of a respiratory illness caused by the novel coronavirus (COVID-19) is occurring throughout South Africa; as of 6 October 2021, South Africa has reported a total of 2,907,619 cases of COVID-19 or 4,902.52 cumulative cases of COVID-19 per 100,000 population with 148.24 cumulative deaths per 100,000 population; as of 5 October 2021, 21.76% of the population has received at least one dose of COVID-19 vaccine"
    },
    "Obesity - adult prevalence rate": {
      "text": "28.3% (2016)"
    },
    "Children under the age of 5 years underweight": {
      "text": "5.5% (2017)"
    },
    "Education expenditures": {
      "text": "6.8% of GDP (2020)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "95%"
      },
      "male": {
        "text": "95.5%"
      },
      "female": {
        "text": "94.5% (2019)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "14 years"
      },
      "male": {
        "text": "13 years"
      },
      "female": {
        "text": "14 years (2019)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "59.4%"
      },
      "male": {
        "text": "55.4%"
      },
      "female": {
        "text": "64.1% (2020 est.)"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "lack of important arterial rivers or lakes requires extensive water conservation and control measures; growth in water usage outpacing supply; pollution of rivers from agricultural runoff and urban discharge; air pollution resulting in acid rain; deforestation; soil erosion; land degradation; desertification; solid waste pollution; disruption of fragile ecosystem has resulted in significant floral extinctions"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Antarctic-Environmental Protection, Antarctic-Marine Living Resources, Antarctic Seals, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Climate Change-Paris Agreement, Comprehensive Nuclear Test Ban, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping-London Convention, Marine Dumping-London Protocol, Marine Life Conservation, Nuclear Test Ban, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Air pollutants": {
      "particulate matter emissions": {
        "text": "23.58 micrograms per cubic meter (2016 est.)"
      },
      "carbon dioxide emissions": {
        "text": "476.64 megatons (2016 est.)"
      },
      "methane emissions": {
        "text": "55.89 megatons (2020 est.)"
      }
    },
    "Climate": {
      "text": "mostly semiarid; subtropical along east coast; sunny days, cool nights"
    },
    "Land use": {
      "agricultural land": {
        "text": "79.4% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 9.9% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0.3% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 69.2% (2018 est.)"
      },
      "forest": {
        "text": "7.6% (2018 est.)"
      },
      "other": {
        "text": "13% (2018 est.)"
      }
    },
    "Urbanization": {
      "urban population": {
        "text": "68.3% of total population (2022)"
      },
      "rate of urbanization": {
        "text": "1.72% annual rate of change (2020-25 est.)"
      }
    },
    "Revenue from coal": {
      "coal revenues": {
        "text": "2.4% of GDP (2018 est.)"
      }
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "intermediate (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "water contact diseases": {
        "text": "schistosomiasis"
      },
      "note": "<strong>note:</strong> widespread ongoing transmission of a respiratory illness caused by the novel coronavirus (COVID-19) is occurring throughout South Africa; as of 6 October 2021, South Africa has reported a total of 2,907,619 cases of COVID-19 or 4,902.52 cumulative cases of COVID-19 per 100,000 population with 148.24 cumulative deaths per 100,000 population; as of 5 October 2021, 21.76% of the population has received at least one dose of COVID-19 vaccine"
    },
    "Waste and recycling": {
      "municipal solid waste generated annually": {
        "text": "18,457,232 tons (2011 est.)"
      },
      "municipal solid waste recycled annually": {
        "text": "5,168,025 tons (2011 est.)"
      },
      "percent of municipal solid waste recycled": {
        "text": "28% (2011 est.)"
      }
    },
    "Major rivers (by length in km)": {
      "text": "Orange (shared with Lesotho [s], and Namibia [m]) - 2,092 km; Limpopo river source (shared with Botswana, Zimbabwe, and Mozambique [m]) - 1,800 km; Vaal [s] - 1,210 km<br><strong>note</strong> – [s] after country name indicates river source; [m] after country name indicates river mouth"
    },
    "Major watersheds (area sq km)": {
      "text": "Atlantic Ocean drainage: Orange (941,351 sq km)"
    },
    "Major aquifers": {
      "text": "Karoo Basin, Lower Kalahari-Stampriet Basin"
    },
    "Total water withdrawal": {
      "municipal": {
        "text": "3.89 billion cubic meters (2017 est.)"
      },
      "industrial": {
        "text": "4.1 billion cubic meters (2017 est.)"
      },
      "agricultural": {
        "text": "11.39 billion cubic meters (2017 est.)"
      }
    },
    "Total renewable water resources": {
      "text": "51.35 billion cubic meters (2017 est.)"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of South Africa"
      },
      "conventional short form": {
        "text": "South Africa"
      },
      "former": {
        "text": "Union of South Africa"
      },
      "abbreviation": {
        "text": "RSA"
      },
      "etymology": {
        "text": "self-descriptive name from the country's location on the continent; \"Africa\" is derived from the Roman designation of the area corresponding to present-day Tunisia \"Africa terra,\" which meant \"Land of the Afri\" (the tribe resident in that area), but which eventually came to mean the entire continent"
      }
    },
    "Government type": {
      "text": "parliamentary republic"
    },
    "Capital": {
      "name": {
        "text": "Pretoria (administrative capital); Cape Town (legislative capital); Bloemfontein (judicial capital)"
      },
      "geographic coordinates": {
        "text": "25 42 S, 28 13 E"
      },
      "time difference": {
        "text": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)"
      },
      "etymology": {
        "text": "Pretoria is named in honor of Andries PRETORIUS, the father of voortrekker (pioneer) leader Marthinus PRETORIUS; Cape Town reflects its location on the Cape of Good Hope; Bloemfontein is a combination of the Dutch words \"bloem\" (flower) and \"fontein\" (fountain) meaning \"fountain of flowers\""
      }
    },
    "Administrative divisions": {
      "text": "9 provinces; Eastern Cape, Free State, Gauteng, KwaZulu-Natal, Limpopo, Mpumalanga, Northern Cape, North West, Western Cape"
    },
    "Independence": {
      "text": "31 May 1910 (Union of South Africa formed from four British colonies: Cape Colony, Natal, Transvaal, and Orange Free State); 22 August 1934 (Status of the Union Act); 31 May 1961 (republic declared); 27 April 1994 (majority rule)"
    },
    "National holiday": {
      "text": "Freedom Day, 27 April (1994)"
    },
    "Constitution": {
      "history": {
        "text": "several previous; latest drafted 8 May 1996, approved by the Constitutional Court 4 December 1996, effective 4 February 1997"
      },
      "amendments": {
        "text": "proposed by the National Assembly of Parliament; passage of amendments affecting constitutional sections on human rights and freedoms, non-racism and non-sexism, supremacy of the constitution, suffrage, the multi-party system of democratic government, and amendment procedures requires at least 75% majority vote of the Assembly, approval by at least six of the nine provinces represented in the National Council of Provinces, and assent of the president of the republic; passage of amendments affecting the Bill of Rights, and those related to provincial boundaries, powers, and authorities requires at least two-thirds majority vote of the Assembly, approval by at least six of the nine provinces represented in the National Council, and assent of the president; amended many times, last in 2020"
      }
    },
    "Legal system": {
      "text": "mixed legal system of Roman-Dutch civil law, English common law, and customary law"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of South Africa"
      },
      "dual citizenship recognized": {
        "text": "yes, but requires prior permission of the government"
      },
      "residency requirement for naturalization": {
        "text": "1 year"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Matamela Cyril RAMAPHOSA (since 15 February 2018); Deputy President David MABUZA (26 February 2018); note - the president is both chief of state and head of government; Jacob ZUMA resigned the presidency on 14 February 2018&nbsp;"
      },
      "head of government": {
        "text": "President Matamela Cyril RAMAPHOSA (since 15 February 2018); deputy president David MABUZA (26 February 2018"
      },
      "cabinet": {
        "text": "&nbsp;Cabinet appointed by the president"
      },
      "elections/appointments": {
        "text": "president indirectly elected by the National Assembly for a 5-year term (eligible for a second term); election last held on 22 May 2019 (next to be held in May 2024)"
      },
      "election results": {
        "text": "Matamela Cyril RAMAPHOSA (ANC) elected president by the National Assembly unopposed"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Parliament consists of:<br>National Council of Provinces (90 seats; 10-member delegations appointed by each of the 9 provincial legislatures to serve 5-year terms; note - the Council has special powers to protect regional interests, including safeguarding cultural and linguistic traditions among ethnic minorities)<br> National Assembly (400 seats; members directly elected in multi-seat constituencies by proportional representation vote to serve 5-year terms)"
      },
      "elections": {
        "text": "National Council of Provinces and National Assembly - last held on 8 May 2019 (next to be held in 2024)"
      },
      "election results": {
        "text": "National Council of Provinces - percent of vote by party - NA; seats by party - ANC 29, DA 13, EFF 9, FF+ 2, IFP 1; note - 36 appointed seats not filled<br> National Assembly - percent of vote by party - ANC 57.5%, DA 20.8%, EFF 10.8%, IFP 3.8%, FF+ 2.4%, other 4.7%; seats by party - ANC 230, DA 84, EFF 44, IFP 14, FF+ 10, other 18; composition - men 237, women 163, percent of women 40.8%"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Court of Appeals (consists of the court president, deputy president, and 21 judges); Constitutional Court (consists of the chief and deputy chief justices and 9 judges)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court of Appeals president and vice president appointed by the national president after consultation with the Judicial Services Commission (JSC), a 23-member body chaired by the chief justice and includes other judges and judicial executives, members of parliament, practicing lawyers and advocates, a teacher of law, and several members designated by the president of South Africa; other Supreme Court judges appointed by the national president on the advice of the JSC and hold office until discharged from active service by an Act of Parliament; Constitutional Court chief and deputy chief justices appointed by the president of South Africa after consultation with the JSC and with heads of the National Assembly; other Constitutional Court judges appointed by the national president after consultation with the chief justice and leaders of the National Assembly; Constitutional Court judges serve 12-year nonrenewable terms or until age 70"
      },
      "subordinate courts": {
        "text": "High Courts; Magistrates' Courts; labor courts; land claims courts"
      }
    },
    "Political parties and leaders": {
      "text": "African Christian Democratic Party or ACDP [Kenneth MESHOE]<br>African Independent Congress or AIC [Mandla GALO]<br>African National Congress or ANC [Cyril RAMAPHOSA]<br>African People's Convention or APC [Themba GODI] <br>Agang SA [Mike TSHISHONGA]<br>Congress of the People or COPE [Mosiuoa LEKOTA]<br>Democratic Alliance or DA [John STEENHUISEN]<br>Economic Freedom Fighters or EFF [Julius Sello MALEMA]<br>Freedom Front Plus or FF+ [Pieter GROENEWALD]<br>GOOD [Patricia de LILLE]<br>Inkatha Freedom Party or IFP [Mangosuthu BUTHELEZI]<br>National Freedom Party or NFP [Zanele kaMAGWAZA-MSIBI]<br>Pan-Africanist Congress of Azania or PAC [Luthanado MBINDA]<br>United Christian Democratic Party or UCDP [Isaac Sipho MFUNDISI]<br>United Democratic Movement or UDM [Bantu HOLOMISA]"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AU, BIS, BRICS, C, CD, FAO, FATF, G-20, G-24, G-5, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MONUSCO, NAM, NSG, OECD (enhanced engagement), OPCW, Paris Club (associate), PCA, SACU, SADC, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNITAR, UNWTO, UPU, Wassenaar Arrangement, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO, ZC"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Nomaindiya MFEKETO (since 8 April 2020)"
      },
      "chancery": {
        "text": "3051 Massachusetts Avenue NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 232-4400"
      },
      "FAX": {
        "text": "[1] (202) 265-1607; [1] (202) 387-9854"
      },
      "email address and website": {
        "text": "<br>https://www.saembassy.org/"
      },
      "consulate(s) general": {
        "text": "Chicago, Los Angeles, New York"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador (vacant); Charge d'Affaires Todd P. HASKELL (since March 2021)"
      },
      "embassy": {
        "text": "877 Pretorius Street, Arcadia, Pretoria"
      },
      "mailing address": {
        "text": "9300 Pretoria Place, Washington DC&nbsp; 20521-9300"
      },
      "telephone": {
        "text": "[27] (12) 431-4000"
      },
      "FAX": {
        "text": "[27] (12) 342-2299"
      },
      "email address and website": {
        "text": "<br>ACSJohannesburg@state.gov<br><br>https://za.usembassy.gov/"
      },
      "consulate(s) general": {
        "text": "Cape Town, Durban, Johannesburg"
      }
    },
    "Flag description": {
      "text": "two equal width horizontal bands of red (top) and blue separated by a central green band that splits into a horizontal Y, the arms of which end at the corners of the hoist side; the Y embraces a black isosceles triangle from which the arms are separated by narrow yellow bands; the red and blue bands are separated from the green band and its arms by narrow white stripes; the flag colors do not have any official symbolism, but the Y stands for the \"convergence of diverse elements within South African society, taking the road ahead in unity\"; black, yellow, and green are found on the flag of the African National Congress, while red, white, and blue are the colors in the flags of the Netherlands and the UK, whose settlers ruled South Africa during the colonial era",
      "note": "<strong>note:</strong> the South African flag is one of only two national flags to display six colors as part of its primary design, the other is South Sudan's"
    },
    "National symbol(s)": {
      "text": "springbok (antelope), king protea flower; national colors: red, green, blue, yellow, black, white"
    },
    "National anthem": {
      "name": {
        "text": "National Anthem of South Africa"
      },
      "lyrics/music": {
        "text": "Enoch SONTONGA and Cornelius Jacob LANGENHOVEN/Enoch SONTONGA and Marthinus LOURENS de Villiers"
      },
      "note": "<strong>note:</strong> adopted 1994; a combination of \"N'kosi Sikelel' iAfrica\" (God Bless Africa) and \"Die Stem van Suid Afrika\" (The Call of South Africa), which were respectively the anthems of the non-white and white communities under apartheid; official lyrics contain a mixture of Xhosa, Zulu, Sesotho, Afrikaans, and English (i.e., the five most widely spoken of South Africa's 11 official languages); music incorporates the melody used in the Tanzanian and Zambian anthems"
    },
    "National heritage": {
      "total World Heritage Sites": {
        "text": "10 (5 cultural, 4 natural, 1 mixed)"
      },
      "selected World Heritage Site locales": {
        "text": "Fossil Hominid Sites of South Africa (c), iSimangaliso Wetland Park (n), Robben Island (c), Maloti-Drakensberg Park (m), Mapungubwe Cultural Landscape (c), Cape Floral Region Protected Areas (n), Vredefort Dome (n), Richtersveld Cultural and Botanical Landscape (c), Khomani Cultural Landscape (c), Barberton Makhonjwa Mountains (n)"
      }
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "<p>South Africa is a middle-income emerging market with an abundant supply of natural resources; well-developed financial, legal, communications, energy, and transport sectors; and a stock exchange that is Africa’s largest and among the top 20 in the world.</p><p></p><p>Economic growth has decelerated in recent years, slowing to an estimated 0.7% in 2017. Unemployment, poverty, and inequality - among the highest in the world - remain a challenge. Official unemployment is roughly 27% of the workforce, and runs significantly higher among black youth. Even though the country's modern infrastructure supports a relatively efficient distribution of goods to major urban centers throughout the region, unstable electricity supplies retard growth. Eskom, the state-run power company, is building three new power stations and is installing new power demand management programs to improve power grid reliability but has been plagued with accusations of mismanagement and corruption and faces an increasingly high debt burden.</p><p></p><p>South Africa's economic policy has focused on controlling inflation while empowering a broader economic base; however, the country faces structural constraints that also limit economic growth, such as skills shortages, declining global competitiveness, and frequent work stoppages due to strike action. The government faces growing pressure from urban constituencies to improve the delivery of basic services to low-income areas, to increase job growth, and to provide university level-education at affordable prices. Political infighting among South Africa’s ruling party and the volatility of the rand risks economic growth. International investors are concerned about the country’s long-term economic stability; in late 2016, most major international credit ratings agencies downgraded South Africa’s international debt to junk bond status.</p>"
    },
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2020": {
        "text": "$680.04 billion note: data are in 2017 dollars (2020 est.)"
      },
      "Real GDP (purchasing power parity) 2019": {
        "text": "$730.91 billion note: data are in 2017 dollars (2019 est.)"
      },
      "Real GDP (purchasing power parity) 2018": {
        "text": "$729.8 billion note: data are in 2017 dollars (2018 est.)"
      },
      "note": "<strong>note:</strong> data are in 2010 dollars"
    },
    "Real GDP growth rate": {
      "Real GDP growth rate 2019": {
        "text": "0.06% (2019 est.)"
      },
      "Real GDP growth rate 2018": {
        "text": "0.7% (2018 est.)"
      },
      "Real GDP growth rate 2017": {
        "text": "1.4% (2017 est.)"
      }
    },
    "Real GDP per capita": {
      "Real GDP per capita 2020": {
        "text": "$11,500 note: data are in 2017 dollars (2020 est.)"
      },
      "Real GDP per capita 2019": {
        "text": "$12,500 note: data are in 2017 dollars (2019 est.)"
      },
      "Real GDP per capita 2018": {
        "text": "$12,600 note: data are in 2017 dollars (2018 est.)"
      },
      "note": "<strong>note:</strong> data are in 2010 dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$350.032 billion (2019 est.)"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2019": {
        "text": "4.1% (2019 est.)"
      },
      "Inflation rate (consumer prices) 2018": {
        "text": "4.6% (2018 est.)"
      },
      "Inflation rate (consumer prices) 2017": {
        "text": "5.2% (2017 est.)"
      }
    },
    "Credit ratings": {
      "Fitch rating": {
        "text": "BB- (2020)"
      },
      "Moody's rating": {
        "text": "Ba2 (2020)"
      },
      "Standard & Poors rating": {
        "text": "BB- (2020)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "2.8% (2017 est.)"
      },
      "industry": {
        "text": "29.7% (2017 est.)"
      },
      "services": {
        "text": "67.5% (2017 est.)"
      }
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "59.4% (2017 est.)"
      },
      "government consumption": {
        "text": "20.9% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "18.7% (2017 est.)"
      },
      "investment in inventories": {
        "text": "-0.1% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "29.8% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-28.4% (2017 est.)"
      }
    },
    "Agricultural products": {
      "text": "sugar cane, maize, milk, potatoes, grapes, poultry, oranges, wheat, soybeans, beef"
    },
    "Industries": {
      "text": "mining (world's largest producer of platinum, gold, chromium), automobile assembly, metalworking, machinery, textiles, iron and steel, chemicals, fertilizer, foodstuffs, commercial ship repair"
    },
    "Industrial production growth rate": {
      "text": "1.2% (2017 est.)"
    },
    "Labor force": {
      "text": "14.687 million (2020 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "4.6%"
      },
      "industry": {
        "text": "23.5%"
      },
      "services": {
        "text": "71.9% (2014 est.)"
      }
    },
    "Unemployment rate": {
      "Unemployment rate 2019": {
        "text": "28.53% (2019 est.)"
      },
      "Unemployment rate 2018": {
        "text": "27.09% (2018 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "59.4%"
      },
      "male": {
        "text": "55.4%"
      },
      "female": {
        "text": "64.1% (2020 est.)"
      }
    },
    "Population below poverty line": {
      "text": "55.5% (2014 est.)"
    },
    "Gini Index coefficient - distribution of family income": {
      "Gini Index coefficient - distribution of family income 2014": {
        "text": "63 (2014 est.)"
      },
      "Gini Index coefficient - distribution of family income 2011": {
        "text": "63.4 (2011 est.)"
      }
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "1.2%"
      },
      "highest 10%": {
        "text": "51.3% (2011 est.)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "92.86 billion (2017 est.)"
      },
      "expenditures": {
        "text": "108.3 billion (2017 est.)"
      }
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-4.4% (of GDP) (2017 est.)"
    },
    "Public debt": {
      "Public debt 2017": {
        "text": "53% of GDP (2017 est.)"
      },
      "Public debt 2016": {
        "text": "51.6% of GDP (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "26.6% (of GDP) (2017 est.)"
    },
    "Fiscal year": {
      "text": "1 April - 31 March"
    },
    "Current account balance": {
      "Current account balance 2019": {
        "text": "-$10.626 billion (2019 est.)"
      },
      "Current account balance 2018": {
        "text": "-$13.31 billion (2018 est.)"
      }
    },
    "Exports": {
      "Exports 2020": {
        "text": "$93.01 billion note: data are in current year dollars (2020 est.)"
      },
      "Exports 2019": {
        "text": "$104.85 billion note: data are in current year dollars (2019 est.)"
      },
      "Exports 2018": {
        "text": "$110.07 billion note: data are in current year dollars (2018 est.)"
      }
    },
    "Exports - partners": {
      "text": "China 15%, United Kingdom 8%, Germany 7%, United States 6%, India 6% (2019)"
    },
    "Exports - commodities": {
      "text": "gold, platinum, cars, iron products, coal, manganese, diamonds&nbsp; (2019)"
    },
    "Imports": {
      "Imports 2020": {
        "text": "$77.86 billion note: data are in current year dollars (2020 est.)"
      },
      "Imports 2019": {
        "text": "$103.12 billion note: data are in current year dollars (2019 est.)"
      },
      "Imports 2018": {
        "text": "$108.91 billion note: data are in current year dollars (2018 est.)"
      }
    },
    "Imports - partners": {
      "text": "China 18%, Germany 11%, United States 6%, India 5% (2019)"
    },
    "Imports - commodities": {
      "text": "crude petroleum, refined petroleum, cars and vehicle parts, gold, broadcasting equipment (2019)"
    },
    "Reserves of foreign exchange and gold": {
      "Reserves of foreign exchange and gold 31 December 2017": {
        "text": "$50.72 billion (31 December 2017 est.)"
      },
      "Reserves of foreign exchange and gold 31 December 2016": {
        "text": "$47.23 billion (31 December 2016 est.)"
      }
    },
    "Debt - external": {
      "Debt - external 2019": {
        "text": "$179.871 billion (2019 est.)"
      },
      "Debt - external 2018": {
        "text": "$173.714 billion (2018 est.)"
      }
    },
    "Exchange rates": {
      "currency": {
        "text": "rand (ZAR) per US dollar -"
      },
      "Exchange rates 2020": {
        "text": "14.9575 (2020 est.)"
      },
      "Exchange rates 2019": {
        "text": "14.64 (2019 est.)"
      },
      "Exchange rates 2018": {
        "text": "14.05125 (2018 est.)"
      },
      "Exchange rates 2014": {
        "text": "12.7581 (2014 est.)"
      },
      "Exchange rates 2013": {
        "text": "10.8469 (2013 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "94% (2019)"
      },
      "electrification - urban areas": {
        "text": "95% (2019)"
      },
      "electrification - rural areas": {
        "text": "92% (2019)"
      }
    },
    "Electricity - production": {
      "text": "234.5 billion kWh (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "207.1 billion kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "16.55 billion kWh (2016 est.)"
    },
    "Electricity - imports": {
      "text": "10.56 billion kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "50.02 million kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "85% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "4% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "1% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "10% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "1,600 bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "404,000 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "15 million bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "487,100 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "621,000 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "105,600 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "195,200 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "906.1 million cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "5.069 billion cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "4.162 billion cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "2,098,802 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "3.54 (2020 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "95,959,439 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "161.8 (2020 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "<p>one of the most advanced infrastructures on the continent; investment by operators and municipal providers to improve network capability focused on fiber and LTE to extend connectivity; increase in Internet use for e-commerce, e-government, and e-health; government funds to improve broadband to more municipalities; high mobile penetration rate and FttP to 90% of the premises; regulatory intervention has improved telecommunications market; 5G in Capetown with additional auction and tests; importer of broadcasting equipment and computers from China</p> (2020)"
      },
      "domestic": {
        "text": "fixed-line over 3 per 100 persons and mobile-cellular nearly 162 telephones per 100 persons; consists of carrier-equipped open-wire lines, coaxial cables, microwave radio relay links, fiber-optic cable, radiotelephone communication stations, and wireless local loops; key centers are Bloemfontein, Cape Town, Durban, Johannesburg, Port Elizabeth, and Pretoria (2020)"
      },
      "international": {
        "text": "country code - 27; landing points for the WACS, ACE, SAFE, SAT-3, Equiano, SABR, SAEx1, SAEx2, IOX Cable System, METISS, EASSy, and SEACOM/ Tata TGN-Eurasia&nbsp;fiber-optic submarine cable systems connecting South Africa, East Africa, West Africa, Europe,&nbsp;Southeast Asia, Asia, South America, Indian Ocean Islands,&nbsp;and the&nbsp;US;&nbsp;satellite earth stations - 3 Intelsat (1 Indian Ocean and 2 Atlantic Ocean) (2019)"
      },
      "note": "<strong>note:</strong> the COVID-19 pandemic continues to have a significant impact on production and supply chains globally; since 2020, some aspects of the telecom sector have experienced downturn, particularly in mobile device production; many network operators delayed upgrades to infrastructure; progress towards 5G implementation was postponed or slowed in some countries; consumer spending on telecom services and devices was affected by large-scale job losses and the consequent restriction on disposable incomes; the crucial nature of telecom services as a tool for work and school from home became evident, and received some support from governments"
    },
    "Broadcast media": {
      "text": "the South African Broadcasting Corporation (SABC) operates 4 TV stations, 3 are free-to-air and 1 is pay TV; e.tv, a private station, is accessible to more than half the population; multiple subscription TV services provide a mix of local and international channels; well-developed mix of public and private radio stations at the national, regional, and local levels; the SABC radio network, state-owned and controlled but nominally independent, operates 18 stations, one for each of the 11 official languages, 4 community stations, and 3 commercial stations; more than 100 community-based stations extend coverage to rural areas"
    },
    "Internet country code": {
      "text": ".za"
    },
    "Internet users": {
      "total": {
        "text": "38.19 million (2021 est.)"
      },
      "percent of population": {
        "text": "56.17% (2019 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "1,303,057 (2020)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "2.2 (2020 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "17 (2020)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "243"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "23,921,748 (2018)"
      },
      "annual freight traffic on registered air carriers": {
        "text": "716.25 million mt-km (2018)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "ZS"
    },
    "Airports": {
      "total": {
        "text": "407 (2020)"
      }
    },
    "Airports - with paved runways": {
      "total": {
        "text": "130"
      },
      "over 3,047 m": {
        "text": "11"
      },
      "2,438 to 3,047 m": {
        "text": "6"
      },
      "1,524 to 2,437 m": {
        "text": "46"
      },
      "914 to 1,523 m": {
        "text": "60"
      },
      "under 914 m": {
        "text": "7 (2020)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "277"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "19"
      },
      "914 to 1,523 m": {
        "text": "178"
      },
      "under 914 m": {
        "text": "79 (2020)"
      }
    },
    "Pipelines": {
      "text": "94 km condensate, 1293 km gas, 992 km oil, 1460 km refined products (2013)"
    },
    "Railways": {
      "total": {
        "text": "20,986 km (2014)"
      },
      "standard gauge": {
        "text": "80 km 1.435-m gauge (80 km electrified) (2014)"
      },
      "narrow gauge": {
        "text": "19,756 km 1.065-m gauge (8,271 km electrified) (2014)"
      },
      "other": {
        "text": "1,150 km (passenger rail, gauge unspecified, 1,115.5 km electrified) (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "750,000 km (2016)"
      },
      "paved": {
        "text": "158,124 km (2016)"
      },
      "unpaved": {
        "text": "591,876 km (2016)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "105"
      },
      "by type": {
        "text": "bulk carrier 2, general cargo 1, oil tanker 7, other 95 (2021)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Cape Town, Durban, Port Elizabeth, Richards Bay, Saldanha Bay"
      },
      "container port(s) (TEUs)": {
        "text": "Durban (2,769,869) (2019)"
      },
      "LNG terminal(s) (import)": {
        "text": "Mossel Bay"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "South African National Defense Force (SANDF): South African Army (includes Reserve Force), South African Navy (SAN), South African Air Force (SAAF), South African Military Health Services; South African Police Service (includes Special Task Force for counterterrorism, counterinsurgency, and hostage rescue operations) (2021)"
    },
    "Military expenditures": {
      "Military Expenditures 2021": {
        "text": "0.8% of GDP (2021 est.)"
      },
      "Military Expenditures 2020": {
        "text": "1.1% of GDP (2020)"
      },
      "Military Expenditures 2019": {
        "text": "1% of GDP (2019)"
      },
      "Military Expenditures 2018": {
        "text": "1% of GDP (2018)"
      },
      "Military Expenditures 2017": {
        "text": "1% of GDP (2017)"
      }
    },
    "Military and security service personnel strengths": {
      "text": "the South African National Defence Force (SANDF) is comprised of approximately 75,000 personnel (40,000 Army; 7,000 Navy; 10,000 Air Force; 8,000 Military Health Service; 10,000 other, including administrative, logistics, military police); 180,000 South African Police Service (2021)"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the SANDF's inventory consists of a mix of domestically-produced and foreign-supplied equipment; South Africa's domestic defense industry produced most of the Army's major weapons systems (some were jointly-produced with foreign companies), while the Air Force and Navy inventories include a mix of European, Israeli, and US-origin weapons systems; since 2010, Sweden is the largest supplier of weapons to the SANDF (2021)"
    },
    "Military service age and obligation": {
      "text": "18-26 years of age for voluntary military service; women are eligible to serve in noncombat roles; 2-year service obligation (2021)",
      "note": "note - in 2019, women comprised about 30% of the SANDF"
    },
    "Military deployments": {
      "text": "950 Democratic Republic of the Congo (MONUSCO) (Oct 2021)",
      "note": "note - in 2021, South Africa sent a contingent of about 1,500 troops to Mozambique as part of a Southern African Development Community (SADC) force to help quell an insurgency"
    },
    "Military - note": {
      "text": "<p>the SANDF was created in 1994 to replace the South African Defense Force (SADF); the SANDF was opened to all South Africans who met military requirements, while the SADF was a mostly white force (only whites were subject to conscription) with non-whites only allowed to join in a voluntary capacity; the SANDF also absorbed members of the guerrilla and militia forces of the various anti-apartheid opposition groups, including the African National Congress, the Pan Africanist Congress, and the Inkatha Freedom Party, as well as the security forces of the formerly independent Bantustan homelands</p> <p>as of 2021, the SANDF was one of Africa’s most capable militaries; it participated regularly in African and UN peacekeeping missions and had the ability to independently deploy throughout Africa; over the past decade, however, its operational readiness and modernization programs have been hampered by funding shortfalls</p>"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "Islamic State of Iraq and ash-Sham (ISIS)",
      "note": "<strong>note:</strong> details about the history, aims, leadership, organization, areas of operation, tactics, targets, weapons, size, and sources of support of the group(s) appear(s) in Appendix-T"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>South Africa has placed military units to assist police operations along the border of Lesotho, Zimbabwe, and Mozambique to control smuggling, poaching, and illegal migration; the governments of South Africa and Namibia have not signed or ratified the text of the 1994 Surveyor's General agreement placing the boundary in the middle of the Orange River</p>"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "23,054 (Somalia), 15,629 (Ethiopia) (mid-year 2021); 57,595 (Democratic Republic of the Congo) (refugees and asylum seekers) (2022)"
      },
      "IDPs": {
        "text": "5,000 (2020)"
      }
    },
    "Illicit drugs": {
      "text": "leading regional importer of chemicals used in the production of illicit drugs especially synthetic drugs"
    }
  }
}