{
  "Introduction": {
    "Background": {
      "text": "<p>Saint Helena is a British Overseas Territory consisting of Saint Helena and Ascension Islands, and the island group of Tristan da Cunha.</p> <p><strong>Saint Helena:</strong> Uninhabited when first discovered by the Portuguese in 1502, Saint Helena was garrisoned by the British during the 17th century. It acquired fame as the place of Napoleon BONAPARTE's exile from 1815 until his death in 1821, but its importance as a port of call declined after the opening of the Suez Canal in 1869. During the Anglo-Boer War in South Africa, several thousand Boer prisoners were confined on the island between 1900 and 1903.</p> <p>Saint Helena is one of the most remotely populated places in the world. The British Government committed to building an airport on Saint Helena in 2005. After more than a decade of delays and construction, a commercial air service to South Africa via Namibia was inaugurated in October of 2017. The weekly service to Saint Helena from Johannesburg via Windhoek in Namibia takes just over six hours (including the refueling stop in Windhoek) and replaces the mail ship that had made a five-day journey to the island every three weeks.</p> <p><strong>Ascension Island:</strong> This barren and uninhabited island was discovered and named by the Portuguese in 1503. The British garrisoned the island in 1815 to prevent a rescue of NAPOLEON from Saint Helena. It served as a provisioning station for the Royal Navy's West Africa Squadron on anti-slavery patrol. The island remained under Admiralty control until 1922, when it became a dependency of Saint Helena. During World War II, the UK permitted the US to construct an airfield on Ascension in support of transatlantic flights to Africa and anti-submarine operations in the South Atlantic. In the 1960s the island became an important space tracking station for the US. In 1982, Ascension was an essential staging area for British forces during the Falklands War. It remains a critical refueling point in the air-bridge from the UK to the South Atlantic.</p> <p>The island hosts one of four dedicated ground antennas that assist in the operation of the Global Positioning System (GPS) navigation system (the others are on Diego Garcia (British Indian Ocean Territory), Kwajalein (Marshall Islands), and at Cape Canaveral, Florida (US)). NASA and the US Air Force also operate a Meter-Class Autonomous Telescope (MCAT) on Ascension as part of the deep space surveillance system for tracking orbital debris, which can be a hazard to spacecraft and astronauts.</p> <p><strong>Tristan da Cunha:</strong> The island group consists of Tristan da Cunha, Nightingale, Inaccessible, and Gough Islands. Tristan da Cunha, named after its Portuguese discoverer (1506), was garrisoned by the British in 1816 to prevent any attempt to rescue NAPOLEON from Saint Helena. Gough and Inaccessible Islands have been designated World Heritage Sites. South Africa leases a site for a meteorological station on Gough Island.</p>"
    }
  },
  "Geography": {
    "Location": {
      "text": "islands in the South Atlantic Ocean, about midway between South America and Africa; Ascension Island lies 1,300 km (800 mi) northwest of Saint Helena; Tristan da Cunha lies 4,300 km (2,700 mi) southwest of Saint Helena"
    },
    "Geographic coordinates": {
      "text": "<p><strong>Saint Helena:</strong> 15 57 S, 5 42 W; </p><p><strong>Ascension Island:</strong> 7 57 S, 14 22 W; </p><p><strong>Tristan da Cunha island group:</strong> 37 15 S, 12 30 W</p>"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "394 sq km"
      },
      "land": {
        "text": "122 sq km Saint Helena Island"
      },
      "water": {
        "text": "0 sq km"
      },
      "note": "88 sq km Ascension Island, 184 sq km Tristan da Cunha island group (includes Tristan (98 sq km), Inaccessible, Nightingale, and Gough islands)"
    },
    "Area - comparative": {
      "text": "slightly more than twice the size of Washington, DC"
    },
    "Land boundaries": {
      "total": {
        "text": "0 km"
      }
    },
    "Coastline": {
      "text": "<strong>Saint Helena: </strong>60 km<br> <strong>Ascension Island: </strong>NA<br> <strong>Tristan da Cunha (island only): </strong>34 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive fishing zone": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "<p><strong>Saint Helena:</strong> tropical marine; mild, tempered by trade winds</p> <p><strong>Ascension Island:</strong> tropical marine; mild, semi-arid</p> <p><strong>Tristan da Cunha:</strong> temperate marine; mild, tempered by trade winds (tends to be cooler than Saint Helena)</p>"
    },
    "Terrain": {
      "text": "<p>the islands of this group are of volcanic origin associated with the Atlantic Mid-Ocean Ridge</p><p><strong>Saint Helena:</strong> rugged, volcanic; small scattered plateaus and plains; </p><p><strong>Ascension:</strong> surface covered by lava flows and cinder cones of 44 dormant volcanoes; terrain rises to the east; </p><p><strong>Tristan da Cunha:</strong> sheer cliffs line the coastline of the nearly circular island; the flanks of the central volcanic peak are deeply dissected; narrow coastal plain lies between The Peak and the coastal cliffs</p>"
    },
    "Elevation": {
      "highest point": {
        "text": "Queen Mary's Peak on Tristan da Cunha 2,060 m; Green Mountain on Ascension Island 859 m; Diana's Peak on Saint Helena Island 818 m"
      },
      "lowest point": {
        "text": "Atlantic Ocean 0 m"
      }
    },
    "Natural resources": {
      "text": "fish, lobster"
    },
    "Land use": {
      "agricultural land": {
        "text": "30.8% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 10.3% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 20.5% (2018 est.)"
      },
      "forest": {
        "text": "5.1% (2018 est.)"
      },
      "other": {
        "text": "64.1% (2018 est.)"
      }
    },
    "Irrigated land": {
      "text": "0 sq km (2022)"
    },
    "Population distribution": {
      "text": "Saint Helena - population is concentrated in and around the capital Jamestown in the northwest, with another significant cluster in the interior Longwood area; Ascension - largest settlement, and location of most of the population, is Georgetown; Tristan da Cunha - most of the nearly 300 inhabitants live in the northern coastal town of Edinburgh of the Seven Seas"
    },
    "Natural hazards": {
      "text": "<p>active volcanism on Tristan da Cunha</p><p><strong>volcanism:</strong> the island volcanoes of Tristan da Cunha (2,060 m) and Nightingale Island (365 m) experience volcanic activity; Tristan da Cunha erupted in 1962 and Nightingale in 2004</p>"
    },
    "Geography - note": {
      "text": "Saint Helena harbors at least 40 species of plants unknown elsewhere in the world; Ascension is a breeding ground for sea turtles and sooty terns; Queen Mary's Peak on Tristan da Cunha is the highest island mountain in the South Atlantic and a prominent landmark on the sea lanes around southern Africa"
    }
  },
  "People and Society": {
    "Population": {
      "text": "7,935 (2023 est.)",
      "note": "<strong>note:</strong> Saint Helena's Statistical Office estimated the resident population to be 4,439 in 2021; only Saint Helena, Ascension, and Tristan da Cunha islands are inhabited, none of the other nearby islands/islets are"
    },
    "Nationality": {
      "noun": {
        "text": "Saint Helenian(s)"
      },
      "adjective": {
        "text": "Saint Helenian"
      },
      "note": "<strong>note:</strong> referred to locally as \"Saints\""
    },
    "Ethnic groups": {
      "text": "African descent 50%, White 25%, Chinese 25%"
    },
    "Languages": {
      "text": "English"
    },
    "Religions": {
      "text": "Protestant 75.9% (includes Anglican 68.9, Baptist 2.1%, Seventh Day Adventist 1.8%, Salvation Army 1.7%, New Apostolic 1.4%), Jehovah's Witness 4.1%, Roman Catholic 1.2%, other 2.5% (includes Baha'i), unspecified 0.8%, none 6.1%, no response 9.4% (2016 est.)",
      "note": "<strong>note:</strong> data represent Saint Helena only"
    },
    "Demographic profile": {
      "text": "<p>The vast majority of the population of Saint Helena, Ascension, and Tristan da Cunha live on Saint Helena. Ascension has no indigenous or permanent residents and is inhabited only by persons contracted to work on the island (mainly with the UK and US military or in the space and communications industries) or their dependents, while Tristan da Cunha – the main island in a small archipelago – has fewer than 300 residents. The population of Saint Helena consists of the descendants of 17th century British sailors and settlers from the East India Company, African slaves, and indentured servants and laborers from India, Indonesia, and China. Most of the population of Ascension are Saint Helenians, Britons, and Americans, while that of Tristan da Cunha descends from shipwrecked sailors and Saint Helenians.</p> <p>Change in Saint Helena’s population size is driven by net outward migration. Since the 1980s, Saint Helena’s population steadily has shrunk and aged as the birth rate has decreased and many working-age residents left for better opportunities elsewhere. The restoration of British citizenship in 2002 accelerated family emigration; from 1998 to 2008 alone, population declined by about 20%.</p> <p>In the 2010s, the population experienced some temporary growth, as foreigners and returning Saint Helenians, came to build an international airport, but numbers faded as the project reached completion and workers departed. With the airport fully operational, increased access to the remote island has the potential to boost tourism and fishing, provide more jobs for Saint Helenians domestically, and could encourage some ex-patriots to return home. In the meantime, however, Saint Helena, Ascension, and Tristan da Cunha have to contend with the needs of an aging population. The elderly population of the islands has risen from an estimated 9.4% in 1998 to 18% in 2022.</p>"
    },
    "Age structure": {
      "0-14 years": {
        "text": "14.48% (male 586/female 563)"
      },
      "15-64 years": {
        "text": "66.87% (male 2,640/female 2,666)"
      },
      "65 years and over": {
        "text": "18.65% (2023 est.) (male 753/female 727)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "68.6 NA"
      },
      "youth dependency ratio": {
        "text": "23.6 NA"
      },
      "elderly dependency ratio": {
        "text": "45.1 NA"
      },
      "potential support ratio": {
        "text": "2.2 (2021) NA"
      }
    },
    "Median age": {
      "total": {
        "text": "44.7 years (2023 est.)"
      },
      "male": {
        "text": "44.5 years"
      },
      "female": {
        "text": "44.9 years"
      }
    },
    "Population growth rate": {
      "text": "0.11% (2023 est.)"
    },
    "Birth rate": {
      "text": "9.3 births/1,000 population (2023 est.)"
    },
    "Death rate": {
      "text": "8.2 deaths/1,000 population (2023 est.)"
    },
    "Net migration rate": {
      "text": "0 migrant(s)/1,000 population (2023 est.)"
    },
    "Population distribution": {
      "text": "Saint Helena - population is concentrated in and around the capital Jamestown in the northwest, with another significant cluster in the interior Longwood area; Ascension - largest settlement, and location of most of the population, is Georgetown; Tristan da Cunha - most of the nearly 300 inhabitants live in the northern coastal town of Edinburgh of the Seven Seas"
    },
    "Urbanization": {
      "urban population": {
        "text": "40.7% of total population (2023)"
      },
      "rate of urbanization": {
        "text": "0.98% annual rate of change (2020-25 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "1,000 JAMESTOWN (capital) (2018)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.06 male(s)/female"
      },
      "0-14 years": {
        "text": "1.04 male(s)/female"
      },
      "15-64 years": {
        "text": "0.99 male(s)/female"
      },
      "65 years and over": {
        "text": "1.04 male(s)/female"
      },
      "total population": {
        "text": "1.01 male(s)/female (2023 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "18.6 deaths/1,000 live births (2023 est.)"
      },
      "male": {
        "text": "22.4 deaths/1,000 live births"
      },
      "female": {
        "text": "14.7 deaths/1,000 live births"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "80.7 years (2023 est.)"
      },
      "male": {
        "text": "77.8 years"
      },
      "female": {
        "text": "83.7 years"
      }
    },
    "Total fertility rate": {
      "text": "1.61 children born/woman (2023 est.)"
    },
    "Gross reproduction rate": {
      "text": "0.78 (2023 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "NA"
    },
    "Drinking water source": {
      "improved: urban": {
        "text": "urban: NA"
      },
      "improved: rural": {
        "text": "rural: NA"
      },
      "improved: total": {
        "text": "total: 99.1% of population"
      },
      "unimproved: urban": {
        "text": "urban: NA"
      },
      "unimproved: rural": {
        "text": "rural: NA"
      },
      "unimproved: total": {
        "text": "total: 0.9% of population (2020)"
      }
    },
    "Current health expenditure": {
      "text": "NA"
    },
    "Physicians density": {
      "text": "NA"
    },
    "Sanitation facility access": {
      "improved: urban": {
        "text": "urban: NA"
      },
      "improved: rural": {
        "text": "rural: NA"
      },
      "improved: total": {
        "text": "total: 100% of population"
      },
      "unimproved: urban": {
        "text": "urban: NA"
      },
      "unimproved: rural": {
        "text": "rural: NA"
      },
      "unimproved: total": {
        "text": "total: 0% of population (2020)"
      }
    },
    "Children under the age of 5 years underweight": {
      "text": "NA"
    },
    "Education expenditures": {
      "text": "NA"
    },
    "Literacy": {
      "total population": {
        "text": "NA"
      },
      "male": {
        "text": "NA"
      },
      "female": {
        "text": "NA"
      }
    }
  },
  "Environment": {
    "Environment - current issues": {
      "text": "development threatens unique biota on Saint Helena"
    },
    "Climate": {
      "text": "<p><strong>Saint Helena:</strong> tropical marine; mild, tempered by trade winds</p> <p><strong>Ascension Island:</strong> tropical marine; mild, semi-arid</p> <p><strong>Tristan da Cunha:</strong> temperate marine; mild, tempered by trade winds (tends to be cooler than Saint Helena)</p>"
    },
    "Land use": {
      "agricultural land": {
        "text": "30.8% (2018 est.)"
      },
      "agricultural land: arable land": {
        "text": "arable land: 10.3% (2018 est.)"
      },
      "agricultural land: permanent crops": {
        "text": "permanent crops: 0% (2018 est.)"
      },
      "agricultural land: permanent pasture": {
        "text": "permanent pasture: 20.5% (2018 est.)"
      },
      "forest": {
        "text": "5.1% (2018 est.)"
      },
      "other": {
        "text": "64.1% (2018 est.)"
      }
    },
    "Urbanization": {
      "urban population": {
        "text": "40.7% of total population (2023)"
      },
      "rate of urbanization": {
        "text": "0.98% annual rate of change (2020-25 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Saint Helena, Ascension, and Tristan da Cunha"
      },
      "conventional short form": {
        "text": "none"
      },
      "etymology": {
        "text": "Saint Helena was discovered in 1502 by Galician navigator Joao da NOVA, sailing in the service of the Kingdom of Portugal, who named it \"Santa Helena\"; Ascension was named in 1503 by Portuguese navigator Afonso de ALBUQUERQUE who sighted the island on the Feast Day of the Ascension; Tristan da Cunha was discovered in 1506 by Portuguese explorer Tristao da CUNHA who christened the main island after himself (the name was subsequently anglicized)"
      }
    },
    "Government type": {
      "text": "parliamentary democracy"
    },
    "Dependency status": {
      "text": "overseas territory of the UK"
    },
    "Capital": {
      "name": {
        "text": "Jamestown"
      },
      "geographic coordinates": {
        "text": "15 56 S, 5 43 W"
      },
      "time difference": {
        "text": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)"
      },
      "etymology": {
        "text": "founded in 1659 and named after James, Duke of York, who would become King JAMES II of England (r. 1785-1788)"
      }
    },
    "Administrative divisions": {
      "text": "3 administrative areas; Ascension, Saint Helena, Tristan da Cunha"
    },
    "Independence": {
      "text": "none (overseas territory of the UK)"
    },
    "National holiday": {
      "text": "Official birthday of King Charles III, April or June as designated by the governor"
    },
    "Constitution": {
      "history": {
        "text": "several previous; latest effective 1 September 2009 (St Helena, Ascension and Tristan da Cunha Constitution Order 2009)"
      }
    },
    "Legal system": {
      "text": "English common law and local statutes"
    },
    "Citizenship": {
      "text": "see United Kingdom"
    },
    "Suffrage": {
      "text": "18 years of age"
    },
    "Executive branch": {
      "chief of state": {
        "text": "King CHARLES III (since 8 September 2022)"
      },
      "head of government": {
        "text": "Governor Nigel PHILLIPS (since 13 August 2022)"
      },
      "cabinet": {
        "text": "Executive Council consists of the governor, 3 ex-officio officers, and 5 elected members of the Legislative Council"
      },
      "elections/appointments": {
        "text": "none; the monarchy is hereditary; governor appointed by the monarch"
      },
      "note": "<strong>note:</strong> the constitution order provides for an administrator for Ascension and Tristan da Cunha, appointed by the governor"
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Legislative Council (17 seats including the speaker and deputy speaker; 12 members directly elected in a single countrywide constituency by simple majority vote and 3 ex-officio members - the chief secretary, financial secretary, and attorney general; members serve 4-year terms)"
      },
      "elections": {
        "text": "last held on 13 October 2021 (next to be held in 2025)"
      },
      "election results": {
        "text": "percent of vote - NA; seats by party - independent 12; composition - men 14, women 3, percent women 17.6%"
      },
      "note": "<strong>note:</strong> the Constitution Order provides for separate Island Councils for both Ascension and Tristan da Cunha"
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Court of Appeal (consists of the court president and 2 justices); Supreme Court (consists of the chief justice - a nonresident - and NA judges); note - appeals beyond the Court of Appeal are heard by the Judicial Committee of the Privy Council (in London)"
      },
      "judge selection and term of office": {
        "text": "Court of Appeal and Supreme Court justices appointed by the governor acting upon the instructions from a secretary of state acting on behalf of King CHARLES III; justices of both courts serve until retirement at age 70, but terms can be extended"
      },
      "subordinate courts": {
        "text": "Magistrates' Court; Small Claims Court; Juvenile Court"
      }
    },
    "Political parties and leaders": {
      "text": "none"
    },
    "International organization participation": {
      "text": "UPU"
    },
    "Diplomatic representation in the US": {
      "text": "none (overseas territory of the UK)"
    },
    "Diplomatic representation from the US": {
      "embassy": {
        "text": "none (overseas territory of the UK)"
      }
    },
    "Flag description": {
      "text": "blue with the flag of the UK in the upper hoist-side quadrant and the Saint Helenian shield centered on the outer half of the flag; the upper third of the shield depicts a white plover (wire bird) on a yellow field; the remainder of the shield depicts a rocky coastline on the left, offshore is a three-masted sailing ship with sails furled but flying an English flag"
    },
    "National symbol(s)": {
      "text": "Saint Helena plover (bird)"
    },
    "National anthem": {
      "text": "<p><strong>note:</strong> as an overseas territory of the UK, \"God Save the King\" is official (see United Kingdom)</p>"
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "upper middle-income, British Atlantic Ocean territorial economy; native (but pegged to British pound) currency user on 2 of 3 islands; significant UK financial support; unique land/farming commune structure; military-related economic activity; sport fishing locale"
    },
    "Real GDP (purchasing power parity)": {
      "Real GDP (purchasing power parity) 2009": {
        "text": "$31.1 million (2009 est.)"
      }
    },
    "Real GDP growth rate": {
      "text": "<p>NA</p>"
    },
    "Real GDP per capita": {
      "Real GDP per capita FY09/10": {
        "text": "$7,800 (FY09/10 est.)"
      }
    },
    "GDP (official exchange rate)": {
      "text": "NA"
    },
    "Inflation rate (consumer prices)": {
      "Inflation rate (consumer prices) 2012": {
        "text": "4% (2012 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "NA"
      },
      "industry": {
        "text": "NA"
      },
      "services": {
        "text": "NA"
      }
    },
    "Agricultural products": {
      "text": "coffee, corn, potatoes, vegetables; fish, lobster; livestock; timber"
    },
    "Industries": {
      "text": "construction, crafts (furniture, lacework, fancy woodwork), fishing, collectible postage stamps"
    },
    "Industrial production growth rate": {
      "text": "NA"
    },
    "Labor force": {
      "text": "2,486 (1998 est.)"
    },
    "Unemployment rate": {
      "Unemployment rate 1998": {
        "text": "14% (1998 est.)"
      }
    },
    "Population below poverty line": {
      "text": "NA"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA"
      },
      "highest 10%": {
        "text": "NA"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$8.427 million (FY06/07 est.)"
      },
      "expenditures": {
        "text": "$20.7 million (FY06/07 est.)"
      },
      "note": "<strong>note:</strong> revenue data reflect only locally raised revenues; the budget deficit is resolved by grant aid from the UK"
    },
    "Fiscal year": {
      "text": "1 April - 31 March"
    },
    "Exports": {
      "Exports 2004": {
        "text": "$19 million (2004 est.)"
      }
    },
    "Exports - partners": {
      "text": "United States 47%, Japan 12%, South Korea 10%, France 9%, Australia 5% (2019)"
    },
    "Exports - commodities": {
      "text": "crustaceans, fish, integrated circuits, air conditioners, clothing and apparel (2019)"
    },
    "Imports": {
      "Imports 2010": {
        "text": "$20.53 million (2010 est.)"
      }
    },
    "Imports - partners": {
      "text": "United Kingdom 65%, South Africa 21% (2019)"
    },
    "Imports - commodities": {
      "text": "refined petroleum, cranes, communion wafers, iron sheeting, cars and vehicle parts (2019)"
    },
    "Debt - external": {
      "text": "<p>NA</p>"
    },
    "Exchange rates": {
      "Currency": {
        "text": "Saint Helenian pounds (SHP) per US dollar -"
      },
      "Exchange rates 2017": {
        "text": "0.7836 (2017 est.)"
      },
      "Exchange rates 2016": {
        "text": "0.6542 (2016 est.)"
      },
      "Exchange rates 2015": {
        "text": "0.6542 (2015)"
      },
      "Exchange rates 2014": {
        "text": "0.607 (2014 est.)"
      },
      "Exchange rates 2013": {
        "text": "0.6391 (2013 est.)"
      }
    }
  },
  "Energy": {
    "Electricity access": {
      "electrification - total population": {
        "text": "100% (2021)"
      }
    },
    "Electricity": {
      "installed generating capacity": {
        "text": "8,000 kW (2020 est.)"
      },
      "consumption": {
        "text": "6.809 million kWh (2019 est.)"
      },
      "exports": {
        "text": "0 kWh (2020 est.)"
      },
      "imports": {
        "text": "0 kWh (2020 est.)"
      },
      "transmission/distribution losses": {
        "text": "1.688 million kWh (2019 est.)"
      }
    },
    "Electricity generation sources": {
      "fossil fuels": {
        "text": "100% of total installed capacity (2020 est.)"
      },
      "nuclear": {
        "text": "0% of total installed capacity (2020 est.)"
      },
      "solar": {
        "text": "0% of total installed capacity (2020 est.)"
      },
      "wind": {
        "text": "0% of total installed capacity (2020 est.)"
      },
      "hydroelectricity": {
        "text": "0% of total installed capacity (2020 est.)"
      },
      "tide and wave": {
        "text": "0% of total installed capacity (2020 est.)"
      },
      "geothermal": {
        "text": "0% of total installed capacity (2020 est.)"
      },
      "biomass and waste": {
        "text": "0% of total installed capacity (2020 est.)"
      }
    },
    "Coal": {
      "production": {
        "text": "0 metric tons (2020 est.)"
      },
      "consumption": {
        "text": "0 metric tons (2020 est.)"
      },
      "exports": {
        "text": "0 metric tons (2020 est.)"
      },
      "imports": {
        "text": "0 metric tons (2020 est.)"
      },
      "proven reserves": {
        "text": "0 metric tons (2019 est.)"
      }
    },
    "Petroleum": {
      "total petroleum production": {
        "text": "0 bbl/day (2021 est.)"
      },
      "refined petroleum consumption": {
        "text": "100 bbl/day (2019 est.)"
      },
      "crude oil and lease condensate exports": {
        "text": "0 bbl/day (2018 est.)"
      },
      "crude oil and lease condensate imports": {
        "text": "0 bbl/day (2018 est.)"
      },
      "crude oil estimated reserves": {
        "text": "0 barrels (2021 est.)"
      }
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "65 bbl/day (2015 est.)"
    },
    "Natural gas": {
      "production": {
        "text": "0 cubic meters (2021 est.)"
      },
      "consumption": {
        "text": "0 cubic meters (2021 est.)"
      },
      "exports": {
        "text": "0 cubic meters (2021 est.)"
      },
      "imports": {
        "text": "0 cubic meters (2021 est.)"
      },
      "proven reserves": {
        "text": "0 cubic meters (2021 est.)"
      }
    },
    "Carbon dioxide emissions": {
      "total emissions": {
        "text": "13,000 metric tonnes of CO2 (2019 est.)"
      },
      "from coal and metallurgical coke": {
        "text": "0 metric tonnes of CO2 (2019 est.)"
      },
      "from petroleum and other liquids": {
        "text": "13,000 metric tonnes of CO2 (2019 est.)"
      },
      "from consumed natural gas": {
        "text": "0 metric tonnes of CO2 (2019 est.)"
      }
    },
    "Energy consumption per capita": {
      "Total energy consumption per capita 2019": {
        "text": "0 Btu/person (2019 est.)"
      }
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "4,000 (2021 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "74 (2021 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "4,000 (2021 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "74 (2021 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "capability to&nbsp;communicate worldwide; ADSL- broadband service; LTE coverage of 95% of population, includes voice calls, text messages, mobile data as well as inbound and outbound roaming; Wi-Fi hotspots in Jamestown, 1 ISP, many services are not offered locally but made available for visitors; some sun outages due to the reliance of international telephone and Internet communication relying on single satellite link (2020)"
      },
      "domestic": {
        "text": "automatic digital network; fixed-line is 74 per 100 and mobile-cellular is 74 per 100 persons (2021)"
      },
      "international": {
        "text": "country code (Saint Helena) - 290, (Ascension Island) - 247; landing point for the SaEx1 submarine cable providing connectivity to South Africa, Brazil, Virginia Beach (US) and islands in Saint Helena, Ascension and Tristan de Cunha; international direct dialing; satellite voice and data communications; satellite earth stations - 5 (Ascension Island - 4, Saint Helena - 1) (2019)"
      }
    },
    "Broadcast media": {
      "text": "Saint Helena has no local TV station; 2 local radio stations, one of which is relayed to Ascension Island; satellite TV stations rebroadcast terrestrially; Ascension Island has no local TV station but has 1 local radio station and receives relays of broadcasts from 1 radio station on Saint Helena; broadcasts from the British Forces Broadcasting Service (BFBS) are available, as well as TV services for the US military; Tristan da Cunha has 1 local radio station and receives BFBS TV and radio broadcasts"
    },
    "Internet country code": {
      "text": ".sh; note - Ascension Island assigned .ac"
    },
    "Internet users": {
      "total": {
        "text": "2,287 (2021 est.)"
      },
      "percent of population": {
        "text": "37.6% (2021 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "1,000 (2018 est.)"
      },
      "subscriptions per 100 inhabitants": {
        "text": "17 (2020 est.)"
      }
    },
    "Communications - note": {
      "text": "Ascension Island hosts one of four dedicated ground antennas that assist in the operation of the Global Positioning System (GPS) navigation system (the others are on Diego Garcia (British Indian Ocean Territory), Kwajalein (Marshall Islands), and at Cape Canaveral, Florida (US)); South Africa maintains a meteorological station on Gough Island in the Tristan da Cunha archipelago"
    }
  },
  "Transportation": {
    "Civil aircraft registration country code prefix": {
      "text": "VQ-H"
    },
    "Airports": {
      "text": "2 (2024)"
    },
    "Heliports": {
      "text": "2 (2024)"
    },
    "Roadways": {
      "total": {
        "text": "198 km (2002) (Saint Helena 138 km, Ascension 40 km, Tristan da Cunha 20 km)"
      },
      "paved": {
        "text": "168 km (2002) (Saint Helena 118 km, Ascension 40 km, Tristan da Cunha 10 km)"
      },
      "unpaved": {
        "text": "30 km (2002) (Saint Helena 20 km, Tristan da Cunha 10 km)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Saint Helena"
      },
      "Saint Helena": {
        "text": "Jamestown"
      },
      "Ascension Island": {
        "text": "Georgetown"
      },
      "Tristan da Cunha": {
        "text": "Calshot Harbor (Edinburgh)"
      }
    },
    "Transportation - note": {
      "text": "the new airport on Saint Helena opened for limited operations in July 2016, and the first commercial flight took place on 14 October 2017, marking the start of weekly air service between Saint Helena and South Africa via Namibia; the military airport on Ascension Island is closed to civilian traffic; there is no air connection to Tristan da Cunha and very limited sea connections making it one of the most isolated communities on the planet"
    }
  },
  "Military and Security": {
    "Military - note": {
      "text": "defense is the responsibility of the UK"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "<p>none identified</p>"
    }
  }
}