{
  "Introduction": {
    "Background": {
      "text": "Britain withdrew from British Somaliland in 1960 to allow its protectorate to join with Italian Somaliland and form the new nation of Somalia. In 1969, a coup headed by Mohamed SIAD Barre ushered in an authoritarian socialist rule characterized by the persecution, jailing, and torture of political opponents and dissidents. After the regime's collapse early in 1991, Somalia descended into turmoil, factional fighting, and anarchy. In May 1991, northern clans declared an independent Republic of Somaliland that now includes the administrative regions of Awdal, Woqooyi Galbeed, Togdheer, Sanaag, and Sool. Although not recognized by any government, this entity has maintained a stable existence and continues efforts to establish a constitutional democracy, including holding municipal, parliamentary, and presidential elections. The regions of Bari, Nugaal, and northern Mudug comprise a neighboring semi-autonomous state of Puntland, which has been self-governing since 1998 but does not aim at independence; it has also made strides toward reconstructing a legitimate, representative government but has suffered some civil strife. Puntland disputes its border with Somaliland as it also claims the regions of Sool and Sanaag, and portions of Togdheer. Beginning in 1993, a two-year UN humanitarian effort (primarily in south-central Somalia) was able to alleviate famine conditions, but when the UN withdrew in 1995, having suffered significant casualties, order still had not been restored. In 2000, the Somalia National Peace Conference (SNPC) held in Djibouti resulted in the formation of an interim government, known as the Transitional National Government (TNG). When the TNG failed to establish adequate security or governing institutions, the Government of Kenya, under the auspices of the Intergovernmental Authority on Development (IGAD), led a subsequent peace process that concluded in October 2004 with the election of Abdullahi YUSUF Ahmed as President of a second interim government, known as the Transitional Federal Government (TFG) of the Somali Republic. The TFG included a 275-member parliamentary body, known as the Transitional Federal Parliament (TFP). President YUSUF resigned late in 2008 while United Nations-sponsored talks between the TFG and the opposition Alliance for the Re-Liberation of Somalia (ARS) were underway in Djibouti. In January 2009, following the creation of a TFG-ARS unity government, Ethiopian military forces, which had entered Somalia in December 2006 to support the TFG in the face of advances by the opposition Islamic Courts Union (ICU), withdrew from the country. The TFP was doubled in size to 550 seats with the addition of 200 ARS and 75 civil society members of parliament. The expanded parliament elected Sheikh SHARIF Sheikh Ahmed, the former ICU and ARS chairman as president in January 2009. The creation of the TFG was based on the Transitional Federal Charter (TFC), which outlined a five-year mandate leading to the establishment of a new Somali constitution and a transition to a representative government following national elections. In 2009, the TFP amended the TFC to extend TFG's mandate until 2011 and in 2011 Somali principals agreed to institute political transition by August 2012. The transition process ended in September 2012 when clan elders replaced the TFP by appointing 275 members to a new parliament who subsequently elected a new president."
    }
  },
  "Geography": {
    "Location": {
      "text": "Eastern Africa, bordering the Gulf of Aden and the Indian Ocean, east of Ethiopia"
    },
    "Geographic coordinates": {
      "text": "10 00 N, 49 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "637,657 sq km"
      },
      "land": {
        "text": "627,337 sq km"
      },
      "water": {
        "text": "10,320 sq km"
      }
    },
    "Area - comparative": {
      "text": "almost five times the size of Alabama; slightly smaller than Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "2,385 km"
      },
      "border countries": {
        "text": "Djibouti 61 km, Ethiopia 1,640 km, Kenya 684 km"
      }
    },
    "Coastline": {
      "text": "3,025 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "principally desert; northeast monsoon (December to February), moderate temperatures in north and hot in south; southwest monsoon (May to October), torrid in the north and hot in the south, irregular rainfall, hot and humid periods (tangambili) between monsoons"
    },
    "Terrain": {
      "text": "mostly flat to undulating plateau rising to hills in north"
    },
    "Elevation": {
      "mean elevation": {
        "text": "410 m"
      },
      "elevation extremes": {
        "text": "lowest point: Indian Ocean 0 m ++ highest point: Shimbiris 2,416 m"
      }
    },
    "Natural resources": {
      "text": "uranium and largely unexploited reserves of iron ore, tin, gypsum, bauxite, copper, salt, natural gas, likely oil reserves"
    },
    "Land use": {
      "agricultural land": {
        "text": "70.3% ++ arable land 1.8%; permanent crops 0%; permanent pasture 68.5%"
      },
      "forest": {
        "text": "10.6%"
      },
      "other": {
        "text": "19.1% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "2,000 sq km (2012)"
    },
    "Natural hazards": {
      "text": "recurring droughts; frequent dust storms over eastern plains in summer; floods during rainy season"
    },
    "Environment - current issues": {
      "text": "famine; use of contaminated water contributes to human health problems; deforestation; overgrazing; soil erosion; desertification"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Desertification, Endangered Species, Law of the Sea, Ozone Layer Protection"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "strategic location on Horn of Africa along southern approaches to Bab el Mandeb and route through Red Sea and Suez Canal"
    }
  },
  "People and Society": {
    "Population": {
      "text": "10,817,354",
      "note": {
        "text": "this estimate was derived from an official census taken in 1975 by the Somali Government; population counting in Somalia is complicated by the large number of nomads and by refugee movements in response to famine and clan warfare (July 2016 est.)"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Somali(s)"
      },
      "adjective": {
        "text": "Somali"
      }
    },
    "Ethnic groups": {
      "text": "Somali 85%, Bantu and other non-Somali 15% (including 30,000 Arabs)"
    },
    "Languages": {
      "text": "Somali (official), Arabic (official, according to the Transitional Federal Charter), Italian, English"
    },
    "Religions": {
      "text": "Sunni Muslim (Islam) (official, according to the Transitional Federal Charter)"
    },
    "Demographic profile": {
      "text": "Somalia scores very low for most humanitarian indicators, suffering from poor governance, protracted internal conflict, underdevelopment, economic decline, poverty, social and gender inequality, and environmental degradation. Despite civil war and famine raising its mortality rate, Somalia’s high fertility rate and large proportion of people of reproductive age maintain rapid population growth, with each generation being larger than the prior one. More than 60% of Somalia’s population is younger than 25, and the fertility rate is among the world’s highest at almost 6 children per woman – a rate that has decreased little since the 1970s. A lack of educational and job opportunities is a major source of tension for Somalia’s large youth cohort, making them vulnerable to recruitment by extremist and pirate groups. Somalia has one of the world’s lowest primary school enrollment rates – just over 40% of children are in school – and one of world’s highest youth unemployment rates. Life expectancy is low as a result of high infant and maternal mortality rates, the spread of preventable diseases, poor sanitation, chronic malnutrition, and inadequate health services. During the two decades of conflict that followed the fall of the SIAD regime in 1991, hundreds of thousands of Somalis fled their homes. Today Somalia is the world’s third highest source country for refugees, after Syria and Afghanistan. Insecurity, drought, floods, food shortages, and a lack of economic opportunities are the driving factors. As of 2016, more than 1.1 million Somali refugees were hosted in the region, mainly in Kenya, Yemen, Egypt, Ethiopia, Djibouti, and Uganda, while more than 1.1 million Somalis were internally displaced. Since the implementation of a tripartite voluntary repatriation agreement among Kenya, Somalia, and the UNHCR in 2013, more than 24,000 Somali refugees have returned home from Kenya’s Dadaab refugee camp – home to more than 300,000 Somalis. The flow has sped up rapidly since May 2016, when the Kenyan Government announced its intention to close the camp, worsening security and humanitarian conditions in receiving communities in south-central Somalia. Despite the conflict in Yemen, thousands of Somalis and other refugees and asylum seekers from the Horn of Africa risk their lives crossing the Gulf of Aden to reach Yemen and beyond (often Saudi Arabia). Bossaso in Puntland overtook Obock, Djibouti, as the primary departure point in mid-2014."
    },
    "Age structure": {
      "0-14 years": {
        "text": "43.42% (male 2,345,536/female 2,351,886)"
      },
      "15-24 years": {
        "text": "18.87% (male 1,031,804/female 1,009,831)"
      },
      "25-54 years": {
        "text": "31.47% (male 1,762,093/female 1,641,699)"
      },
      "55-64 years": {
        "text": "4.02% (male 213,259/female 221,520)"
      },
      "65 years and over": {
        "text": "2.22% (male 92,966/female 146,760) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "98.1%"
      },
      "youth dependency ratio": {
        "text": "92.5%"
      },
      "elderly dependency ratio": {
        "text": "5.6%"
      },
      "potential support ratio": {
        "text": "17.9% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "17.9 years"
      },
      "male": {
        "text": "18.1 years"
      },
      "female": {
        "text": "17.8 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.92% (2016 est.)"
    },
    "Birth rate": {
      "text": "40 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "13.3 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-7.5 migrant(s)/1,000 population (2016 est.)"
    },
    "Urbanization": {
      "urban population": {
        "text": "39.6% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "4.06% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "MOGADISHU (capital) 2.138 million; Hargeysa 760,000 (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1 male(s)/female"
      },
      "15-24 years": {
        "text": "1.02 male(s)/female"
      },
      "25-54 years": {
        "text": "1.07 male(s)/female"
      },
      "55-64 years": {
        "text": "0.96 male(s)/female"
      },
      "65 years and over": {
        "text": "0.64 male(s)/female"
      },
      "total population": {
        "text": "1.01 male(s)/female (2016 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "732 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "96.6 deaths/1,000 live births"
      },
      "male": {
        "text": "105.2 deaths/1,000 live births"
      },
      "female": {
        "text": "87.7 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "52.4 years"
      },
      "male": {
        "text": "50.3 years"
      },
      "female": {
        "text": "54.5 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "5.89 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "14.6% (2006)"
    },
    "Physicians density": {
      "text": "0.04 physicians/1,000 population (2006)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 69.6% of population ++ rural: 8.8% of population ++ total: 31.7% of population"
      },
      "unimproved": {
        "text": " ++ urban: 30.4% of population ++ rural: 91.2% of population ++ total: 68.3% of population (2011 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 52% of population ++ rural: 6.3% of population ++ total: 23.6% of population"
      },
      "unimproved": {
        "text": " ++ urban: 48% of population ++ rural: 93.7% of population ++ total: 76.4% of population (2011 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.5% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "30,200 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "2,000 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high"
      },
      "food or waterborne diseases": {
        "text": "bacterial and protozoal diarrhea, hepatitis A and E, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "dengue fever, malaria, and Rift Valley fever"
      },
      "water contact disease": {
        "text": "schistosomiasis"
      },
      "animal contact disease": {
        "text": "rabies (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "3.9% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "23% (2009)"
    },
    "Education expenditures": {
      "text": "NA"
    },
    "Child labor - children ages 5-14": {
      "total number": {
        "text": "1,148,265"
      },
      "percentage": {
        "text": "49% (2006 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Federal Republic of Somalia"
      },
      "conventional short form": {
        "text": "Somalia"
      },
      "local long form": {
        "text": "Jamhuuriyadda Federaalkaa Soomaaliya"
      },
      "local short form": {
        "text": "Soomaaliya"
      },
      "former": {
        "text": "Somali Republic, Somali Democratic Republic"
      },
      "etymology": {
        "text": "\"Land of the Somali\" (ethnic group)"
      }
    },
    "Government type": {
      "text": "federal parliamentary republic"
    },
    "Capital": {
      "name": {
        "text": "Mogadishu"
      },
      "geographic coordinates": {
        "text": "2 04 N, 45 20 E"
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "18 regions (plural - NA, singular - gobolka); Awdal, Bakool, Banaadir, Bari, Bay, Galguduud, Gedo, Hiiraan, Jubbada Dhexe (Middle Jubba), Jubbada Hoose (Lower Jubba), Mudug, Nugaal, Sanaag, Shabeellaha Dhexe (Middle Shabeelle), Shabeellaha Hoose (Lower Shabeelle), Sool, Togdheer, Woqooyi Galbeed"
    },
    "Independence": {
      "text": "1 July 1960 (from a merger of British Somaliland that became independent from the UK on 26 June 1960 and Italian Somaliland that became independent from the Italian-administered UN trusteeship on 1 July 1960 to form the Somali Republic)"
    },
    "National holiday": {
      "text": "Foundation of the Somali Republic, 1 July (1960); note - 26 June (1960) in Somaliland"
    },
    "Constitution": {
      "text": "previous 1961, 1979; latest drafted 12 June 2012, approved 1 August 2012 (provisional) (2016)"
    },
    "Legal system": {
      "text": "mixed legal system of civil law, Islamic law, and customary law (referred to as Xeer)"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "the father must be a citizen of Somalia"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "7 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President HASSAN SHEIKH Mohamud (since 10 September 2012)"
      },
      "head of government": {
        "text": "Prime Minister Omar Abdirashid Ali SHARMARKE (since 24 December 2014); Deputy Prime Minister Mohamad Omar ARTEH (since 6 February 2015)"
      },
      "cabinet": {
        "text": "Cabinet appointed by the prime minister, approved by the National Parliament"
      },
      "elections/appointments": {
        "text": "president indirectly elected by the Federal Parliament by two-thirds majority vote in 2 rounds if needed for a single 4-year term; election last held on 10 September 2012 (next to be held on 30 November 2016); prime minister appointed by the president, approved by the Federal Parliament"
      },
      "election results": {
        "text": "HASSAN SHEIKH Mohamud elected president; Federal Parliament second round vote - HASSAN SHEIKH Mohamud (PDP) 190, Sheikh SHARIF Sheikh Ahmed (ARS) 79; Omar Abdirashid Ali SHARMARKE approved as prime minister; Federal Parliament vote - 218 for approval, none against (6 members not present for vote)"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral National Parliament or Golaha Shacabka Soomaaliya consists of the House of the People (275 seats; members directly elected to serve 4-year terms)"
      },
      "note": {
        "text": "the inaugural House of the People was appointed in September 2012 by clan elders; elections scheduled for 23 October to 10 November 2016, the National Parliament will become bicameral with the formation of an upper house that will consist of 54 seats with members indirectly elected by regional governing councils to serve 4-year terms; composition of lower house NA"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "the provisional constitution stipulates the establishment of the Constitutional Court (consists of 5 judges including the chief judge and deputy chief judge); note - under the terms of the 2004 Transitional National Charter, a Supreme Court based in Mogadishu and an Appeal Court were established; yet most regions have reverted to local forms of conflict resolution, either secular, traditional Somali customary law, or sharia Islamic law"
      },
      "judge selection and term of office": {
        "text": "judges appointed by the president upon proposal of the Judicial Service Commission, a 9-member judicial and administrative body; judge tenure NA"
      },
      "subordinate courts": {
        "text": "federal- and federal member state-level courts; military courts; sharia Islamic courts"
      }
    },
    "Political parties and leaders": {
      "text": "CADHI [Abdirahman IBRAHIM] ++ Cosmopolitan Democratic Party [Yarow Sharef ADEN] ++ Democratic Green Party of Somalia or DGPS [Abdullahi Y. MAHAMOUD] ++ Democratic Party of Somalia or DPS [Maslah Mohamed SIAD] ++ Green Leaf for Democracy or GLED ++ Hiil Qaran ++ Justice and Communist Party [Mohamed NUR] ++ Liberal Party of Somalia ++ National Unity Party (Xisbiga MIdnimo-Quaran) [Abdurahman BAADIYOW] ++ Peace and Development Party or PDP ++ Somali National Party or SNP [Mohammed Ameen Saeed AHMED] ++ Somali People's Party [Mahamud Hassan RAGE] ++ Somali Green Party (local chapter of Federation of Green Parties of Africa) ++ Tayo or TPP [Mohamed Abdullahi MOHAMED] ++ Tiir Party [Fadhil Sheik MOHAMUD] ++ United and Democratic Party [Salad Ali JELLE] ++ United Somali Parliamentarians"
    },
    "Political pressure groups and leaders": {
      "other": {
        "text": "numerous political associations and clan and sub-clan factions exist both in support and in opposition to the incumbent president"
      }
    },
    "International organization participation": {
      "text": "ACP, AfDB, AFESD, AMF, AU, CAEU (candidate), FAO, G-77, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ITSO, ITU, LAS, NAM, OIC, OPCW, OPCW (signatory), UN, UNCTAD, UNESCO, UNHCR, UNIDO, UPU, WFTU (NGOs), WHO, WIPO, WMO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Ahmed Issa AWAD (since 17 September 2015)"
      },
      "chancery": {
        "text": "425 East 61st Street, Suite 702, New York City, NY 10021"
      },
      "telephone": {
        "text": "[1] (212) 688-9410, 688-5046"
      },
      "FAX": {
        "text": "[1] (212) 759-0651"
      }
    },
    "Diplomatic representation from the US": {
      "text": "the US Mission to Somalia, operating out of the US Embassy in Nairobi, Kenya, is headed by Ambassador Stephen M. SCHWARTZ (since 9 August 2016)"
    },
    "Flag description": {
      "text": "light blue with a large white five-pointed star in the center; the blue field was originally influenced by the flag of the UN, but today is said to denote the sky and the neighboring Indian Ocean; the five points of the star represent the five regions in the horn of Africa that are inhabited by Somali people: the former British Somaliland and Italian Somaliland (which together make up Somalia), Djibouti, Ogaden (Ethiopia), and the North East Province (Kenya)"
    },
    "National symbol(s)": {
      "text": "leopard; national colors: blue, white"
    },
    "National anthem": {
      "name": {
        "text": "\"Qolobaa Calankeed\" (Every Nation Has its own Flag)"
      },
      "lyrics/music": {
        "text": "lyrics/music: Abdullahi QARSHE"
      },
      "note": {
        "text": "adopted 2012; written in 1959"
      }
    },
    "Government - note": {
      "text": "regional and local governing bodies continue to exist and control various areas of the country, including the self-declared Republic of Somaliland in northwestern Somalia and the semi-autonomous state of Puntland in northeastern Somalia"
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Despite the lack of effective national governance, Somalia maintains an informal economy largely based on livestock, remittance/money transfer companies, and telecommunications. Somalia's government lacks the ability to collect domestic revenue and external debt – mostly in arrears – was estimated at 93% of GDP in 2014. ++  ++ Agriculture is the most important sector, with livestock normally accounting for about 40% of GDP and more than 50% of export earnings. Nomads and semi-pastoralists, who are dependent upon livestock for their livelihood, make up a large portion of the population. Economic activity is estimated to have increased by 3.7% in 2014 because of growth in the agriculture, construction and telecommunications sector. Somalia's small industrial sector, based on the processing of agricultural products, has largely been looted and the machinery sold as scrap metal. ++  ++ In recent years, Somalia's capital city, Mogadishu, has witnessed the development of the city's first gas stations, supermarkets, and airline flights to Turkey since the collapse of central authority in 1991. Mogadishu's main market offers a variety of goods from food to electronic gadgets. Hotels continue to operate and are supported with private-security militias. Economic growth has yet to expand outside of Mogadishu, and within the city, security concerns dominate business. Telecommunication firms provide wireless services in most major cities and offer the lowest international call rates on the continent. In the absence of a formal banking sector, money transfer/remittance services have sprouted throughout the country, handling up to $1.6 billion in remittances annually, although international concerns over the money transfers into Somalia continues to threaten these services."
    },
    "GDP (purchasing power parity)": {
      "text": "$4.431 billion (2014 est.) ++ $4.186 billion (2013 est.) ++ $5.607 billion (2008 est.)",
      "note": {
        "text": "data are in 2010 US dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$5.8 billion (2014 est.)"
    },
    "GDP - real growth rate": {
      "text": "2.6% (2010 est.) ++ 2.6% (2009 est.) ++ 2.6% (2008 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$400 (2014 est.) ++ $400 (2013 est.) ++ $600 (2008 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "72.1%"
      },
      "government consumption": {
        "text": "8.7%"
      },
      "investment in fixed capital": {
        "text": "19.8%"
      },
      "investment in inventories": {
        "text": "0%"
      },
      "exports of goods and services": {
        "text": "0.3%"
      },
      "imports of goods and services": {
        "text": "-1.7% (2015 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "60.2%"
      },
      "industry": {
        "text": "7.4%"
      },
      "services": {
        "text": "32.5% (2013 est.)"
      }
    },
    "Agriculture - products": {
      "text": "bananas, sorghum, corn, coconuts, rice, sugarcane, mangoes, sesame seeds, beans; cattle, sheep, goats; fish"
    },
    "Industries": {
      "text": "light industries, including sugar refining, textiles, wireless communication"
    },
    "Industrial production growth rate": {
      "text": "3.5% (2014 est.)"
    },
    "Labor force": {
      "text": "3.109 million (2013 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "71%"
      },
      "industry and services": {
        "text": "29% (1975)"
      }
    },
    "Unemployment rate": {
      "text": "NA%"
    },
    "Population below poverty line": {
      "text": "NA%"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA%"
      }
    },
    "Budget": {
      "revenues": {
        "text": "$145.3 million"
      },
      "expenditures": {
        "text": "$151.1 million (2014 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "2.5% of GDP (2014 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-0.1% of GDP (2014 est.)"
    },
    "Fiscal year": {
      "text": "NA"
    },
    "Inflation rate (consumer prices)": {
      "text": "-71.1% (2014 est.)",
      "note": {
        "text": "(2014 est.)"
      }
    },
    "Central bank discount rate": {
      "text": "NA%"
    },
    "Commercial bank prime lending rate": {
      "text": "NA%"
    },
    "Current account balance": {
      "text": "-$644 million (2014 est.)"
    },
    "Exports": {
      "text": "$819 million (2014 est.) ++ $779 million (2013 est.)"
    },
    "Exports - commodities": {
      "text": "livestock, bananas, hides, fish, charcoal, scrap metal"
    },
    "Exports - partners": {
      "text": "UAE 45.8%, Yemen 19.7%, Oman 15.9% (2015)"
    },
    "Imports": {
      "text": "$3.482 billion (2014 est.) ++ $3.322 billion (2013 est.)"
    },
    "Imports - commodities": {
      "text": "manufactures, petroleum products, foodstuffs, construction materials, qat"
    },
    "Imports - partners": {
      "text": "Djibouti 18.7%, India 16.5%, China 11.8%, Oman 8.7%, Kenya 6.1%, Pakistan 4.4% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$30.45 million (2014 est.)"
    },
    "Debt - external": {
      "text": "$3.054 billion (31 December 2013 est.) ++ $2.92 billion (31 December 2014 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$NA"
    },
    "Exchange rates": {
      "text": "Somali shillings (SOS) per US dollar - ++ 20,227 (2014 est.) ++ 20,227 (2013 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "300 million kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "300 million kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "81,000 kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "100% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "5,700 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "5,679 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "5.663 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "900,000 Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "51,000"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "5.836 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "55 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "the public telecommunications system was almost completely destroyed or dismantled during the civil war; private companies offer limited local fixed-line service, and private wireless companies offer service in most major cities, while charging the lowest"
      },
      "domestic": {
        "text": "local cellular telephone systems have been established in Mogadishu and in several other population centers with one company beginning to provide 3G services in late 2012"
      },
      "international": {
        "text": "country code - 252; Mogadishu is a landing point for the EASSy fiber-optic submarine cable system linking East Africa with Europe and North America (2012)"
      }
    },
    "Broadcast media": {
      "text": "2 private TV stations rebroadcast Al-Jazeera and CNN; Somaliland has 1 government-operated TV station and Puntland has 1 private TV station; the transitional government operates Radio Mogadishu; 1 SW and roughly 10 private FM radio stations broadcast in M (2007)"
    },
    "Internet country code": {
      "text": ".so"
    },
    "Internet users": {
      "total": {
        "text": "187,000"
      },
      "percent of population": {
        "text": "1.8% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "1"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "1"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "251,652"
      },
      "annual freight traffic on registered air carriers": {
        "text": "0 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "6O (2016)"
    },
    "Airports": {
      "text": "61 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "6"
      },
      "over 3,047 m": {
        "text": "4"
      },
      "2,438 to 3,047 m": {
        "text": "1"
      },
      "1,524 to 2,437 m": {
        "text": "1 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "55"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "2,438 to 3,047 m": {
        "text": "5"
      },
      "1,524 to 2,437 m": {
        "text": "20"
      },
      "914 to 1,523 m": {
        "text": "23"
      },
      "under 914 m": {
        "text": "6 (2013)"
      }
    },
    "Roadways": {
      "total": {
        "text": "22,100 km"
      },
      "paved": {
        "text": "2,608 km"
      },
      "unpaved": {
        "text": "19,492 km (2000)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "1"
      },
      "by type": {
        "text": "cargo 1 (2008)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Berbera, Kismaayo"
      }
    },
    "Transportation - note": {
      "text": "despite a dramatic drop in the number of attacks in 2014, the International Maritime Bureau continues to report the territorial and offshore waters in the Gulf of Aden and Indian Ocean as a region of significant risk for piracy and armed robbery against ships accounting for 4% of all attacks in 2014; 11 vessels were attacked or hijacked in 2014 compared with 237 in 2011; the presence of several naval task forces in the Gulf of Aden and additional anti-piracy measures on the part of ship operators, including the use of on-board armed security teams, have reduced piracy incidents in that body of water; in response Somali-based pirates, using hijacked fishing trawlers as \"mother ships\" to extend their range, shifted operations as far south as the Mozambique Channel, eastward to the vicinity of the Maldives, and northeastward to the Strait of Hormuz"
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "National Security Force (NSF): Somali Army (2011)"
    },
    "Military service age and obligation": {
      "text": "18 is the legal minimum age for compulsory and voluntary military service (2012)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Ethiopian forces invaded southern Somalia and routed Islamist Courts from Mogadishu in January 2007; \"Somaliland\" secessionists provide port facilities in Berbera to landlocked Ethiopia and have established commercial ties with other regional states; \"Puntland\" and \"Somaliland\" \"governments\" seek international support in their secessionist aspirations and overlapping border claims; the undemarcated former British administrative line has little meaning as a political separation to rival clans within Ethiopia's Ogaden and southern Somalia's Oromo region; Kenya works hard to prevent the clan and militia fighting in Somalia from spreading south across the border, which has long been open to nomadic pastoralists"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "3,268 (Yemen) (2015)"
      },
      "IDPs": {
        "text": "1.133 million (civil war since 1988, clan-based competition for resources; 2011 famine; insecurity because of fighting between al-Shabaab and the Transitional Federal Government's allied forces) (2015)"
      }
    }
  }
}