{
  "intro": {
    "background": {
      "text": "Shortly after achieving independence from Britain in the early 1960s, Tanganyika and Zanzibar merged to form the nation of Tanzania in 1964. One-party rule ended in 1995 with the first democratic elections held in the country since the 1970s. Zanzibar's semi-autonomous status and popular opposition led to two contentious elections since 1995, which the ruling party won despite international observers' claims of voting irregularities. The formation of a government of national unity between Zanzibar's two leading parties succeeded in minimizing electoral tension in 2010."
    }
  },
  "geo": {
    "location": {
      "text": "Eastern Africa, bordering the Indian Ocean, between Kenya and Mozambique"
    },
    "geographic_coordinates": {
      "text": "6 00 S, 35 00 E"
    },
    "map_references": {
      "text": "Africa"
    },
    "area": {
      "total": "947,300 sq km",
      "land": "885,800 sq km",
      "water": "61,500 sq km",
      "note": "includes the islands of Mafia, Pemba, and Zanzibar"
    },
    "area_comparative": {
      "text": "slightly larger than twice the size of California"
    },
    "land_boundaries": {
      "total": "3,861 km",
      "border_countries": "Burundi 451 km, Democratic Republic of the Congo 459 km, Kenya 769 km, Malawi 475 km, Mozambique 756 km, Rwanda 217 km, Uganda 396 km, Zambia 338 km"
    },
    "coastline": {
      "text": "1,424 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "exclusive_economic_zone": "200 nm"
    },
    "climate": {
      "text": "varies from tropical along coast to temperate in highlands"
    },
    "terrain": {
      "text": "plains along coast; central plateau; highlands in north, south"
    },
    "elevation_extremes": {
      "lowest_point": "Indian Ocean 0 m",
      "highest_point": "Kilimanjaro 5,895 m (highest point in Africa)"
    },
    "natural_resources": {
      "text": "hydropower, tin, phosphates, iron ore, coal, diamonds, gemstones, gold, natural gas, nickel"
    },
    "land_use": {
      "arable_land": "12.25%",
      "permanent_crops": "1.79%",
      "other": "85.96% (2011)"
    },
    "irrigated_land": {
      "text": "1,843 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "96.27 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "5.18  cu km/yr (10%/0%/89%)",
      "per_capita": "144.7  cu m/yr (2002)"
    },
    "natural_hazards": {
      "text": "flooding on the central plateau during the rainy season; drought",
      "volcanism": "limited volcanic activity; Ol Doinyo Lengai (elev. 2,962 m) has emitted lava in recent years; other historically active volcanoes include Kieyo and Meru"
    },
    "environment_current_issues": {
      "text": "soil degradation; deforestation; desertification; destruction of coral reefs threatens marine habitats; recent droughts affected marginal agriculture; wildlife threatened by illegal hunting and trade, especially for ivory"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "Kilimanjaro is the highest point in Africa and one of only two mountains on the continent that has glaciers (the other is Mount Kenya); bordered by three of the largest lakes on the continent: Lake Victoria (the world's second-largest freshwater lake) in the north, Lake Tanganyika (the world's second deepest) in the west, and Lake Nyasa (Lake Malawi) in the southwest"
    }
  },
  "people": {
    "nationality": {
      "noun": "Tanzanian(s)",
      "adjective": "Tanzanian"
    },
    "ethnic_groups": {
      "text": "mainland - African 99% (of which 95% are Bantu consisting of more than 130 tribes), other 1% (consisting of Asian, European, and Arab); Zanzibar - Arab, African, mixed Arab and African"
    },
    "languages": {
      "text": "Kiswahili or Swahili (official), Kiunguja (name for Swahili in Zanzibar), English (official, primary language of commerce, administration, and higher education), Arabic (widely spoken in Zanzibar), many local languages",
      "note": "Kiswahili (Swahili) is the mother tongue of the Bantu people living in Zanzibar and nearby coastal Tanzania; although Kiswahili is Bantu in structure and origin, its vocabulary draws on a variety of sources including Arabic and English; it has become the lingua franca of central and eastern Africa; the first language of most people is one of the local languages"
    },
    "religions": {
      "text": "mainland - Christian 30%, Muslim 35%, indigenous beliefs 35%; Zanzibar - more than 99% Muslim"
    },
    "population": {
      "text": "48,261,942 (July 2013 est.)",
      "note": "estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "age_structure": {
      "0_14_years": "44.8% (male 10,913,552/female 10,715,034)",
      "15_24_years": "19.4% (male 4,689,483/female 4,694,663)",
      "25_54_years": "29.3% (male 7,095,382/female 7,060,506)",
      "55_64_years": "3.5% (male 721,769/female 959,008)",
      "65_years_and_over": "2.9% (male 610,252/female 802,293) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "92.5 %",
      "youth_dependency_ratio": "86.3 %",
      "elderly_dependency_ratio": "6.2 %",
      "potential_support_ratio": "16.2 (2013)"
    },
    "median_age": {
      "total": "17.3 years",
      "male": "17 years",
      "female": "17.6 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.82% (2013 est.)"
    },
    "birth_rate": {
      "text": "37.25 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "8.41 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.6 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "26.7% of total population (2011)",
      "rate_of_urbanization": "4.77% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "DAR ES SALAAM (capital) 3.207 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.03 male(s)/female",
      "0_14_years": "1.02 male(s)/female",
      "15_24_years": "1 male(s)/female",
      "25_54_years": "1 male(s)/female",
      "55_64_years": "0.75 male(s)/female",
      "65_years_and_over": "0.76 male(s)/female",
      "total_population": "0.99 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "19.6",
      "note": "Median age at first birth among women 25-29 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "460 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "45.1 deaths/1,000 live births",
      "male": "47.13 deaths/1,000 live births",
      "female": "43 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "60.76 years",
      "male": "59.48 years",
      "female": "62.09 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "5.01 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "34.4% (2009/10)"
    },
    "health_expenditures": {
      "text": "6% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.01 physicians/1,000 population (2006)"
    },
    "hospital_bed_density": {
      "text": "0.7 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 79% of population; rural: 44% of population; total: 53% of population",
      "unimproved": "urban: 21% of population; rural: 56% of population; total: 47% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 20% of population; rural: 7% of population; total: 10% of population",
      "unimproved": "urban: 80% of population; rural: 93% of population; total: 90% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "5.6% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "1.4 million (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "86,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "malaria, dengue fever, and Rift Valley fever",
      "water_contact_diseases": "schistosomiasis and leptospirosis",
      "animal_contact_disease": "rabies (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "5% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "16.7% (2005)"
    },
    "education_expenditures": {
      "text": "6.2% of GDP (2009)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write Kiswahili (Swahili), English, or Arabic",
      "total_population": "67.8%",
      "male": "75.5%",
      "female": "60.8% (2010 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "9 years",
      "male": "9 years",
      "female": "9 years (2012)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "2,815,085",
      "percentage": "21 %",
      "note": "data represents children ages 5-17 and does not in (2006 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "8.8%",
      "male": "7.4%",
      "female": "10.1% (2006)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "United Republic of Tanzania",
      "conventional_short_form": "Tanzania",
      "local_long_form": "Jamhuri ya Muungano wa Tanzania",
      "local_short_form": "Tanzania",
      "former": "United Republic of Tanganyika and Zanzibar"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Dar es Salaam",
      "geographic_coordinates": "6 48 S, 39 17 E",
      "time_difference": "UTC+3 (8 hours ahead of Washington, DC during Standard Time)",
      "note": "legislative offices have been transferred to Dodoma, which is planned as the new national capital, and the National Assembly now meets there on a regular basis; the Executive Branch with all ministries and diplomatic representation remains located in Dar es Salaam"
    },
    "administrative_divisions": {
      "text": "30 regions; Arusha, Dar es Salaam, Dodoma, Geita, Iringa, Kagera, Kaskazini Pemba (Pemba North), Kaskazini Unguja (Zanzibar North), Katavi, Kigoma, Kilimanjaro, Kusini Pemba (Pemba South), Kusini Unguja (Zanzibar Central/South), Lindi, Manyara, Mara, Mbeya, Mjini Magharibi (Zanzibar Urban/West), Morogoro, Mtwara, Mwanza, Njombe, Pwani (Coast), Rukwa, Ruvuma, Shinyanga, Simiyu, Singida, Tabora, Tanga"
    },
    "independence": {
      "text": "26 April 1964; Tanganyika became independent on 9 December 1961 (from UK-administered UN trusteeship); Zanzibar became independent on 10 December 1963 (from UK); Tanganyika united with Zanzibar on 26 April 1964 to form the United Republic of Tanganyika and Zanzibar; renamed United Republic of Tanzania on 29 October 1964"
    },
    "national_holiday": {
      "text": "Union Day (Tanganyika and Zanzibar), 26 April (1964)"
    },
    "constitution": {
      "text": "25 April 1977; major revisions October 1984"
    },
    "legal_system": {
      "text": "English common law; judicial review of legislative acts limited to matters of interpretation"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Jakaya KIKWETE (since 21 December 2005); Vice President Mohammed Gharib BILAL (since 6 November 2010); note - the president is both chief of state and head of government",
      "head_of_government": "President Jakaya KIKWETE (since 21 December 2005); Vice President Mohammed Gharib BILAL (since 6 November 2010)",
      "note": "Zanzibar elects a president who is head of government for matters internal to Zanzibar; Ali Mohamed SHEIN elected to that office on 31 October 2010, sworn in 3 November 2010",
      "cabinet": "Cabinet appointed by the president from among the members of the National Assembly",
      "elections": "president and vice president elected on the same ballot by popular vote for five-year terms (eligible for a second term); election last held on 31 October 2010 (next to be held in 2015); prime minister appointed by the president",
      "election_results": "Jakaya KIKWETE elected president; percent of vote - Jakaya KIKWETE 61.2%, Willibrod SLAA 26.3%, Ibrahim LIPUMBA 8.1%, other 4.4%"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly or Bunge (357 seats; 239 members elected by popular vote, 102 allocated to women nominated by the president, 5 to members of the Zanzibar House of Representatives; members serve five-year terms, up to 10 additional members appointed by the president, 1 seat reserved for the Attorney General); note - in addition to enacting laws that apply to the entire United Republic of Tanzania, the Assembly enacts laws that apply only to the mainland; Zanzibar has its own House of Representatives with jurisdiction exclusive to Zanzibar (the Zanzibar House of Representatives has 50 seats; members elected by universal suffrage to serve five-year terms)",
      "elections": "last held on 31 October 2010 (next to be held in 2015)",
      "election_results": "National Assembly - percent of vote by party - NA; seats by party - CCM 259, CHADEMA 48, CUF 34, NCCR-M 4, other 7, Zanzibar representatives 5; Zanzibar House of Representatives - percent of vote by party - NA; seats by party - CCM 28, CUF 22"
    },
    "judicial_branch": {
      "highest_courts": "Court of Appeal of the United Republic of Tanzania (consists of the chief justice and 14 justices); High Court of the United Republic for Mainland Tanzania (consists of the principal judge and 30 judges organized into commercial, land, and labor courts); High Court of Zanzibar (consists of the chief justice and NA judges)",
      "judge_selection_and_term_of_office": "Court of Appeal and High Court justices appointed by the national president after consultation with the Judicial Service Commission for Tanzania, a judicial body of high level judges and 2 members appointed by the national president; Court of Appeal and High Court judges appointed until mandatory retirement at age 60 but can extended; High Court of Zanzibar judges appointed by the national president after consultation with the Judicial Commission of Zanzibar; judge tenure NA",
      "subordinate_courts": "Resident Magistrates Courts; Kadhi courts (for Islamic family matters); district and primary courts"
    },
    "political_parties_and_leaders": {
      "text": "Chama Cha Demokrasia na Maendeleo (Party of Democracy and Development) or CHADEMA [Willibrod SLAA]; Chama Cha Mapinduzi or CCM (Revolutionary Party) [Jakaya Mrisho KIKWETE]; Civic United Front or CUF [Ibrahim LIPUMBA]; Democratic Party or DP [Christopher MTIKLA] (unregistered); National Convention for Construction and Reform - Mageuzi or NCCR-M [Hashim RUNGWE]; Tanzania Labor Party or TLP [Mutamwega MUGAHWYA]; United Democratic Party or UDP [Fahma DOVUTWA]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Economic and Social Research Foundation or ESRF; Free Zanzibar; Tanzania Media Women's Association or TAMWA"
    },
    "international_organization_participation": {
      "text": "ACP, AfDB, AU, C, CD, EAC, EADB, EITI (candidate country), FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MONUSCO, NAM, OPCW, SADC, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNISFA, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Liberata Rutageruka MULAMULA",
      "chancery": "1232 22nd Street NW, Washington, DC 20037",
      "telephone": "[1] (202) 939-6125",
      "fax": "[1] (202) 797-7408"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Alfonso E. LENHARDT",
      "embassy": "686 Old Bagamoyo Road, Msasani, Dar es Salaam",
      "mailing_address": "P. O. Box 9123, Dar es Salaam",
      "telephone": "[255] (22) 229-4000",
      "fax": "[255] (22) 229-4970 or 4971"
    },
    "flag_description": {
      "text": "divided diagonally by a yellow-edged black band from the lower hoist-side corner; the upper triangle (hoist side) is green and the lower triangle is blue; the banner combines colors found on the flags of Tanganyika and Zanzibar; green represents the natural vegetation of the country, gold its rich mineral deposits, black the native Swahili people, and blue the country's many lakes and rivers, as well as the Indian Ocean"
    },
    "national_symbols": {
      "text": "Uhuru (Freedom) torch"
    },
    "national_anthem": {
      "name": "\"Mungu ibariki Afrika\" (God Bless Africa)",
      "lyrics_music": "collective/Enoch Mankayi SONTONGA",
      "note": "adopted 1961; the anthem, which is also a popular song in Africa, shares the same melody with that of Zambia, but has different lyrics; the melody is also incorporated into South Africa's anthem"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Tanzania is one of the world's poorest economies in terms of per capita income, however, it has achieved high overall growth rates based on gold production and tourism. Tanzania has largely completed its transition to a liberalized market economy, though the government retains a presence in sectors such as telecommunications, banking, energy, and mining. The economy depends on agriculture, which accounts for more than one-quarter of GDP, provides 85% of exports, and employs about 80% of the work force. The World Bank, the IMF, and bilateral donors have provided funds to rehabilitate Tanzania's aging economic infrastructure, including rail and port infrastructure that are important trade links for inland countries. Recent banking reforms have helped increase private-sector growth and investment, and the government has increased spending on agriculture to 7% of its budget. The financial sector in Tanzania has expanded in recent years and foreign-owned banks account for about 48% of the banking industry''s total assets. Competition among foreign commercial banks has resulted in significant improvements in the efficiency and quality of financial services, though interest rates are still relatively high, reflecting high fraud risk. All land in Tanzania is owned by the government, which can lease land for up to 99 years. Proposed reforms to allow for land ownership, particularly foreign land ownership, remain unpopular. Continued donor assistance and solid macroeconomic policies supported a positive growth rate, despite the world recession. In 2008, Tanzania received the world''s largest Millennium Challenge Compact grant, worth $698 million, and in December 2012 the Millennium Challenge Corporation selected Tanzania for a second Compact. Dar es Salaam used fiscal stimulus and loosened monetary policy to ease the impact of the global recession. GDP growth in 2009-12 was a respectable 6% per year due to high gold prices and increased production."
    },
    "gdp_purchasing_power_parity": {
      "text": "$75.07 billion (2012 est.); $70.26 billion (2011 est.); $66 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$28.25 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "6.9% (2012 est.); 6.4% (2011 est.); 7% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$1,600 (2012 est.); $1,500 (2011 est.); $1,500 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "25.1% of GDP (2012 est.); 17.6% of GDP (2011 est.); 20.1% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "63.9%",
      "government_consumption": "21.5%",
      "investment_in_fixed_capital": "36.9%",
      "investment_in_inventories": "0.4%",
      "exports_of_goods_and_services": "40%",
      "imports_of_goods_and_services": "-62.8% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "27.7%",
      "industry": "25.1%",
      "services": "47.2% (2012 est.)"
    },
    "agriculture_products": {
      "text": "coffee, sisal, tea, cotton, pyrethrum (insecticide made from chrysanthemums), cashew nuts, tobacco, cloves, corn, wheat, cassava (tapioca), bananas, fruits, vegetables; cattle, sheep, goats"
    },
    "industries": {
      "text": "agricultural processing (sugar, beer, cigarettes, sisal twine); mining (diamonds, gold, and iron), salt, soda ash; cement, oil refining, shoes, apparel, wood products, fertilizer"
    },
    "industrial_production_growth_rate": {
      "text": "6.8% (2012 est.)"
    },
    "labor_force": {
      "text": "24.75 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "80%",
      "industry_and_services": "20% (2002 est.)"
    },
    "unemployment_rate": {
      "text": "NA%"
    },
    "population_below_poverty_line": {
      "text": "36% (2002 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.8%",
      "highest_10%": "29.6% (2007)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "37.6 (2007); 34.6 (2000)"
    },
    "budget": {
      "revenues": "$5.571 billion",
      "expenditures": "$6.706 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "19.7% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-4% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "36.4% of GDP (2012 est.); 40.4% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "1 July - 30 June"
    },
    "inflation_rate_consumer_prices": {
      "text": "16.1% (2012 est.); 12.7% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "8.25% (31 December 2010 est.); 3.7% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "15.5% (31 December 2012 est.); 14.96% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$4.143 billion (31 December 2012 est.); $3.471 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$8.285 billion (31 December 2011 est.); $7.568 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$7.03 billion (31 December 2012 est.); $5.665 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$1.539 billion (31 December 2011); $1.264 billion (31 December 2010); $1.293 billion (31 December 2008)"
    },
    "current_account_balance": {
      "text": "-$3.946 billion (2012 est.); -$3.872 billion (2011 est.)"
    },
    "exports": {
      "text": "$5.997 billion (2012 est.); $5.098 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "gold, coffee, cashew nuts, manufactures, cotton"
    },
    "exports_partners": {
      "text": "India 14.1%, China 11%, Japan 6.1%, Germany 5%, UAE 4.9% (2012)"
    },
    "imports": {
      "text": "$10.33 billion (2012 est.); $9.828 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "consumer goods, machinery and transportation equipment, industrial raw materials, crude oil"
    },
    "imports_partners": {
      "text": "China 21.1%, India 16.1%, Kenya 6.6%, South Africa 5.6%, UAE 4.8% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$4.053 billion (31 December 2012 est.); $3.726 billion (31 December 2011 est.)",
      "note": "excludes gold"
    },
    "debt_external": {
      "text": "$11.58 billion (31 December 2012 est.); $10.04 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$NA"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$NA"
    },
    "exchange_rates": {
      "text": "Tanzanian shillings (TZS) per US dollar -; 1,583 (2012 est.); 1,572.1 (2011 est.); 1,409.3 (2010 est.); 1,320.3 (2009); 1,178.1 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "4.489 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "3.589 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2008 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "957,000 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "39.5% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "60.5% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "0 bbl (1 January 2012 es)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "43,310 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "32,680 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "780 million cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "780 million cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "6.513 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "7.566 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "161,100 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "25.666 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "telecommunications services are marginal; system operating below capacity and being modernized for better service; small aperture terminal (VSAT) system under construction",
      "domestic": "fixed-line telephone network inadequate with less than 1 connection per 100 persons; mobile-cellular service, aided by multiple providers, is increasing rapidly and in 2011 exceeded a subscriber base of 50 telephones per 100 persons; trunk service provided by open-wire, microwave radio relay, tropospheric scatter, and fiber-optic cable; some links being made digital",
      "international": "country code - 255; landing point for the EASSy fiber-optic submarine cable system linking East Africa with Europe and North America; satellite earth stations - 2 Intelsat (1 Indian Ocean, 1 Atlantic Ocean) (2010)"
    },
    "broadcast_media": {
      "text": "a state-owned TV station and multiple privately owned TV stations; state-owned national radio station supplemented by more than 40 privately owned radio stations; transmissions of several international broadcasters are available (2007)"
    },
    "internet_country_code": {
      "text": ".tz"
    },
    "internet_hosts": {
      "text": "26,074 (2012)"
    },
    "internet_users": {
      "text": "678,000 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "166 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "10",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "2",
      "1_524_to_2_437_m": "4",
      "914_to_1_523_m": "2 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "156",
      "over_3_047_m": "1",
      "1_524_to_2_437_m": "24",
      "914_to_1_523_m": "98",
      "under_914_m": "33 (2013)"
    },
    "pipelines": {
      "text": "gas 311 km; oil 891 km; refined products 8 km (2013)"
    },
    "railways": {
      "total": "3,689 km",
      "narrow_gauge": "969 km 1.067-m gauge; 2,720 km 1.000-m gauge (2008)"
    },
    "roadways": {
      "total": "91,049 km",
      "paved": "6,578 km",
      "unpaved": "84,471 km (2007)"
    },
    "waterways": {
      "text": "(Lake Tanganyika, Lake Victoria, and Lake Nyasa (Lake Malawi) are the principal avenues of commerce with neighboring countries; the rivers are not navigable) (2011)"
    },
    "merchant_marine": {
      "total": "94",
      "by_type": "bulk carrier 6, cargo 66, carrier 4, chemical tanker 1, container 1, passenger/cargo 2, petroleum tanker 10, refrigerated cargo 1, roll on/roll off 3",
      "foreign_owned": "42 (Japan 1, Romania 1, Saudi Arabia 1, Syria 23, Turkey 13, UAE 3)",
      "registered_in_other_countries": "3 (Panama 2, UK 1) (2010)"
    },
    "ports_and_terminals": {
      "text": "Dar es Salaam, Zanzibar"
    },
    "transportation_note": {
      "text": "the International Maritime Bureau reports that shipping in territorial and offshore waters in the Indian Ocean remain at risk for piracy and armed robbery against ships, especially as Somali-based pirates extend their activities south; numerous commercial vessels have been attacked and hijacked both at anchor and while underway; crews have been robbed and stores or cargoes stolen"
    }
  },
  "military": {
    "military_branches": {
      "text": "Tanzania People's Defense Force (Jeshi la Wananchi la Tanzania, JWTZ): Army, Naval Wing (includes Coast Guard), Air Defense Command (includes Air Wing), National Service (2007)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for voluntary military service; no conscription (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "9,985,445 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "5,860,339",
      "females_age_16_49": "5,882,279 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "512,294",
      "female": "514,164 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.9% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Tanzania still hosts more than a half million refugees, more than any other African country, mainly from Burundi and the Democratic Republic of the Congo, despite the international community's efforts at repatriation; disputes with Malawi over the boundary in Lake Nyasa (Lake Malawi) and the meandering Songwe River remain dormant"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "63,330 (Democratic Republic of the Congo); 35,343 (Burundi) (2012)"
    },
    "trafficking_in_persons": {
      "current_situation": "Tanzania is a source, transit, and destination country for men, women, and children subjected to forced labor and sex trafficking; the exploitation of young girls in domestic servitude continues to be Tanzania's largest human trafficking problem; Tanzanian boys are subject to forced labor mainly on farms but also in mines, in the commercial service sector, in the sex trade, and possibly on small fishing boats; internal trafficking is more prevalent than transnational trafficking and is usually facilitated by friends, family members, or intermediaries offering education or legitimate job opportunities; trafficking victims from Burundi, Kenya, Bangladesh, Nepal, Yemen, and India are to work in Tanzania's agricultural, mining, and domestic service sectors or may be sex trafficked",
      "tier_rating": "Tier 2 Watch List - Tanzania does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; law enforcement made modest anti-trafficking efforts but imposed punishments on offenders that were inadequate for the seriousness of the crimes committed; key victim protection provisions of the 2008 anti-trafficking act remain unimplemented; the government continues to refer child trafficking victims to NGOs for care but has no procedure for the referral of adult victims; the national anti-trafficking action plan has not been implemented; no public awareness campaigns about the dangers of trafficking are conducted (2013)"
    },
    "illicit_drugs": {
      "text": "targeted by traffickers moving hashish, Afghan heroin, and South American cocaine transported down the East African coastline, through airports, or overland through Central Africa; Zanzibar likely used by traffickers for drug smuggling; traffickers in the past have recruited Tanzanian couriers to move drugs through Iran into East Asia"
    }
  }
}