{
  "Introduction": {
    "Background": {
      "text": "British influence in Uganda began in the 1860s with explorers seeking the source of the Nile and expanded in subsequent decades with various trade agreements and the establishment of the Uganda Protectorate in 1894. The colonial boundaries created by Britain to delimit Uganda grouped together a wide range of ethnic groups with different political systems and cultures. These differences complicated the establishment of a working political community after independence was achieved in 1962. The dictatorial regime of Idi AMIN (1971-79) was responsible for the deaths of some 300,000 opponents; guerrilla war and human rights abuses under Milton OBOTE (1980-85) claimed at least another 100,000 lives. The rule of Yoweri MUSEVENI since 1986 has brought relative stability and economic growth to Uganda. In December 2017, parliament approved the removal of presidential age limits, thereby making it possible for MUSEVENI to continue standing for office. Uganda faces numerous challenges, however, that could affect future stability, including explosive population growth, power and infrastructure constraints, corruption, underdeveloped democratic institutions, and human rights deficits."
    }
  },
  "Geography": {
    "Location": {
      "text": "East-Central Africa, west of Kenya, east of the Democratic Republic of the Congo"
    },
    "Geographic coordinates": {
      "text": "1 00 N, 32 00 E"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "241,038 sq km"
      },
      "land": {
        "text": "197,100 sq km"
      },
      "water": {
        "text": "43,938 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly more than two times the size of Pennsylvania; slightly smaller than Oregon"
    },
    "Land boundaries": {
      "total": {
        "text": "2,729 km"
      },
      "border countries": {
        "text": "Democratic Republic of the Congo 877 km, Kenya 814 km, Rwanda 172 km, South Sudan 475 km, Tanzania 391 km"
      }
    },
    "Coastline": {
      "text": "0 km (landlocked)"
    },
    "Maritime claims": {
      "note": {
        "text": "none (landlocked)"
      }
    },
    "Climate": {
      "text": "tropical; generally rainy with two dry seasons (December to February, June to August); semiarid in northeast"
    },
    "Terrain": {
      "text": "mostly plateau with rim of mountains"
    },
    "Elevation": {
      "lowest point": {
        "text": "Albert Nile 614 m"
      },
      "highest point": {
        "text": "Margherita Peak on Mount Stanley 5,110 m"
      }
    },
    "Natural resources": {
      "text": "copper, cobalt, hydropower, limestone, salt, arable land, gold"
    },
    "Land use": {
      "agricultural land": {
        "text": "71.2% (2011 est.)"
      },
      "arable land / permanent crops / permanent pasture": {
        "text": "34.3% (2011 est.) / 11.3% (2011 est.) / 25.6% (2011 est.)"
      },
      "forest": {
        "text": "14.5% (2011 est.)"
      },
      "other": {
        "text": "14.3% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "140 sq km (2012)"
    },
    "Population distribution": {
      "text": "population density is relatively high in comparison to other African nations; most of the population is concentrated in the central and southern parts of the country, particularly along the shores of Lake Victoria and Lake Albert; the northeast is least populated as shown in this population distribution map"
    },
    "Natural hazards": {
      "text": "droughts; floods; earthquakes; landslides; hailstorms"
    },
    "Environment - current issues": {
      "text": "draining of wetlands for agricultural use; deforestation; overgrazing; soil erosion; water pollution from industrial discharge and water hyacinth infestation in Lake Victoria; widespread poaching"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Life Conservation, Ozone Layer Protection, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Environmental Modification"
      }
    },
    "Geography - note": {
      "text": "landlocked; fertile, well-watered country with many lakes and rivers; Lake Victoria, the world's largest tropical lake and the second largest fresh water lake, is shared among three countries: Kenya, Tanzania, and Uganda"
    }
  },
  "People and Society": {
    "Population": {
      "text": "43,252,966 (July 2020 est.)",
      "note": {
        "text": "note: estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Ugandan(s)"
      },
      "adjective": {
        "text": "Ugandan"
      }
    },
    "Ethnic groups": {
      "text": "Baganda 16.5%, Banyankole 9.6%, Basoga 8.8%, Bakiga 7.1%, Iteso 7%, Langi 6.3%, Bagisu 4.9%, Acholi 4.4%, Lugbara 3.3%, other 32.1% (2014 est.)"
    },
    "Languages": {
      "text": "English (official language, taught in schools, used in courts of law and by most newspapers and some radio broadcasts), Ganda or Luganda (most widely used of the Niger-Congo languages and the language used most often in the capital), other Niger-Congo languages, Nilo-Saharan languages, Swahili (official), Arabic"
    },
    "Religions": {
      "text": "Protestant 45.1% (Anglican 32.0%, Pentecostal/Born Again/Evangelical 11.1%, Seventh Day Adventist 1.7%, Baptist .3%), Roman Catholic 39.3%, Muslim 13.7%, other 1.6%, none 0.2% (2014 est.)"
    },
    "Demographic profile": {
      "text": "Uganda has one of the youngest and most rapidly growing populations in the world; its total fertility rate is among the world’s highest at 5.8 children per woman. Except in urban areas, actual fertility exceeds women’s desired fertility by one or two children, which is indicative of the widespread unmet need for contraception, lack of government support for family planning, and a cultural preference for large families. High numbers of births, short birth intervals, and the early age of childbearing contribute to Uganda’s high maternal mortality rate. Gender inequities also make fertility reduction difficult; women on average are less-educated, participate less in paid employment, and often have little say in decisions over childbearing and their own reproductive health. However, even if the birth rate were significantly reduced, Uganda’s large pool of women entering reproductive age ensures rapid population growth for decades to come.\nUnchecked, population increase will further strain the availability of arable land and natural resources and overwhelm the country’s limited means for providing food, employment, education, health care, housing, and basic services. The country’s north and northeast lag even further behind developmentally than the rest of the country as a result of long-term conflict (the Ugandan Bush War 1981-1986 and more than 20 years of fighting between the Lord’s Resistance Army (LRA) and Ugandan Government forces), ongoing inter-communal violence, and periodic natural disasters.\nUganda has been both a source of refugees and migrants and a host country for refugees. In 1972, then President Idi AMIN, in his drive to return Uganda to Ugandans, expelled the South Asian population that composed a large share of the country’s business people and bankers. Since the 1970s, thousands of Ugandans have emigrated, mainly to southern Africa or the West, for security reasons, to escape poverty, to search for jobs, and for access to natural resources. The emigration of Ugandan doctors and nurses due to low wages is a particular concern given the country’s shortage of skilled health care workers. Africans escaping conflicts in neighboring states have found refuge in Uganda since the 1950s; the country currently struggles to host tens of thousands from the Democratic Republic of the Congo, South Sudan, and other nearby countries."
    },
    "Age structure": {
      "0-14 years": {
        "text": "48.21% (male 10,548,913/female 10,304,876)"
      },
      "15-24 years": {
        "text": "20.25% (male 4,236,231/female 4,521,698)"
      },
      "25-54 years": {
        "text": "26.24% (male 5,202,570/female 6,147,304)"
      },
      "55-64 years": {
        "text": "2.91% (male 579,110/female 681,052)"
      },
      "65 years and over": {
        "text": "2.38% (male 442,159/female 589,053) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "92.3"
      },
      "youth dependency ratio": {
        "text": "88.5"
      },
      "elderly dependency ratio": {
        "text": "3.8"
      },
      "potential support ratio": {
        "text": "26.2 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "15.7 years"
      },
      "male": {
        "text": "14.9 years"
      },
      "female": {
        "text": "16.5 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "3.34% (2020 est.)"
    },
    "Birth rate": {
      "text": "42.3 births/1,000 population (2020 est.)"
    },
    "Death rate": {
      "text": "5.3 deaths/1,000 population (2020 est.)"
    },
    "Net migration rate": {
      "text": "-3.5 migrant(s)/1,000 population (2020 est.)"
    },
    "Population distribution": {
      "text": "population density is relatively high in comparison to other African nations; most of the population is concentrated in the central and southern parts of the country, particularly along the shores of Lake Victoria and Lake Albert; the northeast is least populated as shown in this population distribution map"
    },
    "Urbanization": {
      "urban population": {
        "text": "25% of total population (2020)"
      },
      "rate of urbanization": {
        "text": "5.7% annual rate of change (2015-20 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "3.298 million KAMPALA (capital) (2020)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.03 male(s)/female"
      },
      "0-14 years": {
        "text": "1.02 male(s)/female"
      },
      "15-24 years": {
        "text": "0.94 male(s)/female"
      },
      "25-54 years": {
        "text": "0.85 male(s)/female"
      },
      "55-64 years": {
        "text": "0.85 male(s)/female"
      },
      "65 years and over": {
        "text": "0.75 male(s)/female"
      },
      "total population": {
        "text": "0.94 male(s)/female (2020 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "18.9 years (2011 est.)",
      "note": {
        "text": "note: median age at first birth among women 25-29"
      }
    },
    "Maternal mortality rate": {
      "text": "375 deaths/100,000 live births (2017 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "32.6 deaths/1,000 live births"
      },
      "male": {
        "text": "36.1 deaths/1,000 live births"
      },
      "female": {
        "text": "28.9 deaths/1,000 live births (2020 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "68.2 years"
      },
      "male": {
        "text": "66 years"
      },
      "female": {
        "text": "70.5 years (2020 est.)"
      }
    },
    "Total fertility rate": {
      "text": "5.54 children born/woman (2020 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "41.8% (2018)"
    },
    "Drinking water source": {
      "urban": {
        "text": "unimproved: 7.1% of population"
      },
      "rural": {
        "text": "22.8% of population"
      },
      "total": {
        "text": "19.2% of population (2017 est.)"
      }
    },
    "Current Health Expenditure": {
      "text": "6.3% (2017)"
    },
    "Physicians density": {
      "text": "0.17 physicians/1,000 population (2017)"
    },
    "Hospital bed density": {
      "text": "0.5 beds/1,000 population (2010)"
    },
    "Sanitation facility access": {
      "urban": {
        "text": "unimproved: 32.2% of population"
      },
      "rural": {
        "text": "73.4% of population"
      },
      "total": {
        "text": "63.8% of population (2017 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "6.1% (2019 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "1.5 million (2019 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "21,000 (2019 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "very high (2020)"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A and E, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "malaria, dengue fever, and Trypanosomiasis-Gambiense (African sleeping sickness)"
      },
      "water contact disease": {
        "text": "schistosomiasis"
      },
      "animal contact diseases": {
        "text": "rabies"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "5.3% (2016)"
    },
    "Children under the age of 5 years underweight": {
      "text": "10.4% (2016)"
    },
    "Education expenditures": {
      "text": "2.6% of GDP (2017)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "76.5%"
      },
      "male": {
        "text": "82.7%"
      },
      "female": {
        "text": "70.8% (2018)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "10 years"
      },
      "male": {
        "text": "10 years"
      },
      "female": {
        "text": "10 years (2011)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "14.8%"
      },
      "male": {
        "text": "12.7%"
      },
      "female": {
        "text": "17.3% (2017 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Uganda"
      },
      "conventional short form": {
        "text": "Uganda"
      },
      "etymology": {
        "text": "from the name \"Buganda,\" adopted by the British as the designation for their East African colony in 1894; Buganda had been a powerful East African state during the 18th and 19th centuries"
      }
    },
    "Government type": {
      "text": "presidential republic"
    },
    "Capital": {
      "name": {
        "text": "Kampala"
      },
      "geographic coordinates": {
        "text": "0 19 N, 32 33 E"
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)"
      },
      "note": {
        "text": "etymology: the site of the original British settlement was referred to by its native name as Akasozi ke'Empala (\"hill of the impala\" [plural]); over time this designation was shortened to K'empala and finally Kampala"
      }
    },
    "Administrative divisions": {
      "text": "134 districts and 1 capital city*; Abim, Adjumani, Agago, Alebtong, Amolatar, Amudat, Amuria, Amuru, Apac, Arua, Budaka, Bududa, Bugiri, Bugweri, Buhweju, Buikwe, Bukedea, Bukomansimbi, Bukwo, Bulambuli, Buliisa, Bundibugyo, Bunyangabu, Bushenyi, Busia, Butaleja, Butambala, Butebo, Buvuma, Buyende, Dokolo, Gomba, Gulu, Hoima, Ibanda, Iganga, Isingiro, Jinja, Kaabong, Kabale, Kabarole, Kaberamaido, Kagadi, Kakumiro, Kalaki, Kalangala, Kaliro, Kalungu, Kampala*, Kamuli, Kamwenge, Kanungu, Kapchorwa, Kapelebyong, Karenga, Kasese, Kasanda, Katakwi, Kayunga, Kazo, Kibaale, Kiboga, Kibuku, Kikuube, Kiruhura, Kiryandongo, Kisoro, Kitagwenda, Kitgum, Koboko, Kole, Kotido, Kumi, Kwania, Kween, Kyankwanzi, Kyegegwa, Kyenjojo, Kyotera, Lamwo, Lira, Luuka, Luwero, Lwengo, Lyantonde, Madi-Okollo, Manafwa, Maracha, Masaka, Masindi, Mayuge, Mbale, Mbarara, Mitooma, Mityana, Moroto, Moyo, Mpigi, Mubende, Mukono, Nabilatuk, Nakapiripirit, Nakaseke, Nakasongola, Namayingo, Namisindwa, Namutumba, Napak, Nebbi, Ngora, Ntoroko, Ntungamo, Nwoya, Obongi, Omoro, Otuke, Oyam, Pader, Pakwach, Pallisa, Rakai, Rubanda, Rubirizi, Rukiga, Rukungiri, Rwampara, Sembabule, Serere, Sheema, Sironko, Soroti, Tororo, Wakiso, Yumbe, Zombo"
    },
    "Independence": {
      "text": "9 October 1962 (from the UK)"
    },
    "National holiday": {
      "text": "Independence Day, 9 October (1962)"
    },
    "Constitution": {
      "history": {
        "text": "several previous; latest adopted 27 September 1995, promulgated 8 October 1995"
      },
      "amendments": {
        "text": "proposed by the National Assembly; passage requires at least two-thirds majority vote of the Assembly membership in the second and third readings; proposals affecting \"entrenched clauses,\" including the sovereignty of the people, supremacy of the constitution, human rights and freedoms, the democratic and multiparty form of government, presidential term of office, independence of the judiciary, and the institutions of traditional or cultural leaders, also requires passage by referendum, ratification by at least two-thirds majority vote of district council members in at least two thirds of Uganda's districts, and assent ofthe president of the republic; amended several times, last in 2017"
      }
    },
    "Legal system": {
      "text": "mixed legal system of English common law and customary law"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction; accepts ICCt jurisdiction"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent or grandparent must be a native-born citizen of Uganda"
      },
      "dual citizenship recognized": {
        "text": "yes"
      },
      "residency requirement for naturalization": {
        "text": "an aggregate of 20 years and continuously for the last 2 years prior to applying for citizenship"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "head of government": {
        "text": "President Yoweri Kaguta MUSEVENI (since seizing power on 26 January 1986); Vice President Edward SSEKANDI (since 24 May 2011); Prime Minister Ruhakana RUGUNDA (since 19 September 2014); First Deputy Prime Minister Moses ALI (since 6 June 2016); Second Deputy Prime Minister Kirunda KIVEJINJA (since 6 June 2016)"
      },
      "cabinet": {
        "text": "Cabinet appointed by the president from among elected members of the National Assembly or persons who qualify to be elected as members of the National Assembly"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (no term limits); election last held on 18 February 2016 (next scheduled to be held February 2021)"
      },
      "election results": {
        "text": "Yoweri Kaguta MUSEVENI reelected president in the first round; percent of vote - Yoweri Kaguta MUSEVENI (NRM) 60.6%, Kizza BESIGYE (FDC) 35.6%, other 3.8%"
      },
      "head of state": {
        "text": "President Yoweri Kaguta MUSEVENI (since seizing power on 26 January 1986); Vice President Edward SSEKANDI (since 24 May 2011); note - the president is both head of state and head of government"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral National Assembly or Parliament (445 seats; 290 members directly elected in single-seat constituencies by simple majority vote, 112 for women directly elected in single-seat districts by simple majority vote, and 25 \"representatives\" reserved for special interest groups - army 10, disabled 5, youth 5, labor 5; up to 18 ex officio members appointed by the president; members serve 5-year terms)"
      },
      "elections": {
        "text": "last held on 18 February 2016 (next to be held in February 2021)"
      },
      "election results": {
        "text": "percent of vote by party - NA; seats by party - NRM 292, FDC 37, DP 5, UPDF 10, UPC 6, independent 66 (excludes 19 ex-officio members)"
      }
    },
    "Judicial branch": {
      "highest courts": {
        "text": "Supreme Court of Uganda (consists of the chief justice and at least 6 justices)"
      },
      "judge selection and term of office": {
        "text": "justices appointed by the president of the republic in consultation with the Judicial Service Commission, an 8-member independent advisory body, and approved by the National Assembly; justices serve until mandatory retirement at age 70"
      },
      "subordinate courts": {
        "text": "Court of Appeal (also acts as the Constitutional Court); High Court (includes 12 High Court Circuits and 8 High Court Divisions); Industrial Court; Chief Magistrate Grade One and Grade Two Courts throughout the country; qadhis courts; local council courts; family and children courts"
      }
    },
    "Political parties and leaders": {
      "text": "Alliance for National Transformation or ANT [Ms. Alice ALASO, acting national coordinator]; note - Mugisha MUNTU resigned his position as ANT national coordinator in late June 2020 to run in the 2021 presidential electionDemocratic Party or DP [Norbert MAO]Forum for Democratic Change or FDC [Patrick Oboi AMURIAT]Justice Forum or JEEMA [Asuman BASALIRWA]National Resistance Movement or NRM [Yoweri MUSEVENI]Uganda People's Congress or UPC [James AKENA]"
    },
    "International organization participation": {
      "text": "ACP, AfDB, AU, C, COMESA, EAC, EADB, FAO, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICCt, IDA, IDB, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), MIGA, NAM, OIC, OPCW, PCA, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Mull Sebujja KATENDE (since 8 September 2017)"
      },
      "chancery": {
        "text": "5911 16th Street NW, Washington, DC 20011"
      },
      "telephone": {
        "text": "[1] (202) 726-7100"
      },
      "FAX": {
        "text": "[1] (202) 726-1727"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Deborah R. MALAC (since 27 February 2016)"
      },
      "telephone": {
        "text": "[256] 414-306001"
      },
      "embassy": {
        "text": "1577 Ggaba Road, Kampala"
      },
      "mailing address": {
        "text": "P.O. Box 7007, Kampala"
      },
      "FAX": {
        "text": "[256] 414-306-009"
      }
    },
    "Flag description": {
      "text": "six equal horizontal bands of black (top), yellow, red, black, yellow, and red; a white disk is superimposed at the center and depicts a grey crowned crane (the national symbol) facing the hoist side; black symbolizes the African people, yellow sunshine and vitality, red African brotherhood; the crane was the military badge of Ugandan soldiers under the UK"
    },
    "National symbol(s)": {
      "text": "grey crowned crane; national colors: black, yellow, red"
    },
    "National anthem": {
      "name": {
        "text": "Oh Uganda, Land of Beauty!"
      },
      "lyrics/music": {
        "text": "George Wilberforce KAKOMOA"
      },
      "note": {
        "text": "note: adopted 1962"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Uganda has substantial natural resources, including fertile soils, regular rainfall, substantial reserves of recoverable oil, and small deposits of copper, gold, and other minerals. Agriculture is one of the most important sectors of the economy, employing 72% of the work force. The country’s export market suffered a major slump following the outbreak of conflict in South Sudan, but has recovered lately, largely due to record coffee harvests, which account for 16% of exports, and increasing gold exports, which account for 10% of exports. Uganda has a small industrial sector that is dependent on imported inputs such as refined oil and heavy equipment. Overall, productivity is hampered by a number of supply-side constraints, including insufficient infrastructure, lack of modern technology in agriculture, and corruption. Uganda’s economic growth has slowed since 2016 as government spending and public debt has grown. Uganda’s budget is dominated by energy and road infrastructure spending, while Uganda relies on donor support for long-term drivers of growth, including agriculture, health, and education. The largest infrastructure projects are externally financed through concessional loans, but at inflated costs. As a result, debt servicing for these loans is expected to rise. Oil revenues and taxes are expected to become a larger source of government funding as oil production starts in the next three to 10 years. Over the next three to five years, foreign investors are planning to invest $9 billion in production facilities projects, $4 billion in an export pipeline, as well as in a $2-3 billion refinery to produce petroleum products for the domestic and East African Community markets. Furthermore, the government is looking to build several hundred million dollars’ worth of highway projects to the oil region. Uganda faces many economic challenges. Instability in South Sudan has led to a sharp increase in Sudanese refugees and is disrupting Uganda's main export market. Additional economic risks include: poor economic management, endemic corruption, and the government’s failure to invest adequately in the health, education, and economic opportunities for a burgeoning young population. Uganda has one of the lowest electrification rates in Africa - only 22% of Ugandans have access to electricity, dropping to 10% in rural areas."
    },
    "GDP (purchasing power parity)": {
      "text": "$89.19 billion (2017 est.) / $85.07 billion (2016 est.) / $83.14 billion (2015 est.)",
      "note": {
        "text": "note: data are in 2017 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$26.62 billion (2017 est.)"
    },
    "GDP - real growth rate": {
      "text": "4.8% (2017 est.) / 2.3% (2016 est.) / 5.7% (2015 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$2,400 (2017 est.) / $2,300 (2016 est.) / $2,300 (2015 est.)",
      "note": {
        "text": "note: data are in 2017 dollars"
      }
    },
    "Gross national saving": {
      "text": "20.6% of GDP (2017 est.) / 21.5% of GDP (2016 est.) / 17.7% of GDP (2015 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "74.3% (2017 est.)"
      },
      "government consumption": {
        "text": "8% (2017 est.)"
      },
      "investment in fixed capital": {
        "text": "23.9% (2017 est.)"
      },
      "investment in inventories": {
        "text": "0.3% (2017 est.)"
      },
      "exports of goods and services": {
        "text": "18.8% (2017 est.)"
      },
      "imports of goods and services": {
        "text": "-25.1% (2017 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "28.2% (2017 est.)"
      },
      "industry": {
        "text": "21.1% (2017 est.)"
      },
      "services": {
        "text": "50.7% (2017 est.)"
      }
    },
    "Agriculture - products": {
      "text": "coffee, tea, cotton, tobacco, cassava (manioc, tapioca), potatoes, corn, millet, pulses, cut flowers; beef, goat meat, milk, poultry, and fish"
    },
    "Industries": {
      "text": "sugar processing, brewing, tobacco, cotton textiles; cement, steel production"
    },
    "Industrial production growth rate": {
      "text": "4.4% (2017 est.)"
    },
    "Labor force": {
      "text": "15.84 million (2015 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "71%"
      },
      "industry": {
        "text": "7%"
      },
      "services": {
        "text": "22% (2013 est.)"
      }
    },
    "Unemployment rate": {
      "text": "9.4% (2014 est.)"
    },
    "Population below poverty line": {
      "text": "21.4% (2017 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.4%"
      },
      "highest 10%": {
        "text": "36.1% (2009 est.)"
      }
    },
    "Budget": {
      "revenues": {
        "text": "3.848 billion (2017 est.)"
      },
      "expenditures": {
        "text": "4.928 billion (2017 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "14.5% (of GDP) (2017 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-4.1% (of GDP) (2017 est.)"
    },
    "Public debt": {
      "text": "40% of GDP (2017 est.) / 37.4% of GDP (2016 est.)"
    },
    "Fiscal year": {
      "text": "1 July - 30 June"
    },
    "Inflation rate (consumer prices)": {
      "text": "5.6% (2017 est.) / 5.5% (2016 est.)"
    },
    "Current account balance": {
      "text": "-$1.212 billion (2017 est.) / -$707 million (2016 est.)"
    },
    "Exports": {
      "text": "$3.339 billion (2017 est.) / $2.921 billion (2016 est.)"
    },
    "Exports - partners": {
      "text": "Kenya 17.7%, UAE 16.7%, Democratic Republic of the Congo 6.6%, Rwanda 6.1%, Italy 4.8% (2017)"
    },
    "Exports - commodities": {
      "text": "coffee, fish and fish products, tea, cotton, flowers, horticultural products; gold"
    },
    "Imports": {
      "text": "$5.036 billion (2017 est.) / $4.424 billion (2016 est.)"
    },
    "Imports - commodities": {
      "text": "capital equipment, vehicles, petroleum, medical supplies; cereals"
    },
    "Imports - partners": {
      "text": "China 17.4%, India 13.4%, UAE 12.2%, Kenya 7.9%, Japan 6.4%, Saudi Arabia 6.3%, Indonesia 4.4%, South Africa 4.1% (2017)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$3.654 billion (31 December 2017 est.) / $3.034 billion (31 December 2016 est.)",
      "note": {
        "text": "note: excludes gold"
      }
    },
    "Debt - external": {
      "text": "$10.8 billion (22 March 2018 est.) / $11.54 billion (31 December 2017 est.) / $6.241 billion (31 December 2016 est.)"
    },
    "Exchange rates": {
      "text": "Ugandan shillings (UGX) per US dollar - / 3,695 (2017 est.) / 3,420.1 (2016 est.) / 3,420.1 (2015 est.) / 3,234.1 (2014 est.) / 2,599.8 (2013 est.)"
    }
  },
  "Energy": {
    "Electricity access": {
      "population without electricity": {
        "text": "34 million (2017)"
      },
      "electrification - total population": {
        "text": "20% (2017)"
      },
      "electrification - urban areas": {
        "text": "23% (2017)"
      },
      "electrification - rural areas": {
        "text": "19% (2017)"
      }
    },
    "Electricity - production": {
      "text": "3.463 billion kWh (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "3.106 billion kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "121 million kWh (2015 est.)"
    },
    "Electricity - imports": {
      "text": "50 million kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "1.02 million kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "19% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "68% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "12% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "2.5 billion bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "32,000 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "31,490 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "14.16 billion cu m (1 January 2018 est.)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "4.703 million Mt (2017 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "184,065"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (2019 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total subscriptions": {
        "text": "23,957,740"
      },
      "subscriptions per 100 inhabitants": {
        "text": "57.27 (2019 est.)"
      }
    },
    "Telecommunication systems": {
      "general assessment": {
        "text": "in recent years, telecommunications infrastructure has developed through private partnerships; as of 2018, fixed fiber backbone infrastructure is available in over half of Uganda’s districts; mobile phone companies now provide 4G networks across all major cities and national parks, while offering 3G coverage in second-tier cities and most rural areas with road access; between 2016 and 2018, commercial Internet services dropped in price from $300/Mbps to $80/Mbps; consumers rely on mobile infrastructure to provide voice and broadband services as fixed-line infrastructure is poor; 5G migration is a few years off; govt. commissions broadband satellite services for rural areas (2020)"
      },
      "domestic": {
        "text": "fixed-line 1 per 100 and mobile- cellular systems teledensity about 57 per 100 persons; intercity traffic by wire, microwave radio relay, and radiotelephone communication stations (2019)"
      },
      "international": {
        "text": "country code - 256; satellite earth stations - 1 Intelsat (Atlantic Ocean) and 1 Inmarsat; analog and digital links to Kenya and Tanzania"
      },
      "note": {
        "text": "note: the COVID-19 outbreak is negatively impacting telecommunications production and supply chains globally; consumer spending on telecom devices and services has also slowed due to the pandemic's effect on economies worldwide; overall progress towards improvements in all facets of the telecom industry - mobile, fixed-line, broadband, submarine cable and satellite - has moderated"
      }
    },
    "Broadcast media": {
      "text": "public broadcaster, Uganda Broadcasting Corporation (UBC), operates radio and TV networks; 31 Free-To-Air (FTA) TV stations, 2 digital terrestrial TV stations, 3 cable TV stations, and 5 digital satellite TV stations; 258 operational FM stations"
    },
    "Internet country code": {
      "text": ".ug"
    },
    "Internet users": {
      "total": {
        "text": "9,620,681"
      },
      "percent of population": {
        "text": "23.71% (July 2018 est.)"
      }
    },
    "Broadband - fixed subscriptions": {
      "total": {
        "text": "9,485"
      },
      "subscriptions per 100 inhabitants": {
        "text": "less than 1 (2018 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "6 (2020)"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "26"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "21,537 (2018)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "5X (2016)"
    },
    "Airports": {
      "text": "47 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "5 (2019)"
      },
      "over 3,047 m": {
        "text": "3"
      },
      "1,524 to 2,437 m": {
        "text": "1"
      },
      "914 to 1,523 m": {
        "text": "1"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "42 (2013)"
      },
      "over 3,047 m": {
        "text": "1 (2013)"
      },
      "1,524 to 2,437 m": {
        "text": "8 (2013)"
      },
      "914 to 1,523 m": {
        "text": "26 (2013)"
      },
      "under 914 m": {
        "text": "7 (2013)"
      }
    },
    "Railways": {
      "total": {
        "text": "1,244 km (2014)"
      },
      "narrow gauge": {
        "text": "1,244 km 1.000-m gauge (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "20,544 km (excludes local roads) (2017)"
      },
      "paved": {
        "text": "4,257 km (2017)"
      },
      "unpaved": {
        "text": "16,287 km (2017)"
      }
    },
    "Waterways": {
      "text": "(there are no long navigable stretches of river in Uganda; parts of the Albert Nile that flow out of Lake Albert in the northwestern part of the country are navigable; several lakes including Lake Victoria and Lake Kyoga have substantial traffic; Lake Albert is navigable along a 200-km stretch from its northern tip to its southern shores) (2011)"
    },
    "Merchant marine": {
      "total": {
        "text": "1"
      },
      "by type": {
        "text": "bulk carrier 1 (2019)"
      }
    },
    "Ports and terminals": {
      "lake port(s)": {
        "text": "Entebbe, Jinja, Port Bell (Lake Victoria)"
      }
    }
  },
  "Military and Security": {
    "Military and security forces": {
      "text": "Uganda People's Defense Force (UPDF): Land Forces, Air Forces, Marine Forces, Special Operations Command, Reserve Force (2019)"
    },
    "Military expenditures": {
      "text": "2.1% of GDP (2019) / 1.4% of GDP (2018) / 1.3% of GDP (2017) / 1.3% of GDP (2016) / 1.2% of GDP (2015)"
    },
    "Military and security service personnel strengths": {
      "text": "size estimates for the Uganda People's Defense Force (UPDF) vary; approximately 50,000 troops, including about 1,000 air and marine personnel (2019 est.)"
    },
    "Military equipment inventories and acquisitions": {
      "text": "the UPDF's inventory is mostly older Russian/Soviet-era equipment with a limited mix of more modern Russian- and Western-origin arms; since 2010, the leading suppliers of arms to the UPDF are Russia and Ukraine (2019)"
    },
    "Military deployments": {
      "text": "6,200 Somalia (AMISOM); 620 Somalia (UNSOM); 250 Equatorial Guinea (2020)"
    },
    "Military service age and obligation": {
      "text": "18-25 years of age for voluntary military duty (must be single, no children); 9-year service obligation (2019)"
    }
  },
  "Terrorism": {
    "Terrorist group(s)": {
      "text": "al-Shabaab; Islamic State of Iraq and ash-Sham - Central Africa (2020)",
      "note": {
        "text": "note: details about the history, aims, leadership, organization, areas of operation, tactics, targets, weapons, size, and sources of support of the group(s) appear(s) in Appendix-T"
      }
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Uganda is subject to armed fighting among hostile ethnic groups, rebels, armed gangs, militias, and various government forces that extend across its borders; Ugandan refugees as well as members of the Lord's Resistance Army (LRA) seek shelter in southern Sudan and the Democratic Republic of the Congo's Garamba National Park; LRA forces have also attacked Kenyan villages across the border"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "885,171 (South Sudan) (refugees and asylum seekers), 418,369 (Democratic Republic of the Congo) (refugees and asylum seekers), 49,082 (Burundi), 41,850 (Somalia) (refugees and asylum seekers), 17,239 (Rwanda) (refugees and asylum seekers), 14,865 (Eritrea) (refugees and asylum seekers) (2020)"
      },
      "IDPs": {
        "text": "32,000 (displaced in northern Uganda because of fighting between government forces and the Lord's Resistance Army; as of 2011, most of the 1.8 million people displaced to IDP camps at the height of the conflict had returned home or resettled, but many had not found durable solutions; intercommunal violence, land disputes, and cattle raids) (2019)"
      }
    }
  }
}