{
  "Introduction": {
    "Background": {
      "text": "Western Sahara is a non-self-governing territory on the northwest coast of Africa bordered by Morocco, Mauritania, and Algeria. After Spain withdrew from its former colony of Spanish Sahara in 1976, Morocco annexed the northern two-thirds of Western Sahara and claimed the rest of the territory in 1979, following Mauritania's withdrawal. A guerrilla war with the Polisario Front contesting Morocco's sovereignty ended in a 1991 cease-fire and the establishment of a UN peacekeeping operation. As part of this effort, the UN sought to offer a choice to the peoples of Western Sahara between independence (favored by the Polisario Front) or integration into Morocco. A proposed referendum on the question of independence never took place due to lack of agreement on voter eligibility. The approximately 1,600 km- (almost 1,000 mi-) long defensive sand berm, built by the Moroccans from 1980 to 1987 and running the length of the territory, continues to separate the opposing forces, with Morocco controlling the roughly three-quarters of the territory west of the berm. There are periodic ethnic tensions between the native Sahrawi population and Moroccan immigrants. Morocco maintains a heavy security presence in the territory. The UN revived direct talks about the territory between Morocco, the Polisario Front, Algeria, and Mauritania in December 2018."
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern Africa, bordering the North Atlantic Ocean, between Mauritania and Morocco"
    },
    "Geographic coordinates": {
      "text": "24 30 N, 13 00 W"
    },
    "Map references": {
      "text": "Africa"
    },
    "Area": {
      "total": {
        "text": "266,000 sq km"
      },
      "land": {
        "text": "266,000 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "about the size of Colorado"
    },
    "Land boundaries": {
      "total": {
        "text": "2,049 km"
      },
      "border countries": {
        "text": "Algeria 41 km, Mauritania 1564 km, Morocco 444 km"
      }
    },
    "Coastline": {
      "text": "1,110 km"
    },
    "Maritime claims": {
      "note": "contingent upon resolution of sovereignty issue"
    },
    "Climate": {
      "text": "hot, dry desert; rain is rare; cold offshore air currents produce fog and heavy dew"
    },
    "Terrain": {
      "text": "mostly low, flat desert with large areas of rocky or sandy surfaces rising to small mountains in south and northeast"
    },
    "Elevation": {
      "mean elevation": {
        "text": "256 m"
      },
      "lowest point": {
        "text": "Sebjet Tah -55 m"
      },
      "highest point": {
        "text": "unnamed elevation 805 m"
      }
    },
    "Natural resources": {
      "text": "phosphates, iron ore"
    },
    "Land use": {
      "agricultural land": {
        "text": "18.8% (2011 est.)"
      },
      "arable land / permanent crops / permanent pasture": {
        "text": "0% (2011 est.) / 0% (2011 est.) / 18.8% (2011 est.)"
      },
      "forest": {
        "text": "2.7% (2011 est.)"
      },
      "other": {
        "text": "78.5% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "0 sq km (2012)"
    },
    "Population distribution": {
      "text": "most of the population lives in the two-thirds of the area west of the berm (Moroccan-occupied) that divides the territory; about 40% of that populace resides in Laayoune as shown in this population distribution map"
    },
    "Natural hazards": {
      "text": "hot, dry, dust/sand-laden sirocco wind can occur during winter and spring; widespread harmattan haze exists 60% of time, often severely restricting visibility"
    },
    "Environment - current issues": {
      "text": "desertification; overgrazing; sparse water and lack of arable land"
    },
    "Geography - note": {
      "text": "the waters off the coast are particularly rich fishing areas"
    }
  },
  "People and Society": {
    "Population": {
      "text": "652,271 (July 2020 est.)",
      "note": "note: estimate is based on projections by age, sex, fertility, mortality, and migration; fertility and mortality are based on data from neighboring countries"
    },
    "Nationality": {
      "noun": {
        "text": "Sahrawi(s), Sahraoui(s)"
      },
      "adjective": {
        "text": "Sahrawi, Sahrawian, Sahraouian"
      }
    },
    "Ethnic groups": {
      "text": "Arab, Berber"
    },
    "Languages": {
      "text": "Standard Arabic, Hassaniya Arabic, Moroccan Arabic, Berber, Spanish, French"
    },
    "Religions": {
      "text": "Muslim"
    },
    "Demographic profile": {
      "text": "Western Sahara is a non-self governing territory; approximately 75% is under Moroccan control. It was inhabited almost entirely by Sahrawi pastoral nomads until the mid-20th century. Their traditional vast migratory ranges, based on following unpredictable rainfall, did not coincide with colonial and later international borders. Since the 1930s, most Sahrawis have been compelled to adopt a sedentary lifestyle and to live in urban settings as a result of fighting, the presence of minefields, job opportunities in the phosphate industry, prolonged drought, the closure of Western Sahara's border with Mauritania from 1979-2002, and the construction of the defensive berm separating Moroccan- and Polisario-controlled (Sahrawi liberalization movement) areas. Morocco supported rapid urbanization to facilitate surveillance and security. ++ Today more than 80% of Western Sahara's population lives in urban areas; more than 40% live in the administrative center Laayoune. Moroccan immigration has altered the composition and dramatically increased the size of Western Sahara's population. Morocco maintains a large military presence in Western Sahara and has encouraged its citizens to settle there, offering bonuses, pay raises, and food subsidies to civil servants and a tax exemption, in order to integrate Western Sahara into the Moroccan Kingdom and, Sahrawis contend, to marginalize the native population. ++ Western Saharan Sahrawis have been migrating to Europe, principally to former colonial ruler Spain, since the 1950s. Many who moved to refugee camps in Tindouf, Algeria, also have migrated to Spain and Italy, usually alternating between living in cities abroad with periods back at the camps. The Polisario claims that the population of the Tindouf camps is about 155,000, but this figure may include thousands of Arabs and Tuaregs from neighboring countries. Because international organizations have been unable to conduct an independent census in Tindouf, the UNHCR bases its aid on a figure of 90,000 refugees. Western Saharan coastal towns emerged as key migration transit points (for reaching Spain's Canary Islands) in the mid-1990s, when Spain's and Italy's tightening of visa restrictions and EU pressure on Morocco and other North African countries to control illegal migration pushed Sub-Saharan African migrants to shift their routes to the south."
    },
    "Age structure": {
      "0-14 years": {
        "text": "36.29% (male 119,719/female 116,997)"
      },
      "15-24 years": {
        "text": "19.44% (male 63,852/female 62,954)"
      },
      "25-54 years": {
        "text": "34.9% (male 112,301/female 115,313)"
      },
      "55-64 years": {
        "text": "5.27% (male 16,095/female 18,292)"
      },
      "65 years and over": {
        "text": "4.1% (male 11,802/female 14,946) (2020 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "44.1"
      },
      "youth dependency ratio": {
        "text": "39.2"
      },
      "elderly dependency ratio": {
        "text": "4.9"
      },
      "potential support ratio": {
        "text": "20.4 (2020 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "21.8 years"
      },
      "male": {
        "text": "21.4 years"
      },
      "female": {
        "text": "22.3 years (2020 est.)"
      }
    },
    "Population growth rate": {
      "text": "2.54% (2020 est.)"
    },
    "Birth rate": {
      "text": "28 births/1,000 population (2020 est.)"
    },
    "Death rate": {
      "text": "7.7 deaths/1,000 population (2020 est.)"
    },
    "Net migration rate": {
      "text": "4.9 migrant(s)/1,000 population (2020 est.)"
    },
    "Population distribution": {
      "text": "most of the population lives in the two-thirds of the area west of the berm (Moroccan-occupied) that divides the territory; about 40% of that populace resides in Laayoune as shown in this population distribution map"
    },
    "Urbanization": {
      "urban population": {
        "text": "86.8% of total population (2020)"
      },
      "rate of urbanization": {
        "text": "2.61% annual rate of change (2015-20 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "232,000 Laayoune (2018)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.04 male(s)/female"
      },
      "0-14 years": {
        "text": "1.02 male(s)/female"
      },
      "15-24 years": {
        "text": "1.01 male(s)/female"
      },
      "25-54 years": {
        "text": "0.97 male(s)/female"
      },
      "55-64 years": {
        "text": "0.88 male(s)/female"
      },
      "65 years and over": {
        "text": "0.79 male(s)/female"
      },
      "total population": {
        "text": "0.99 male(s)/female (2020 est.)"
      }
    },
    "Infant mortality rate": {
      "total": {
        "text": "47.9 deaths/1,000 live births"
      },
      "male": {
        "text": "52.5 deaths/1,000 live births"
      },
      "female": {
        "text": "43.1 deaths/1,000 live births (2020 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "64.5 years"
      },
      "male": {
        "text": "62.1 years"
      },
      "female": {
        "text": "67 years (2020 est.)"
      }
    },
    "Total fertility rate": {
      "text": "3.65 children born/woman (2020 est.)"
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "NA"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Education expenditures": {
      "text": "NA"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "none"
      },
      "conventional short form": {
        "text": "Western Sahara"
      },
      "former": {
        "text": "Rio de Oro, Saguia el Hamra, Spanish Sahara"
      },
      "etymology": {
        "text": "self-descriptive name specifying the territory's western location on the African continent's vast desert"
      }
    },
    "Government type": {
      "text": "legal status of territory and issue of sovereignty unresolved; territory contested by Morocco and Polisario Front (Popular Front for the Liberation of the Saguia el Hamra and Rio de Oro), which in February 1976 formally proclaimed a government-in-exile of the Sahrawi Arab Democratic Republic (SADR), near Tindouf, Algeria, led by President Mohamed ABDELAZIZ until his death in May 2016; current President Brahim GHALI elected in July 2016; territory partitioned between Morocco and Mauritania in April 1976 when Spain withdrew, with Morocco acquiring northern two-thirds; Mauritania, under pressure from Polisario guerrillas, abandoned all claims to its portion in August 1979; Morocco moved to occupy that sector shortly thereafter and has since asserted administrative control; the Polisario's government-in-exile was seated as an Organization of African Unity (OAU) member in 1984; Morocco between 1980 and 1987 built a fortified sand berm delineating the roughly 75% of Western Sahara west of the barrier that currently is controlled by Morocco; guerrilla activities continued sporadically until a UN-monitored cease-fire was implemented on 6 September 1991 (Security Council Resolution 690) by the United Nations Mission for the Referendum in Western Sahara (MINURSO)"
    },
    "Capital": {
      "time difference": {
        "text": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins last Sunday in March; ends last Sunday in October"
      }
    },
    "Administrative divisions": {
      "text": "none officially; the territory west of the Moroccan berm falls under de facto Moroccan control; Morocco claims the territory of Western Sahara, the political status of which is considered undetermined by the US Government; portions of the regions Guelmim-Es Smara and Laayoune-Boujdour-Sakia El Hamra, as claimed by Morocco, lie within Western Sahara; Morocco also claims Oued Eddahab-Lagouira, another region that falls entirely within Western Sahara"
    },
    "Suffrage": {
      "text": "none; (residents of Moroccan-controlled Western Sahara participate in Moroccan elections)"
    },
    "Executive branch": {
      "note": "none"
    },
    "International organization participation": {
      "text": "AU, WFTU (NGOs)"
    },
    "Diplomatic representation in the US": {
      "note": "none"
    },
    "Diplomatic representation from the US": {
      "note": "none"
    }
  },
  "Economy": {
    "Economic overview": {
      "text": "Western Sahara has a small market-based economy whose main industries are fishing, phosphate mining, tourism, and pastoral nomadism. The territory's arid desert climate makes sedentary agriculture difficult, and much of its food is imported. The Moroccan Government administers Western Sahara's economy and is a key source of employment, infrastructure development, and social spending in the territory. ++ Western Sahara's unresolved legal status makes the exploitation of its natural resources a contentious issue between Morocco and the Polisario. Morocco and the EU in December 2013 finalized a four-year agreement allowing European vessels to fish off the coast of Morocco, including disputed waters off the coast of Western Sahara. As of April 2018, Moroccan and EU authorities were negotiating an amendment to renew the agreement. ++ Oil has never been found in Western Sahara in commercially significant quantities, but Morocco and the Polisario have quarreled over rights to authorize and benefit from oil exploration in the territory. Western Sahara's main long-term economic challenge is the development of a more diverse set of industries capable of providing greater employment and income to the territory. However, following King MOHAMMED VI's November 2015 visit to Western Sahara, the Government of Morocco announced a series of investments aimed at spurring economic activity in the region, while the General Confederation of Moroccan Enterprises announced a $609 million investment initiative in the region in March 2015."
    },
    "GDP real growth rate": {
      "note": "NA"
    },
    "Inflation rate (consumer prices)": {
      "note": "NA"
    },
    "GDP (purchasing power parity) - real": {
      "text": "$906.5 million (2007 est.)"
    },
    "GDP (official exchange rate)": {
      "text": "NA"
    },
    "GDP - per capita (PPP)": {
      "text": "$2,500 (2007 est.)"
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "NA (2007 est.)"
      },
      "industry": {
        "text": "NA (2007 est.)"
      },
      "services": {
        "text": "40% (2007 est.)"
      }
    },
    "Ease of Doing Business Index scores": {
    },
    "Agriculture - products": {
      "text": "fruits and vegetables (grown in the few oases); camels, sheep, goats (kept by nomads); fish"
    },
    "Industries": {
      "text": "phosphate mining, handicrafts"
    },
    "Industrial production growth rate": {
      "text": "NA"
    },
    "Labor force": {
      "text": "144,000 (2010 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "50%"
      },
      "industry": {
        "text": "50%"
      },
      "industry and services": {
        "text": "50% (2005 est.)"
      }
    },
    "Unemployment rate": {
      "note": "NA"
    },
    "Population below poverty line": {
      "text": "NA"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA"
      },
      "highest 10%": {
        "text": "NA"
      }
    },
    "Budget": {
      "revenues": {
        "text": "NA"
      },
      "expenditures": {
        "text": "NA"
      }
    },
    "Taxes and other revenues": {
      "text": "NA"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "NA"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Exports": {
      "note": "NA"
    },
    "Exports - commodities": {
      "text": "phosphates 62% (2012 est.)"
    },
    "Imports": {
      "note": "NA"
    },
    "Imports - commodities": {
      "text": "fuel for fishing fleet, foodstuffs"
    },
    "Debt - external": {
      "note": "NA"
    },
    "Exchange rates": {
      "text": "Moroccan dirhams (MAD) per US dollar - / 9.639 (2017 est.) / 9.7351 (2016 est.) / 9.7351 (2015) / 9.7351 (2014 est.) / 8.3798 (2013 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "0 kWh NA (2016 est.)"
    },
    "Electricity - consumption": {
      "text": "0 kWh (2016 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2016 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2016 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "58,000 kW (2016 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "100% of total installed capacity (2016 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0% of total installed capacity (2017 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2018 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2018 est.)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "1,700 bbl/day (2016 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "0 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "1,702 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2017 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2014 est.)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "268,400 Mt (2017 est.)"
    }
  },
  "Communications": {
    "Telecommunication systems": {
      "general assessment": {
        "text": "sparse and limited system"
      },
      "international": {
        "text": "country code - 212; tied into Morocco's system by microwave radio relay, tropospheric scatter, and satellite; satellite earth stations - 2 Intelsat (Atlantic Ocean) linked to Rabat, Morocco"
      },
      "note": "note: the COVID-19 outbreak is negatively impacting telecommunications production and supply chains globally; consumer spending on telecom devices and services has also slowed due to the pandemic's effect on economies worldwide; overall progress towards improvements in all facets of the telecom industry - mobile, fixed-line, broadband, submarine cable and satellite - has moderated"
    },
    "Broadcast media": {
      "text": "Morocco's state-owned broadcaster, Radio-Television Marocaine (RTM), operates a radio service from Laayoune and relays TV service; a Polisario-backed radio station also broadcasts"
    },
    "Internet country code": {
      "text": ".eh"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "6 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "3 (2019)"
      },
      "2,438 to 3,047 m": {
        "text": "3"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "3 (2013)"
      },
      "1,524 to 2,437 m": {
        "text": "1 (2013)"
      },
      "914 to 1,523 m": {
        "text": "1 (2013)"
      },
      "under 914 m": {
        "text": "1 (2013)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Ad Dakhla, Laayoune (El Aaiun)"
      }
    }
  },
  "Military and Security": {
    "Military - note": {
      "text": "the United Nations Mission for the Referendum in Western Sahara (MINURSO) has operated in the Western Sahara since 1991 in accordance with settlement proposals accepted in 1988 by Morocco and the Frente Popular para la Liberación de Saguia el-Hamra y de Río de Oro (Frente POLISARIO); the Mission's responsibilities include monitoring the ceasefire, reducing the threat of mines and unexploded ordnance, and providing logistic support to the UNHCR-led Confidence Building Measures pending an agreement to resume those activities, which were suspended in June 2014; as of November 2019, MINURSO had about 460 personnel deployed ++"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "++ many neighboring states reject Moroccan administration of Western Sahara; several states have extended diplomatic relations to the \"Sahrawi Arab Democratic Republic\" represented by the Polisario Front in exile in Algeria, while others support Morocco's proposal to grant the territory autonomy as part of Morocco, although no state recognizes Moroccan sovereignty over Western Sahara; an estimated 100,000 Sahrawi refugees continue to be sheltered in camps in Tindouf, Algeria, which has hosted Sahrawi refugees since the 1980s"
    }
  }
}