{
  "intro": {
    "background": {
      "text": "Following World War II, the British withdrew from their mandate of Palestine, and the UN partitioned the area into Arab and Jewish states, an arrangement rejected by the Arabs. Subsequently, the Israelis defeated the Arabs in a series of wars without ending the deep tensions between the two sides. (The territories Israel occupied since the 1967 war are not included in the Israel country profile, unless otherwise noted.) On 25 April 1982, Israel withdrew from the Sinai pursuant to the 1979 Israel-Egypt Peace Treaty. In keeping with the framework established at the Madrid Conference in October 1991, bilateral negotiations were conducted between Israel and Palestinian representatives and Syria to achieve a permanent settlement. Israel and Palestinian officials signed on 13 September 1993 a Declaration of Principles (also known as the \"Oslo Accords\") guiding an interim period of Palestinian self-rule. Outstanding territorial and other disputes with Jordan were resolved in the 26 October 1994 Israel-Jordan Treaty of Peace. Progress toward a permanent status agreement was undermined by Israeli-Palestinian violence between September 2003 and February 2005. Israel in 2005 unilaterally disengaged from the Gaza Strip, evacuating settlers and its military while retaining control over most points of entry into the Gaza Strip. The election of HAMAS to head the Palestinian Legislative Council in 2006 froze relations between Israel and the Palestinian Authority (PA). In 2006 Israel engaged in a 34-day conflict with Hizballah in Lebanon in June-August 2006 and a 23-day conflict with HAMAS in the Gaza Strip during December 2008 and January 2009. Prime Minister Binyamin NETANYAHU formed a coalition in March 2009 following a February 2009 general election. Direct talks with the PA launched in September 2010 collapsed following the expiration of Israel's 10-month partial settlement construction moratorium in the West Bank."
    }
  },
  "geo": {
    "location": {
      "text": "Middle East, bordering the Mediterranean Sea, between Egypt and Lebanon"
    },
    "geographic_coordinates": {
      "text": "31 30 N, 34 45 E"
    },
    "map_references": {
      "text": "Middle East"
    },
    "area": {
      "total": "20,770 sq km",
      "land": "20,330 sq km",
      "water": "440 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than New Jersey"
    },
    "land_boundaries": {
      "total": "1,017 km",
      "border_countries": "Egypt 266 km, Gaza Strip 51 km, Jordan 238 km, Lebanon 79 km, Syria 76 km, West Bank 307 km"
    },
    "coastline": {
      "text": "273 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "continental_shelf": "to depth of exploitation"
    },
    "climate": {
      "text": "temperate; hot and dry in southern and eastern desert areas"
    },
    "terrain": {
      "text": "Negev desert in the south; low coastal plain; central mountains; Jordan Rift Valley"
    },
    "elevation_extremes": {
      "lowest_point": "Dead Sea -408 m",
      "highest_point": "Har Meron 1,208 m"
    },
    "natural_resources": {
      "text": "timber, potash, copper ore, natural gas, phosphate rock, magnesium bromide, clays, sand"
    },
    "land_use": {
      "arable_land": "13.68%",
      "permanent_crops": "3.69%",
      "other": "82.62% (2011)"
    },
    "irrigated_land": {
      "text": "2,250 sq km (2004)"
    },
    "total_renewable_water_resources": {
      "text": "1.78 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "1.95  cu km/yr (39%/6%/55%)",
      "per_capita": "282.4  cu m/yr (2009)"
    },
    "natural_hazards": {
      "text": "sandstorms may occur during spring and summer; droughts; periodic earthquakes"
    },
    "environment_current_issues": {
      "text": "limited arable land and natural freshwater resources pose serious constraints; desertification; air pollution from industrial and vehicle emissions; groundwater pollution from industrial and domestic waste, chemical fertilizers, and pesticides"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "Marine Life Conservation"
    },
    "geography_note": {
      "text": "Lake Tiberias (Sea of Galilee) is an important freshwater source; the Dead Sea is the second saltiest body of water in the world (after Lake Assal in Djibouti); there are about 355 Israeli civilian sites including about 145 small outpost communities in the West Bank, 41 sites in the Golan Heights, and 32 in East Jerusalem (2010 est.)"
    }
  },
  "people": {
    "nationality": {
      "noun": "Israeli(s)",
      "adjective": "Israeli"
    },
    "ethnic_groups": {
      "text": "Jewish 76.4% (of which Israel-born 67.1%, Europe/America-born 22.6%, Africa-born 5.9%, Asia-born 4.2%), non-Jewish 23.6% (mostly Arab) (2004)"
    },
    "languages": {
      "text": "Hebrew (official), Arabic (used officially for Arab minority), English (most commonly used foreign language)"
    },
    "religions": {
      "text": "Jewish 75.6%, Muslim 16.9%, Christian 2%, Druze 1.7%, other 3.8% (2008)"
    },
    "population": {
      "text": "7,707,042 (July 2013 est.)",
      "note": "approximately 325,500 Israeli settlers live in the West Bank (2011); approximately 18,700 Israeli settlers live in the Golan Heights (2011); approximately 186,929 Israeli settlers live in East Jerusalem (2010)"
    },
    "age_structure": {
      "0_14_years": "27.3% (male 1,077,081/female 1,028,192)",
      "15_24_years": "15.7% (male 619,091/female 590,551)",
      "25_54_years": "37.7% (male 1,485,292/female 1,422,352)",
      "55_64_years": "8.8% (male 328,943/female 348,695)",
      "65_years_and_over": "10.5% (male 355,049/female 451,796) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "62.5 %",
      "youth_dependency_ratio": "45.1 %",
      "elderly_dependency_ratio": "17.4 %",
      "potential_support_ratio": "5.7 (2013)"
    },
    "median_age": {
      "total": "29.7 years",
      "male": "29 years",
      "female": "30.4 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.5% (2013 est.)"
    },
    "birth_rate": {
      "text": "18.71 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.52 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "1.81 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "91.9% of total population (2011)",
      "rate_of_urbanization": "1.73% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "Tel Aviv-Yafo 3.219 million; Haifa 1.027 million; JERUSALEM (capital) 768,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.05 male(s)/female",
      "25_54_years": "1.04 male(s)/female",
      "55_64_years": "0.94 male(s)/female",
      "65_years_and_over": "0.78 male(s)/female",
      "total_population": "1.01 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "27.3 (2011 est.)"
    },
    "maternal_mortality_rate": {
      "text": "7 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "4.03 deaths/1,000 live births",
      "male": "4.2 deaths/1,000 live births",
      "female": "3.84 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "81.17 years",
      "male": "78.96 years",
      "female": "83.49 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.65 children born/woman (2013 est.)"
    },
    "health_expenditures": {
      "text": "7.6% of GDP (2010)"
    },
    "physicians_density": {
      "text": "3.63 physicians/1,000 population (2007)"
    },
    "hospital_bed_density": {
      "text": "3.5 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 100% of population; total: 100% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 100% of population; rural: 100% of population; total: 100% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.2% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "7,500 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 100 (2009 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "26.2% (2008)"
    },
    "education_expenditures": {
      "text": "5.9% of GDP (2009)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "97.1%",
      "male": "98.5%",
      "female": "95.9% (2004 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "16 years",
      "male": "15 years",
      "female": "16 years (2009)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "11.6%",
      "male": "11.8%",
      "female": "11.3% (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "State of Israel",
      "conventional_short_form": "Israel",
      "local_long_form": "Medinat Yisra'el",
      "local_short_form": "Yisra'el"
    },
    "government_type": {
      "text": "parliamentary democracy"
    },
    "capital": {
      "name": "Jerusalem",
      "geographic_coordinates": "31 46 N, 35 14 E",
      "time_difference": "UTC+2 (7 hours ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "+1hr, begins Friday before the last Sunday in March; ends the first Sunday in October; note - if the end of DST falls on Rosh Hashanah, then the end of DST will fall on the first Monday after 1 October",
      "note": "Israel proclaimed Jerusalem as its capital in 1950, but the US, like all other countries, maintains its Embassy in Tel Aviv"
    },
    "administrative_divisions": {
      "text": "6 districts (mehozot, singular - mehoz); Central, Haifa, Jerusalem, Northern, Southern, Tel Aviv"
    },
    "independence": {
      "text": "14 May 1948 (from League of Nations mandate under British administration)"
    },
    "national_holiday": {
      "text": "Independence Day, 14 May (1948); note - Israel declared independence on 14 May 1948, but the Jewish calendar is lunar and the holiday may occur in April or May"
    },
    "constitution": {
      "text": "no formal constitution; some of the functions of a constitution are filled by the Declaration of Establishment (1948), the Basic Laws of the parliament (Knesset), and the Israeli citizenship law; note - since May 2003 the Constitution, Law, and Justice Committee of the Knesset has been working on a draft constitution"
    },
    "legal_system": {
      "text": "mixed legal system of English common law, British Mandate regulations, and Jewish, Christian, and Muslim religious laws"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; withdrew acceptance of ICCt jurisdiction in 2002"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Shimon PERES (since 15 July 2007)",
      "head_of_government": "Prime Minister Binyamin NETANYAHU (since 31 March 2009)",
      "cabinet": "Cabinet selected by prime minister and approved by the Knesset",
      "elections": "president largely a ceremonial role and is elected by the Knesset for a seven-year term (one-term limit); election last held 13 June 2007 (next to be held in 2014 but can be called earlier); following legislative elections, the president, in consultation with party leaders, assigns the task of forming a governing coalition to a Knesset member whom he or she determines is most likely to accomplish that task",
      "election_results": "Shimon PERES elected president; number of votes in first round - Shimon PERES 58, Reuven RIVLIN 37, Colette AVITAL 21; PERES elected president in second round with 86 votes (unopposed)"
    },
    "legislative_branch": {
      "text": "unicameral Knesset (120 seats; political parties are elected by popular vote and assigned seats for members on a proportional basis; members serve four-year terms)",
      "elections": "last held on 22 January 2013 (next to be held in 2017)",
      "election_results": "percent of vote by party - Likud-Ahi 23.3%, Yesh Atid 14.3%, Labor 11.4%, The Jewish Home 9.1%, SHAS 8.7%, United Torah Judaism 5.2%, The Movement 5%, Meretz 4.5%, United Arab List 3.6%, HADASH 3%, Balad 2.6%, Kadima 2.1%; other 7.2%; seats by party - Likud-Ahi 31, Yesh Atid 19, Labor 15, The Jewish Home 12, SHAS 11, United Torah Judaism 7, The Movement 6, Meretz 6, United Arab List 4, HADASH 4, Balad 3, Kadima 2",
      "note": "Ehud BARAK and four others on 17 January 2011 split from the Labor Party and formed the Atzmaut (Independence) Party; the Labor Party holds 8 seats in the Knesset and the Independence Party holds 5 seats; Aztmaut did not submit a candidate list for the election on 22 January 2013"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court ( consists of the chief justice and 14 judges)",
      "judge_selection_and_term_of_office": "judges selected by the Judicial Selection Committee, made up of all three branches of the government and chaired by the Minister of Justice; judges can serve up to mandatory retirement age of 70",
      "subordinate_courts": "district and magistrate courts; national and regional labor courts; special and religious courts"
    },
    "political_parties_and_leaders": {
      "text": "Atzmaut (Independence) Party [Ehud BARAK]; Balad [Jamal ZAHALKA]; Democratic Front for Peace and Equality (HADASH) [Muhammad BARAKEH]; Kadima [Shaul MOFAZ]; Labor Party [Shelly YECHIMOVICH]; Likud-Ahi [Binyamin NETANYAHU]; National Union Uri ARIEL]; SHAS [Eliyahu YISHAI]; The Jewish Home (HaBayit HaYehudi) [Naftali BENNETT]; The Movement (Hatnuah) [Tzipora \"Tzipi\" LIVNI]; The New Movement-Meretz [Haim ORON]; United Arab List-Ta'al [Ibrahim SARSUR]; United Torah Judaism or UTJ [Yaakov LITZMAN]; Yesh Atid [Yair LAPID]; Yisrael Beiteinu or YB [Avigdor LIEBERMAN]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "B'Tselem [Jessica MONTELL, Executive Director] monitors human rights abuses; Peace Now [Yariv OPPENHEIMER, Secretary General] supports territorial concessions in the West Bank and Gaza Strip; YESHA Council of Settlements [Danny DAYAN, Chairman] promotes settler interests and opposes territorial compromise; Breaking the Silence [Yehuda SHAUL, Executive Director] collects testimonies from soldiers who served in the West Bank and Gaza Strip"
    },
    "international_organization_participation": {
      "text": "BIS, BSEC (observer), CE (observer), CICA, EBRD, FAO, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, OAS (observer), OECD, OPCW (signatory), OSCE (partner), Paris Club (associate), PCA, SELEC (observer), UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Michael B. OREN",
      "chancery": "3514 International Drive NW, Washington, DC 20008",
      "telephone": "[1] (202) 364-5500",
      "fax": "[1] (202) 364-5647",
      "consulates_general": "Atlanta, Boston, Chicago, Houston, Los Angeles, Miami, New York, Philadelphia, San Francisco"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Daniel B. SHAPIRO",
      "embassy": "71 Hayarkon Street, Tel Aviv 63903",
      "telephone": "[972] (3) 519-7475",
      "fax": "[972] (3) 516-4390",
      "consulates_general": "Jerusalem; note - an independent US mission, established in 1928, whose members are not accredited to a foreign government"
    },
    "flag_description": {
      "text": "white with a blue hexagram (six-pointed linear star) known as the Magen David (Shield of David) centered between two equal horizontal blue bands near the top and bottom edges of the flag; the basic design resembles a Jewish prayer shawl (tallit), which is white with blue stripes; the hexagram as a Jewish symbol dates back to medieval times"
    },
    "national_symbols": {
      "text": "Star of David"
    },
    "national_anthem": {
      "name": "\"Hatikvah\" (The Hope)",
      "lyrics_music": "Naftali Herz IMBER/traditional, arranged by Samuel COHEN",
      "note": "adopted 2004, unofficial since 1948; used as the anthem of the Zionist movement since 1897; the 1888 arrangement by Samuel COHEN is thought to be based on the Romanian folk song \"Carul cu boi\" (The Ox Driven Cart)"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Israel has a technologically advanced market economy. Its major imports include crude oil, grains, raw materials, and military equipment. Cut diamonds, high-technology equipment, and pharmaceuticals are among the leading exports. Israel usually posts sizable trade deficits, which are covered by tourism and other service exports, as well as significant foreign investment inflows. The global financial crisis of 2008-09 spurred a brief recession in Israel, but the country entered the crisis with solid fundamentals - following years of prudent fiscal policy and a resilient banking sector. The economy has recovered better than most advanced, comparably sized economies. In 2010, Israel formally acceded to the OECD. Israel's economy also has weathered the Arab Spring because strong trade ties outside the Middle East have insulated the economy from spillover effects. Natural gasfields discovered off Israel's coast during the past two years have brightened Israel''s energy security outlook. The Leviathan field was one of the world''s largest offshore natural gas finds this past decade, and production from the Tama field is expected to meet all of Israel''s natural gas demand beginning mid-2013. In mid-2011, public protests arose around income inequality and rising housing and commodity prices. The government formed committees to address some of the grievances but has maintained that it will not engage in deficit spending to satisfy populist demands."
    },
    "gdp_purchasing_power_parity": {
      "text": "$252.8 billion (2012 est.); $245.2 billion (2011 est.); $234.4 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$240.9 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "3.1% (2012 est.); 4.6% (2011 est.); 5% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$32,800 (2012 est.); $32,600 (2011 est.); $31,800 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "19.2% of GDP (2012 est.); 19% of GDP (2011 est.); 18.4% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "57.5%",
      "government_consumption": "24.3%",
      "investment_in_fixed_capital": "19.1%",
      "investment_in_inventories": "0.2%",
      "exports_of_goods_and_services": "37.4%",
      "imports_of_goods_and_services": "-38.5% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "2.5%",
      "industry": "31.4%",
      "services": "66.1% (2012 est.)"
    },
    "agriculture_products": {
      "text": "citrus, vegetables, cotton; beef, poultry, dairy products"
    },
    "industries": {
      "text": "high-technology products (including aviation, communications, computer-aided design and manufactures, medical electronics, fiber optics), wood and paper products, potash and phosphates, food, beverages, and tobacco, caustic soda, cement, construction, metals products, chemical products, plastics, diamond cutting, textiles, footwear"
    },
    "industrial_production_growth_rate": {
      "text": "4% (2012 est.)"
    },
    "labor_force": {
      "text": "3.606 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "2%",
      "industry": "16%",
      "services": "82% (September 2008)"
    },
    "unemployment_rate": {
      "text": "6.9% (2012 est.); 5.6% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "23.6%",
      "note": "Israel's poverty line is $7.30 per person per day (2007)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.5%",
      "highest_10%": "24.3% (2008)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "39.2 (2008); 35.5 (2001)"
    },
    "budget": {
      "revenues": "$63.54 billion",
      "expenditures": "$73.65 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "26.4% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-4.2% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "73.6% of GDP (2012 est.); 72.6% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "1.7% (2012 est.); 3.5% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "2.75% (31 December 2011 est.); 2.02% (31 December 2010 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "5.14% (31 December 2012 est.); 5.54% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$32.48 billion (31 December 2012 est.); $30.21 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$208.8 billion (31 December 2009 est.); $195.7 billion (31 December 2008 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$192.3 billion (31 December 2012 est.); $178 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$145 billion (31 December 2011); $218.1 billion (31 December 2010); $182.1 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$2.579 billion (2012 est.); $1.873 billion (2011 est.)"
    },
    "exports": {
      "text": "$61.45 billion (2012 est.); $64.19 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "machinery and equipment, software, cut diamonds, agricultural products, chemicals, textiles and apparel"
    },
    "exports_partners": {
      "text": "US 27.8%, Hong Kong 7.7%, UK 5.7%, Belgium 4.6%, China 4.3% (2012)"
    },
    "imports": {
      "text": "$71.4 billion (2012 est.); $72.03 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "raw materials, military equipment, investment goods, rough diamonds, fuels, grain, consumer goods"
    },
    "imports_partners": {
      "text": "US 12.9%, China 7.3%, Germany 6.3%, Switzerland 5.5%, Belgium 4.8% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$75.91 billion (31 December 2012 est.); $74.87 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$94.34 billion (31 December 2012 est.); $104.7 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$75.94 billion (31 December 2012 est.); $66.59 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$74.75 billion (31 December 2012 est.); $70.74 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "new Israeli shekels (ILS) per US dollar -; 3.8559 (2012 est.); 3.5781 (2011 est.); 3.739 (2010 est.); 3.93 (2009); 3.588 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "53.55 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "45.59 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "3.783 billion kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "12.07 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "99.7% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "0.1% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.3% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "100 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "224,400 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "11.8 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "242,100 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "238,400 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "71,100 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "50,490 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "1.55 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "3.65 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "2.1 billion cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "270.7 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "70.32 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "3.5 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "9.2 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "most highly developed system in the Middle East",
      "domestic": "good system of coaxial cable and microwave radio relay; all systems are digital; four privately owned mobile-cellular service providers with countrywide coverage",
      "international": "country code - 972; submarine cables provide links to Europe, Cyprus, and parts of the Middle East; satellite earth stations - 3 Intelsat (2 Atlantic Ocean and 1 Indian Ocean) (2011)"
    },
    "broadcast_media": {
      "text": "state broadcasting network, operated by the Israel Broadcasting Authority (IBA), broadcasts on 2 channels, one in Hebrew and the other in Arabic; 5 commercial channels including a channel broadcasting in Russian, a channel broadcasting Knesset proceedings, and a music channel supervised by a public body; multi-channel satellite and cable TV packages provide access to foreign channels; IBA broadcasts on 8 radio networks with multiple repeaters and Israel Defense Forces Radio broadcasts over multiple stations; about 15 privately owned radio stations; overall more than 100 stations and repeater stations (2008)"
    },
    "internet_country_code": {
      "text": ".il"
    },
    "internet_hosts": {
      "text": "2.483 million (2012)"
    },
    "internet_users": {
      "text": "4.525 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "47 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "29",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "5",
      "1_524_to_2_437_m": "6",
      "914_to_1_523_m": "11",
      "under_914_m": "5 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "18",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "3",
      "under_914_m": "14 (2013)"
    },
    "heliports": {
      "text": "3 (2013)"
    },
    "pipelines": {
      "text": "gas 763 km; oil 442 km; refined products 261 km (2013)"
    },
    "railways": {
      "total": "975 km",
      "standard_gauge": "975 km 1.435-m gauge (2008)"
    },
    "roadways": {
      "total": "18,566 km",
      "paved": "18,566 km (includes 449 km of expressways) (2011)"
    },
    "merchant_marine": {
      "total": "8",
      "by_type": "cargo 1, container 7",
      "registered_in_other_countries": "48 (Bermuda 3, Georgia 1, Honduras 1, Liberia 34, Malta 3, Moldova 2, Panama 1, Saint Vincent and the Grenadines 3) (2010)"
    },
    "ports_and_terminals": {
      "text": "Ashdod, Elat (Eilat), Hadera, Haifa"
    }
  },
  "military": {
    "military_branches": {
      "text": "Israel Defense Forces (IDF), Israel Naval Force (IN), Israel Air Force (IAF) (2010)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for compulsory (Jews, Druzes) military service; 17 years of age for voluntary (Christians, Muslims, Circassians) military service; both sexes are obligated to military service; conscript service obligation - 36 months for enlisted men, 21 months for enlisted women, 48 months for officers; pilots commit to 9 years service; reserve obligation to age 41-51 (men), 24 (women) \r\n (2013)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "1,797,960",
      "females_age_16_49": "1,713,230 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "1,517,510",
      "females_age_16_49": "1,446,132 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "62,304",
      "female": "59,418 (2010 est.)"
    },
    "military_expenditures": {
      "text": "7.4% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "West Bank and Gaza Strip are Israeli-occupied with current status subject to the Israeli-Palestinian Interim Agreement - permanent status to be determined through further negotiation; Israel continues construction of a \"seam line\" separation barrier along parts of the Green Line and within the West Bank; Israel withdrew its settlers and military from the Gaza Strip and from four settlements in the West Bank in August 2005; Golan Heights is Israeli-occupied (Lebanon claims the Shab'a Farms area of Golan Heights); since 1948, about 350 peacekeepers from the UN Truce Supervision Organization headquartered in Jerusalem monitor ceasefires, supervise armistice agreements, prevent isolated incidents from escalating, and assist other UN personnel in the region"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "37,347 (Eritrea); 10,743 (Sudan) (2012)",
      "stateless_persons": "14 (2012)"
    },
    "illicit_drugs": {
      "text": "increasingly concerned about ecstasy, cocaine, and heroin abuse; drugs arrive in country from Lebanon and, increasingly, from Jordan; money-laundering center"
    }
  }
}