{
  "Introduction": {
    "Background": {
      "text": "Known as Persia until 1935, Iran became an Islamic republic in 1979 after the ruling monarchy was overthrown and Shah Mohammad Reza PAHLAVI was forced into exile. Conservative clerical forces led by Ayatollah Ruhollah KHOMEINI established a theocratic system of government with ultimate political authority vested in a learned religious scholar referred to commonly as the Supreme Leader who, according to the constitution, is accountable only to the Assembly of Experts - a popularly elected 86-member body of clerics. US-Iranian relations became strained when a group of Iranian students seized the US Embassy in Tehran in November 1979 and held embassy personnel hostages until mid-January 1981. The US cut off diplomatic relations with Iran in April 1980. During the period 1980-88, Iran fought a bloody, indecisive war with Iraq that eventually expanded into the Persian Gulf and led to clashes between US Navy and Iranian military forces. Iran has been designated a state sponsor of terrorism for its activities in Lebanon and elsewhere in the world and remains subject to US, UN, and EU economic sanctions and export controls because of its continued involvement in terrorism and concerns over possible military dimensions of its nuclear program. Following the election of reformer Hojjat ol-Eslam Mohammad KHATAMI as president in 1997 and a reformist Majles (legislature) in 2000, a campaign to foster political reform in response to popular dissatisfaction was initiated. The movement floundered as conservative politicians, supported by the Supreme Leader, unelected institutions of authority like the Council of Guardians, and the security services reversed and blocked reform measures while increasing security repression. ++ Starting with nationwide municipal elections in 2003 and continuing through Majles elections in 2004, conservatives reestablished control over Iran's elected government institutions, which culminated with the August 2005 inauguration of hardliner Mahmud AHMADI-NEJAD as president. His controversial reelection in June 2009 sparked nationwide protests over allegations of electoral fraud. These protests were quickly suppressed, and the political opposition that arose as a consequence of AHMADI-NEJAD's election was repressed. Deteriorating economic conditions due primarily to government mismanagement and international sanctions prompted at least two major economically based protests in July and October 2012, but Iran's internal security situation remained stable. President AHMADI-NEJAD's independent streak angered regime establishment figures, including the Supreme Leader, leading to conservative opposition to his agenda for the last year of his presidency, and an alienation of his political supporters. In June 2013 Iranians elected a moderate conservative cleric Dr. Hasan Fereidun RUHANI to the presidency. He is a longtime senior member in the regime, but has made promises of reforming society and Iran's foreign policy. The UN Security Council has passed a number of resolutions calling for Iran to suspend its uranium enrichment and reprocessing activities and comply with its IAEA obligations and responsibilities, and in July 2015 Iran and the five permanent members, plus Germany (P5+1) signed the Joint Comprehensive Plan of Action (JCPOA) under which Iran agreed to restrictions on its nuclear program in exchange for sanctions relief. Iran held elections in 2016 for the Assembly of Experts (AOE) and Majles, resulting in a conservative-controlled AOE and a Majles that many Iranians perceive as more supportive of the RUHANI administration than the previous, conservative-dominated body."
    }
  },
  "Geography": {
    "Location": {
      "text": "Middle East, bordering the Gulf of Oman, the Persian Gulf, and the Caspian Sea, between Iraq and Pakistan"
    },
    "Geographic coordinates": {
      "text": "32 00 N, 53 00 E"
    },
    "Map references": {
      "text": "Middle East"
    },
    "Area": {
      "total": {
        "text": "1,648,195 sq km"
      },
      "land": {
        "text": "1,531,595 sq km"
      },
      "water": {
        "text": "116,600 sq km"
      }
    },
    "Area - comparative": {
      "text": "almost 2.5 times the size of Texas; slightly smaller than Alaska"
    },
    "Land boundaries": {
      "total": {
        "text": "5,894 km"
      },
      "border countries": {
        "text": "Afghanistan 921 km, Armenia 44 km, Azerbaijan 689 km, Iraq 1,599 km, Pakistan 959 km, Turkey 534 km, Turkmenistan 1,148 km"
      }
    },
    "Coastline": {
      "text": "2,440 km; note - Iran also borders the Caspian Sea (740 km)"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "bilateral agreements or median lines in the Persian Gulf"
      },
      "continental shelf": {
        "text": "natural prolongation"
      }
    },
    "Climate": {
      "text": "mostly arid or semiarid, subtropical along Caspian coast"
    },
    "Terrain": {
      "text": "rugged, mountainous rim; high, central basin with deserts, mountains; small, discontinuous plains along both coasts"
    },
    "Elevation": {
      "mean elevation": {
        "text": "1,305 m"
      },
      "elevation extremes": {
        "text": "lowest point: Caspian Sea -28 m ++ highest point: Kuh-e Damavand 5,671 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, coal, chromium, copper, iron ore, lead, manganese, zinc, sulfur"
    },
    "Land use": {
      "agricultural land": {
        "text": "30.1% ++ arable land 10.8%; permanent crops 1.2%; permanent pasture 18.1%"
      },
      "forest": {
        "text": "6.8%"
      },
      "other": {
        "text": "63.1% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "95,530 sq km (2012)"
    },
    "Population - distribution": {
      "text": "population is concentrated in the north, northwest, and west, reflecting the position of the Zagros and Elburz Mountains; the vast dry areas in the center and eastern parts of the country, around the deserts of the Dasht-e Kavir and Dasht-e Lut, have a much smaller population density"
    },
    "Natural hazards": {
      "text": "periodic droughts, floods; dust storms, sandstorms; earthquakes"
    },
    "Environment - current issues": {
      "text": "air pollution, especially in urban areas, from vehicle emissions, refinery operations, and industrial effluents; deforestation; overgrazing; desertification; oil pollution in the Persian Gulf; wetland losses from drought; soil degradation (salination); inadequate supplies of potable water; water pollution from raw sewage and industrial waste; urbanization"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Environmental Modification, Law of the Sea, Marine Life Conservation"
      }
    },
    "Geography - note": {
      "text": "strategic location on the Persian Gulf and Strait of Hormuz, which are vital maritime pathways for crude oil transport"
    }
  },
  "People and Society": {
    "Population": {
      "text": "82,801,633 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Iranian(s)"
      },
      "adjective": {
        "text": "Iranian"
      }
    },
    "Ethnic groups": {
      "text": "Persian, Azeri, Kurd, Lur, Baloch, Arab, Turkmen and Turkic tribes"
    },
    "Languages": {
      "text": "Persian (official), Azeri Turkic and Turkic dialects, Kurdish, Gilaki and Mazandarani, Luri, Balochi, Arabic, other"
    },
    "Religions": {
      "text": "Muslim (official) 99.4% (Shia 90-95%, Sunni 5-10%), other (includes Zoroastrian, Jewish, and Christian) 0.3%, unspecified 0.4% (2011 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "23.65% (male 10,037,814/female 9,546,710)"
      },
      "15-24 years": {
        "text": "16.57% (male 7,041,801/female 6,675,656)"
      },
      "25-54 years": {
        "text": "47.59% (male 20,085,331/female 19,319,933)"
      },
      "55-64 years": {
        "text": "6.79% (male 2,770,618/female 2,855,362)"
      },
      "65 years and over": {
        "text": "5.4% (male 2,052,541/female 2,415,867) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "40.2%"
      },
      "youth dependency ratio": {
        "text": "33.1%"
      },
      "elderly dependency ratio": {
        "text": "7.1%"
      },
      "potential support ratio": {
        "text": "14.1% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "29.4 years"
      },
      "male": {
        "text": "29.1 years"
      },
      "female": {
        "text": "29.7 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.18% (2016 est.)"
    },
    "Birth rate": {
      "text": "17.8 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "5.9 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-0.1 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "population is concentrated in the north, northwest, and west, reflecting the position of the Zagros and Elburz Mountains; the vast dry areas in the center and eastern parts of the country, around the deserts of the Dasht-e Kavir and Dasht-e Lut, have a much smaller population density"
    },
    "Urbanization": {
      "urban population": {
        "text": "73.4% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "2.07% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "TEHRAN (capital) 8.432 million; Mashhad 3.014 million; Esfahan 1.88 million; Karaj 1.807 million; Shiraz 1.661 million; Tabriz 1.572 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.05 male(s)/female"
      },
      "25-54 years": {
        "text": "1.04 male(s)/female"
      },
      "55-64 years": {
        "text": "0.97 male(s)/female"
      },
      "65 years and over": {
        "text": "0.86 male(s)/female"
      },
      "total population": {
        "text": "1.03 male(s)/female (2016 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "25 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "37.1 deaths/1,000 live births"
      },
      "male": {
        "text": "37.6 deaths/1,000 live births"
      },
      "female": {
        "text": "36.5 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "71.4 years"
      },
      "male": {
        "text": "69.8 years"
      },
      "female": {
        "text": "73.1 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "1.83 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "77.4% (2010/11)"
    },
    "Health expenditures": {
      "text": "6.9% of GDP (2014)"
    },
    "Physicians density": {
      "text": "0.89 physicians/1,000 population (2005)"
    },
    "Hospital bed density": {
      "text": "0.1 beds/1,000 population (2012)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 97.7% of population ++ rural: 92.1% of population ++ total: 96.2% of population"
      },
      "unimproved": {
        "text": " ++ urban: 2.3% of population ++ rural: 7.9% of population ++ total: 3.8% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 92.8% of population ++ rural: 82.3% of population ++ total: 90% of population"
      },
      "unimproved": {
        "text": " ++ urban: 7.2% of population ++ rural: 17.7% of population ++ total: 10% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.14% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "73,200 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "4,000 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "intermediate"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea"
      },
      "vectorborne diseases": {
        "text": "Crimean-Congo hemorrhagic fever (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "24.9% (2014)"
    },
    "Education expenditures": {
      "text": "2.9% of GDP (2015)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "86.8%"
      },
      "male": {
        "text": "91.2%"
      },
      "female": {
        "text": "82.5% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "15 years"
      },
      "male": {
        "text": "15 years"
      },
      "female": {
        "text": "15 years (2014)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "24.8%"
      },
      "male": {
        "text": "21%"
      },
      "female": {
        "text": "42.8% (2014 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Islamic Republic of Iran"
      },
      "conventional short form": {
        "text": "Iran"
      },
      "local long form": {
        "text": "Jomhuri-ye Eslami-ye Iran"
      },
      "local short form": {
        "text": "Iran"
      },
      "former": {
        "text": "Persia"
      },
      "etymology": {
        "text": "name derives from the Avestan term \"aryanam\" meaning \"Land of the noble [ones]\""
      }
    },
    "Government type": {
      "text": "theocratic republic"
    },
    "Capital": {
      "name": {
        "text": "Tehran"
      },
      "geographic coordinates": {
        "text": "35 42 N, 51 25 E"
      },
      "time difference": {
        "text": "UTC+3.5 (8.5 hours ahead of Washington, DC, during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins fourth Tuesday in March; ends fourth Thursday in September"
      }
    },
    "Administrative divisions": {
      "text": "31 provinces (ostanha, singular - ostan); Alborz, Ardabil, Azarbayjan-e Gharbi (West Azerbaijan), Azarbayjan-e Sharqi (East Azerbaijan), Bushehr, Chahar Mahal va Bakhtiari, Esfahan, Fars, Gilan, Golestan, Hamadan, Hormozgan, Ilam, Kerman, Kermanshah, Khorasan-e Jonubi (South Khorasan), Khorasan-e Razavi (Razavi Khorasan), Khorasan-e Shomali (North Khorasan), Khuzestan, Kohgiluyeh va Bowyer Ahmad, Kordestan, Lorestan, Markazi, Mazandaran, Qazvin, Qom, Semnan, Sistan va Baluchestan, Tehran, Yazd, Zanjan"
    },
    "Independence": {
      "text": "1 April 1979 (Islamic Republic of Iran proclaimed); notable earlier dates: ca. 550 B.C. (Achaemenid (Persian) Empire established); A.D. 1501 (Iran reunified under the Safavid Dynasty); 1794 (beginning of Qajar Dynasty); 12 December 1925 (modern Iran established under the PAHLAVI Dynasty)"
    },
    "National holiday": {
      "text": "Republic Day, 1 April (1979)"
    },
    "Constitution": {
      "text": "previous 1906; latest adopted 24 October 1979, effective 3 December 1979; amended 1989 (2016)"
    },
    "Legal system": {
      "text": "religious legal system based on secular and Islamic law"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "the father must be a citizen of Iran"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "Supreme Leader Ali Hoseini-KHAMENEI (since 4 June 1989)"
      },
      "head of government": {
        "text": "President Hasan Fereidun RUHANI (since 3 August 2013); First Vice President Eshaq JAHANGIRI (since 5 August 2013)"
      },
      "cabinet": {
        "text": "Council of Ministers selected by the president with legislative approval; the supreme leader has some control over appointments to several ministries"
      },
      "elections/appointments": {
        "text": "supreme leader appointed for life by Assembly of Experts; president directly elected by absolute majority popular vote in 2 rounds if needed for a 4-year term (eligible for a second term and an additional nonconsecutive term); election last held on 14 June 2013 (next to be held in May 2017)"
      },
      "election results": {
        "text": "Hasan Fereidun RUHANI elected president; percent of vote - Hasan Fereidun RUHANI Moderation and Development Party) 50.7%, Mohammad Baqer QALIBAF (Progress and Justice Population of Islamic Iran) 16.5%, Saeed JALILI (Front of Islamic Revolution Stability) 11.4%, Mohsen REZAI (Conservative) 10.6%, Ali Akber VELAYATI (Islamic Coalition Party) 6.2%, Mohammad Qarazi independent) 1%, other 3.6%"
      },
      "note": {
        "text": "3 oversight bodies are also considered part of the executive branch of government"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Islamic Consultative Assembly or Majles-e Shura-ye Eslami or Majles (290 seats; 285 members directly elected in single- and multi-seat constituencies by two-round vote, and 1 seat each for Zoroastrians, Jews, Assyrian and Chaldean Christians, Armenians in the north of the country, and Armenians in the South; members serve 4-year terms); note - all candidates to the Majles must be approved by the Guardians Council, a 12-member group of which 6 are appointed by the supreme leader and 6 are jurists nominated by the judiciary and elected by the Majles"
      },
      "elections": {
        "text": "first round held on 26 February 2016 with second round for 68 remaining seats held on 29 April 2016; (next full Majles election to be held in 2020)"
      },
      "election results": {
        "text": "percent of vote by coalition - List of Hope 37.2%, Principlists Grand Coalition 25.9%, People's Voice Coalition 4.5%, joint Hope/People’s Voice 4.1%, joint People’s Voice/Principlist 0.3%, religious minorities 1.7%, independent 26.4%; seats by coalition - List of Hope 108, Principlists Grand Coalition 75, People's Voice Coalition 13, joint Hope/People’s Voice 12, joint People’s Voice/Principlist 1, religious minorities 5, independent 76"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court (consists of the president and NA judges)"
      },
      "judge selection and term of office": {
        "text": "Supreme Court president appointed by the head of the High Judicial Council (HJC), a 5-member body to include the Supreme Court chief justice, the prosecutor general, and 3 clergy, in consultation with judges of the Supreme Court; president appointed for a 5-year term; other judges appointed by the HJC;  judge tenure NA"
      },
      "subordinate courts": {
        "text": "Penal Courts I and II; Islamic Revolutionary Courts; Courts of Peace; Special Clerical Court (functions outside the judicial system and handles cases involving clerics); military courts"
      }
    },
    "Political parties and leaders": {
      "text": "Followers of Walayat [Ali LARIJANI] ++ Pervasive Coalition of Reformists: The Second Step [Ali SOUFI, chairman] (includes Council for Coordinating the Reforms Front, National Trust Party, Union of Islamic Iran People Party, Moderation and Development Party ++ Principalists Grand Coalition [Alireza ZAKANI] (includes Combatant Clergy Association and Islamic Coalition Party, Society of Devotees and Pathseekers of the Islamic Revolution, Front of Islamic Revolution Stability) ++ Progress and Justice Population of Islamic Iran [Hssein GHORBANZADEH]"
    },
    "Political pressure groups and leaders": {
      "other political groups that support the Islamic Republic": {
        "text": "Ansar-e Hizballah ++ Democracy Party (Hezb-e Mardom Salari) ++ Executives of Construction Party (Kargozaran) ++ Followers of the Guardianship of the Jurisprudent (Rahrovan) ++ Followers of the Line of the Imam and the Leader (Peyrovan) ++ Islamic Iran Freedom Party (Hezb-e Azadegi) ++ Islamic Coalition Party (Motalefeh) ++ Islamic Labor Party (Hezb-e Kar) ++ Militant Clerics Society or MCS (Ruhaniyun) ++ Moderation and Development Party (Hezb-e Etedal va Tose-eh) ++ Nation of Iran Unity Party (Hezb-e Etehad) ++ National Trust Party (Hezb-e Etemad-e Meli) ++ Qom Theological Lecturers Association ++ Reform Front Coordination Council (Shora-ye Hamahangi Eslahat) ++ Society of Devotees (Isargaran) ++ Society of Modern Thinking Muslim Women of Iran (Jamiat-e Zanan-e Noandish) ++ Steadfastness Front (Paydari) ++ Tehran Militant Clergy Association or MCA (Ruhaniyat) ++ Voice of Iranians (Neda) ++ Wayfarers of the Islamic Revolution (Rahpuyan) ++ "
      },
      "armed political groups repressed by the government": {
        "text": " ++ Democratic Party of Iranian Kurdistan or KDPI ++ Harekat-e Ansar-e Iran (splinter faction of Jundallah) ++ Jaysh l-Adl (formerly known as Jundallah) ++ Komala ++ Mojahedin-e Khalq Organization or MEK (MKO) ++ People's Fedayeen ++ People's Free Life Party of Kurdistan or PJAK"
      }
    },
    "International organization participation": {
      "text": "CICA, CP, D-8, ECO, FAO, G-15, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, MIGA, NAM, OIC, OPCW, OPEC, PCA, SAARC (observer), SCO (observer), UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNITAR, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)"
    },
    "Diplomatic representation in the US": {
      "text": "none; note - Iran has an Interests Section in the Pakistani Embassy; address: Iranian Interests Section, Pakistani Embassy, 2209 Wisconsin Avenue NW, Washington, DC 20007; telephone: [1] (202) 965-4990; FAX [1] (202) 965-1073"
    },
    "Diplomatic representation from the US": {
      "text": "none; note - the US Interests Section is located in the Embassy of Switzerland No. 39 Shahid Mousavi (Golestan 5th), Pasdaran Ave., Tehran, Iran; telephone [98] 21 2254 2178/2256 5273; FAX [98] 21 2258 0432"
    },
    "Flag description": {
      "text": "three equal horizontal bands of green (top), white, and red; the national emblem (a stylized representation of the word Allah in the shape of a tulip, a symbol of martyrdom) in red is centered in the white band; ALLAH AKBAR (God is Great) in white Arabic script is repeated 11 times along the bottom edge of the green band and 11 times along the top edge of the red band; green is the color of Islam and also represents growth, white symbolizes honesty and peace, red stands for bravery and martyrdom"
    },
    "National symbol(s)": {
      "text": "lion; national colors: green, white, red"
    },
    "National anthem": {
      "name": {
        "text": "\"Soroud-e Melli-ye Jomhouri-ye Eslami-ye Iran\" (National Anthem of the Islamic Republic of Iran)"
      },
      "lyrics/music": {
        "text": "multiple authors/Hassan RIAHI"
      },
      "note": {
        "text": "adopted 1990"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Iran's economy is marked by statist policies, inefficiencies, and reliance on oil and gas exports, but Iran also possesses significant agricultural, industrial, and service sectors. The Iranian government directly owns and operates hundreds of state-owned enterprises and indirectly controls many companies affiliated with the country's security forces. Distortions - including inflation, price controls, subsidies, and a banking system holding billions of dollars of non-performing loans - weigh down the economy, undermining the potential for private-sector-led growth. ++  ++ Private sector activity includes small-scale workshops, farming, some manufacturing, and services, in addition to medium-scale construction, cement production, mining, and metalworking. Significant informal market activity flourishes and corruption is widespread. ++  ++ Fiscal and monetary constraints, following the expansion of international sanctions in 2012 on Iran's Central Bank and oil exports, significantly reduced Iran's oil revenue, forced government spending cuts, and sparked a sharp currency depreciation. Iran’s economy contracted for the first time in two decades during both 2012 and 2013, but growth resumed in 2014. Iran continues to suffer from high unemployment and underemployment. Lack of job opportunities has prompted many educated Iranian youth to seek employment overseas, resulting in a significant \"brain drain.\" ++  ++ In June 2013, the election of President Hasan RUHANI generated widespread public expectations of economic improvement and greater international engagement. Almost two years into his term, RUHANI has achieved some success, including reining in inflation and, in July of 2015, securing the promise of sanctions relief for Iran by signing the Joint Comprehensive Plan of Action (JCPOA) with the P5+1. The JCPOA, which severely limits Iran’s nuclear program in exchange for unfreezing Iranian assets and reopening Iran to international trade, should bolster foreign direct investment, increase trade, and stimulate growth. In spite of RUHANI’s efforts, Iran’s growth was tepid in 2015, and significant economic improvement resulting from sanctions relief will take months or years to materialize."
    },
    "GDP (purchasing power parity)": {
      "text": "$1.459 trillion (2016 est.) ++ $1.397 trillion (2015 est.) ++ $1.391 trillion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$412.3 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "4.5% (2016 est.) ++ 0.4% (2015 est.) ++ 4.3% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$18,100 (2016 est.) ++ $17,600 (2015 est.) ++ $17,700 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "33% of GDP (2016 est.) ++ 31.7% of GDP (2015 est.) ++ 34.5% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "50.8%"
      },
      "government consumption": {
        "text": "10%"
      },
      "investment in fixed capital": {
        "text": "27.1%"
      },
      "investment in inventories": {
        "text": "6.1%"
      },
      "exports of goods and services": {
        "text": "23.2%"
      },
      "imports of goods and services": {
        "text": "-17.2% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "9.1%"
      },
      "industry": {
        "text": "39.9%"
      },
      "services": {
        "text": "51% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "wheat, rice, other grains, sugar beets, sugarcane, fruits, nuts, cotton; dairy products, wool; caviar"
    },
    "Industries": {
      "text": "petroleum, petrochemicals, gas, fertilizers, caustic soda, textiles, cement and other construction materials, food processing (particularly sugar refining and vegetable oil production), ferrous and nonferrous metal fabrication, armaments"
    },
    "Industrial production growth rate": {
      "text": "4.5% (2016 est.)"
    },
    "Labor force": {
      "text": "29.75 million",
      "note": {
        "text": "shortage of skilled labor (2016 est.)"
      }
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "16.3%"
      },
      "industry": {
        "text": "35.1%"
      },
      "services": {
        "text": "48.6% (2013 est.)"
      }
    },
    "Unemployment rate": {
      "text": "10.7% (2016 est.) ++ 10.5% (2015 est.)",
      "note": {
        "text": "data are according to the Iranian Government"
      }
    },
    "Population below poverty line": {
      "text": "18.7% (2007 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.6%"
      },
      "highest 10%": {
        "text": "29.6% (2005)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "44.5 (2006)"
    },
    "Budget": {
      "revenues": {
        "text": "$65.87 billion"
      },
      "expenditures": {
        "text": "$72.29 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "16% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-1.6% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "11.9% of GDP (2016 est.) ++ 11.4% of GDP (2015 est.)",
      "note": {
        "text": "includes publicly guaranteed debt"
      }
    },
    "Fiscal year": {
      "text": "21 March - 20 March"
    },
    "Inflation rate (consumer prices)": {
      "text": "8% (2016 est.) ++ 13.7% (2015 est.)",
      "note": {
        "text": "official Iranian estimate"
      }
    },
    "Central bank discount rate": {
      "text": "NA%"
    },
    "Commercial bank prime lending rate": {
      "text": "13% (31 December 2016 est.) ++ 14.2% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$40.23 billion (31 December 2016 est.) ++ $38.44 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$363.4 billion (31 December 2016 est.) ++ $307.1 billion (31 December 2015 est.)"
    },
    "Stock of domestic credit": {
      "text": "$54.76 billion (31 December 2016 est.) ++ $47.04 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$89.43 billion (31 December 2015 est.) ++ $116.6 billion (31 December 2014 est.) ++ $345.8 billion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "$17.2 billion (2016 est.) ++ $8.234 billion (2015 est.)"
    },
    "Exports": {
      "text": "$87.52 billion (2016 est.) ++ $64.6 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "petroleum 80%, chemical and petrochemical products, fruits and nuts, carpets, cement, ore"
    },
    "Exports - partners": {
      "text": "China 22.2%, India 9.9%, Turkey 8.4%, Japan 4.5% (2015)"
    },
    "Imports": {
      "text": "$62.12 billion (2016 est.) ++ $52.42 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "industrial supplies, capital goods, foodstuffs and other consumer goods, technical services"
    },
    "Imports - partners": {
      "text": "UAE 39.6%, China 22.4%, South Korea 4.7%, Turkey 4.6% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$135.5 billion (31 December 2016 est.) ++ $110 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$7.116 billion (31 December 2016 est.) ++ $5.348 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$46.1 billion (31 December 2016 est.) ++ $43.05 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$4.656 billion (31 December 2016 est.) ++ $4.097 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Iranian rials (IRR) per US dollar - ++ 30,462.1 (2016 est.) ++ 29,011.5 (2015 est.) ++ 29,011.5 (2014 est.) ++ 25,912 (2013 est.) ++ 12,176 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "258 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "218 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "9.7 billion kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "3.8 billion kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "77 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "85.6% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "1.2% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "12.4% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0.8% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "3.3 million bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "1.042 million bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "87,440 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "157.8 billion bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "1.93 million bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "1.952 million bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "240,800 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "12,630 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "174.5 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "170.2 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "9.86 billion cu m (2014 est.)"
    },
    "Natural gas - imports": {
      "text": "6.886 billion cu m (2014 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "34.02 trillion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "650.4 million Mt (2014 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "30,418,973"
      },
      "subscriptions per 100 inhabitants": {
        "text": "37 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "74.219 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "91 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "currently being modernized and expanded with the goal of not only improving the efficiency and increasing the volume of the urban service but also bringing telephone service to several thousand villages not presently connected"
      },
      "domestic": {
        "text": "heavy investment by Iran's state-owned telecom company has greatly improved and expanded both the fixed-line and mobile cellular networks; a huge percentage of the cell phones in the market have been smuggled into the country"
      },
      "international": {
        "text": "country code - 98; submarine fiber-optic cable to UAE with access to Fiber-Optic Link Around the Globe (FLAG); Trans-Asia-Europe (TAE) fiber-optic line runs from Azerbaijan through the northern portion of Iran to Turkmenistan with expansion to Georgia and (2015)"
      }
    },
    "Broadcast media": {
      "text": "state-run broadcast media with no private, independent broadcasters; Islamic Republic of Iran Broadcasting (IRIB), the state-run TV broadcaster, operates 5 nationwide channels, a news channel, about 30 provincial channels, and several international channe (2009)"
    },
    "Internet country code": {
      "text": ".ir"
    },
    "Internet users": {
      "total": {
        "text": "36.07 million"
      },
      "percent of population": {
        "text": "44.1% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "15"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "228"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "15,003,958"
      },
      "annual freight traffic on registered air carriers": {
        "text": "107,184,869 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "EP (2016)"
    },
    "Airports": {
      "text": "319 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "140"
      },
      "over 3,047 m": {
        "text": "42"
      },
      "2,438 to 3,047 m": {
        "text": "29"
      },
      "1,524 to 2,437 m": {
        "text": "26"
      },
      "914 to 1,523 m": {
        "text": "36"
      },
      "under 914 m": {
        "text": "7 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "179"
      },
      "over 3,047 m": {
        "text": "1"
      },
      "2,438 to 3,047 m": {
        "text": "2"
      },
      "1,524 to 2,437 m": {
        "text": "9"
      },
      "914 to 1,523 m": {
        "text": "135"
      },
      "under 914 m": {
        "text": "32 (2013)"
      }
    },
    "Heliports": {
      "text": "26 (2013)"
    },
    "Pipelines": {
      "text": "condensate 7 km; condensate/gas 973 km; gas 20,794 km; liquid petroleum gas 570 km; oil 8,625 km; refined products 7,937 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "8,483.5 km"
      },
      "broad gauge": {
        "text": "94 km 1.676-m gauge"
      },
      "standard gauge": {
        "text": "8,389.5 km 1.435-m gauge (189.5 km electrified) (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "198,866 km"
      },
      "paved": {
        "text": "160,366 km (includes 1,948 km of expressways)"
      },
      "unpaved": {
        "text": "38,500 km (2010)"
      }
    },
    "Waterways": {
      "text": "850 km (on Karun River; some navigation on Lake Urmia) (2012)"
    },
    "Merchant marine": {
      "total": {
        "text": "76"
      },
      "by type": {
        "text": "bulk carrier 8, cargo 51, chemical tanker 3, container 4, liquefied gas 1, passenger/cargo 3, petroleum tanker 2, refrigerated cargo 2, roll on/roll off 2"
      },
      "foreign-owned": {
        "text": "2 (UAE 2)"
      },
      "registered in other countries": {
        "text": "71 (Barbados 5, Cyprus 10, Hong Kong 3, Malta 48, Panama 5) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Bandar-e Asaluyeh, Bandar Abbas, Bandar Emam"
      },
      "container port(s) (TEUs)": {
        "text": "Bandar Abbas (2,752,460)"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Islamic Republic of Iran Regular Forces (Artesh): Ground Forces, Navy, Air Force (IRIAF), Khatemolanbia Air Defense Headquarters; Islamic Revolutionary Guard Corps (Sepah-e Pasdaran-e Enqelab-e Eslami, IRGC): Ground Resistance Forces, Navy, Aerospace Force, Qods Force (special operations); Law Enforcement Forces (2015)"
    },
    "Military service age and obligation": {
      "text": "18 years of age for compulsory military service; 16 years of age for volunteers; 17 years of age for Law Enforcement Forces; 15 years of age for Basij Forces (Popular Mobilization Army); conscript military service obligation is 18 months; women exempt from military service (2012)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Iran protests Afghanistan's limiting flow of dammed Helmand River tributaries during drought; Iraq's lack of a maritime boundary with Iran prompts jurisdiction disputes beyond the mouth of the Shatt al Arab in the Persian Gulf; Iran and UAE dispute Tunb Islands and Abu Musa Island, which are occupied by Iran; Azerbaijan, Kazakhstan, and Russia ratified Caspian seabed delimitation treaties based on equidistance, while Iran continues to insist on a one-fifth slice of the sea; Afghan and Iranian commissioners have discussed boundary monument densification and resurvey"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "2.5 - 3.0 (1 million registered, 1.5 - 2.0 million undocumented) (Afghanistan); 28,268 (Iraq) (2015)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Iran is a source, transit, and destination country for men, women, and children subjected to sex trafficking and forced labor; organized groups sex traffic Iranian women and children in Iran and to the UAE and Europe; the transport of girls from and through Iran en route to the Gulf for sexual exploitation or forced marriages is on the rise; Iranian children are also forced to work as beggars, street vendors, and in domestic workshops; Afghan boys forced to work in construction or agriculture are vulnerable to sexual abuse by their employers; Pakistani and Afghan migrants being smuggled to Europe often are subjected to forced labor, including debt bondage"
      },
      "tier rating": {
        "text": "Tier 3 – Iran does not comply with the minimum standards for the elimination of trafficking, and is not making significant efforts to do so; the government does not share information on its anti-trafficking efforts, but publically available information from NGOs, the media, and international organizations indicates that Iran is not taking adequate measures to address its trafficking problems, particularly protecting victims; Iranian law does not prohibit all forms of human trafficking; female victims find it extremely difficult to get justice because Iranian courts accord women’s testimony half the weight of men's, and female victims of sexual abuse, including trafficking, are likely to be prosecuted for adultery; the government did not identify or provide protection services to any victims and continued to punish victims for unlawful acts committed as a direct result of being trafficked; the government made some effort to cooperate with neighboring governments and an international organization to combat human trafficking and other crimes (2015)"
      }
    },
    "Illicit drugs": {
      "text": "despite substantial interdiction efforts and considerable control measures along the border with Afghanistan, Iran remains one of the primary transshipment routes for Southwest Asian heroin to Europe; suffers one of the highest opiate addiction rates in the world, and has an increasing problem with synthetic drugs; regularly enforces the death penalty for drug offences; lacks anti-money laundering laws; has reached out to neighboring countries to share counter-drug intelligence"
    }
  }
}