{
  "intro": {
    "background": {
      "text": "Saudi Arabia is the birthplace of Islam and home to Islam's two holiest shrines in Mecca and Medina. The king's official title is the Custodian of the Two Holy Mosques. The modern Saudi state was founded in 1932 by ABD AL-AZIZ bin Abd al-Rahman Al SAUD (Ibn Saud) after a 30-year campaign to unify most of the Arabian Peninsula. One of his male descendants rules the country today, as required by the country's 1992 Basic Law. King ABDALLAH bin Abd al-Aziz ascended to the throne in 2005. Following Iraq's invasion of Kuwait in 1990, Saudi Arabia accepted the Kuwaiti royal family and 400,000 refugees while allowing Western and Arab troops to deploy on its soil for the liberation of Kuwait the following year. The continuing presence of foreign troops on Saudi soil after the liberation of Kuwait became a source of tension between the royal family and the public until all operational US troops left the country in 2003. Major terrorist attacks in May and November 2003 spurred a strong on-going campaign against domestic terrorism and extremism. King ABDALLAH has continued the cautious reform program begun when he was crown prince. The king instituted an interfaith dialogue initiative in 2008 to encourage religious tolerance on a global level; in 2009, he reshuffled the cabinet, which led to more moderates holding ministerial and judicial positions, and appointed the first female to the cabinet. The 2010-12 uprisings across Middle Eastern and North African countries sparked modest incidents in Saudi cities, predominantly by Shia demonstrators calling for the release of detainees and the withdrawal from Bahrain of the Gulf Cooperation Council's Peninsula Shield Force. Protests in general were met by a strong police presence, with some arrests, but not the level of bloodshed seen in protests elsewhere in the region. In response to the unrest, King ABDALLAH in February and March 2011 announced a series of benefits to Saudi citizens including funds to build affordable housing, salary increases for government workers, and unemployment entitlements. To promote increased political participation, the government held elections nationwide in September 2011 for half the members of 285 municipal councils. Also in September, the king announced that women will be allowed to run for and vote in future municipal elections - first held in 2005 - and serve as full members of the advisory Consultative Council. During 2012, Shia protests increased in violence, while peaceful Sunni protests expanded. The country remains a leading producer of oil and natural gas and holds about 17% of the world's proven oil reserves. The government continues to pursue economic reform and diversification, particularly since Saudi Arabia's accession to the WTO in December 2005, and promotes foreign investment in the kingdom. A burgeoning population, aquifer depletion, and an economy largely dependent on petroleum output and prices are ongoing governmental concerns."
    }
  },
  "geo": {
    "location": {
      "text": "Middle East, bordering the Persian Gulf and the Red Sea, north of Yemen"
    },
    "geographic_coordinates": {
      "text": "25 00 N, 45 00 E"
    },
    "map_references": {
      "text": "Middle East"
    },
    "area": {
      "total": "2,149,690 sq km",
      "land": "2,149,690 sq km",
      "water": "0 sq km"
    },
    "area_comparative": {
      "text": "slightly more than one-fifth the size of the US"
    },
    "land_boundaries": {
      "total": "4,431 km",
      "border_countries": "Iraq 814 km, Jordan 744 km, Kuwait 222 km, Oman 676 km, Qatar 60 km, UAE 457 km, Yemen 1,458 km"
    },
    "coastline": {
      "text": "2,640 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "18 nm",
      "continental_shelf": "not specified"
    },
    "climate": {
      "text": "harsh, dry desert with great temperature extremes"
    },
    "terrain": {
      "text": "mostly uninhabited, sandy desert"
    },
    "elevation_extremes": {
      "lowest_point": "Persian Gulf 0 m",
      "highest_point": "Jabal Sawda' 3,133 m"
    },
    "natural_resources": {
      "text": "petroleum, natural gas, iron ore, gold, copper"
    },
    "land_use": {
      "arable_land": "1.45%",
      "permanent_crops": "0.11%",
      "other": "98.44% (2011)"
    },
    "irrigated_land": {
      "text": "16,200 sq km (2004)"
    },
    "total_renewable_water_resources": {
      "text": "2.4 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "23.67  cu km/yr (9%/3%/88%)",
      "per_capita": "928.1  cu m/yr (2006)"
    },
    "natural_hazards": {
      "text": "frequent sand and dust storms",
      "volcanism": "despite many volcanic formations, there has been little activity in the past few centuries; volcanoes include Harrat Rahat, Harrat Khaybar, Harrat Lunayyir, and Jabal Yar"
    },
    "environment_current_issues": {
      "text": "desertification; depletion of underground water resources; the lack of perennial rivers or permanent water bodies has prompted the development of extensive seawater desalination facilities; coastal pollution from oil spills"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "Saudi Arabia is the largest country in the world without a river; extensive coastlines on the Persian Gulf and Red Sea provide great leverage on shipping (especially crude oil) through the Persian Gulf and Suez Canal"
    }
  },
  "people": {
    "nationality": {
      "noun": "Saudi(s)",
      "adjective": "Saudi or Saudi Arabian"
    },
    "ethnic_groups": {
      "text": "Arab 90%, Afro-Asian 10%"
    },
    "languages": {
      "text": "Arabic (official)"
    },
    "religions": {
      "text": "Muslim (official) 100%"
    },
    "population": {
      "text": "26,939,583 (July 2013 est.)",
      "note": "includes 5,576,076 non-nationals"
    },
    "age_structure": {
      "0_14_years": "28.2% (male 3,890,771/female 3,703,725)",
      "15_24_years": "19.6% (male 2,823,458/female 2,450,629)",
      "25_54_years": "44.8% (male 6,927,445/female 5,148,565)",
      "55_64_years": "4.3% (male 639,051/female 524,058)",
      "65_years_and_over": "3.1% (male 429,951/female 401,930) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "46.9 %",
      "youth_dependency_ratio": "42.6 %",
      "elderly_dependency_ratio": "4.2 %",
      "potential_support_ratio": "23.6 (2013)"
    },
    "median_age": {
      "total": "26 years",
      "male": "27 years",
      "female": "24.8 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.51% (2013 est.)"
    },
    "birth_rate": {
      "text": "19.01 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "3.32 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.62 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "82.3% of total population (2011)",
      "rate_of_urbanization": "2.38% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "RIYADH (capital) 4.725 million; Jeddah 3.234 million; Mecca 1.484 million; Medina 1.104 million; Ad Dammam 902,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.15 male(s)/female",
      "25_54_years": "1.36 male(s)/female",
      "55_64_years": "1.22 male(s)/female",
      "65_years_and_over": "1.08 male(s)/female",
      "total_population": "1.21 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "24 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "15.08 deaths/1,000 live births",
      "male": "17.31 deaths/1,000 live births",
      "female": "12.75 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "74.58 years",
      "male": "72.58 years",
      "female": "76.68 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.21 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "23.8% (2007)"
    },
    "health_expenditures": {
      "text": "4.3% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.94 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "2.2 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 97% of population",
      "unimproved": "urban: 3% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 100% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.01% (2001 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "NA"
    },
    "hiv_aids_deaths": {
      "text": "NA"
    },
    "obesity_adult_prevalence_rate": {
      "text": "33% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "5.3% (2005)"
    },
    "education_expenditures": {
      "text": "5.6% of GDP (2008)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "87.2%",
      "male": "90.8%",
      "female": "82.2% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "15 years",
      "male": "15 years",
      "female": "15 years (2011)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "28.2%",
      "male": "23.6%",
      "female": "45.8% (2008)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Kingdom of Saudi Arabia",
      "conventional_short_form": "Saudi Arabia",
      "local_long_form": "Al Mamlakah al Arabiyah as Saudiyah",
      "local_short_form": "Al Arabiyah as Saudiyah"
    },
    "government_type": {
      "text": "monarchy"
    },
    "capital": {
      "name": "Riyadh",
      "geographic_coordinates": "24 39 N, 46 42 E",
      "time_difference": "UTC+3 (8 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "13 provinces (mintaqat, singular - mintaqah); Al Bahah, Al Hudud ash Shamaliyah (Northern Border), Al Jawf, Al Madinah (Medina), Al Qasim, Ar Riyad (Riyadh), Ash Sharqiyah (Eastern), 'Asir, Ha'il, Jizan, Makkah (Mecca), Najran, Tabuk"
    },
    "independence": {
      "text": "23 September 1932 (unification of the kingdom)"
    },
    "national_holiday": {
      "text": "Unification of the Kingdom, 23 September (1932)"
    },
    "constitution": {
      "text": "governed according to Islamic law; the Basic Law that articulates the government's rights and responsibilities was promulgated by royal decree in 1992"
    },
    "legal_system": {
      "text": "Islamic (sharia) legal system with some elements of Egyptian, French, and customary law; note - several secular codes have been introduced; commercial disputes handled by special committees"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "21 years of age; male"
    },
    "executive_branch": {
      "chief_of_state": "King and Prime Minister ABDALLAH bin Abd al-Aziz Al Saud (since 1 August 2005); Heir Apparent Crown Prince SALMAN bin Abd al-Aziz Al Saud, born 31 December 1935) ; note - the monarch is both chief of state and head of government",
      "head_of_government": "King and Prime Minister ABDALLAH bin Abd al-Aziz Al Saud (since 1 August 2005); Deputy Prime Minister SALMAN bin Abd al-Aziz Al Saud (since 19 June 2012); Second Deputy Prime Minister MUQRIN bin Abd al-Aziz Al Saud (since February 2013)",
      "cabinet": "Council of Ministers appointed by the monarch every four years and includes many royal family members",
      "elections": "none; the monarchy is hereditary; note - an Allegiance Commission created by royal decree in October 2006 established a committee of Saudi princes that will play a role in selecting future Saudi kings, but the system will not take effect until after King ABDALLAH's successor inherits the throne"
    },
    "legislative_branch": {
      "text": "Consultative Council or Majlis al-Shura (150 members and a chairman appointed by the monarch to serve four-year terms); note - though the Council of Ministers announced in October 2003 its intent to introduce elections for a third of the Majlis al-Shura incrementally over a period of four to five years, to date no such elections have been held or announced"
    },
    "judicial_branch": {
      "highest_courts": "High Court (consists of the court chief and organized into circuits with 3-judge panels except the criminal circuit which has a 5-judge panel for cases involving major punishments) note - in 2005, King Abdullah issued decrees approving an overhaul of the judicial system and which were incorporated in the Judiciary Law of 2007; one change was the replacement of the Supreme Council of Justice with the High Court",
      "judge_selection_and_term_of_office": "the High Court chief and chiefs of the High Court Circuits appointed by royal decree following the recommendation of the Supreme Judiciary Council, a 10-member body of high level judges and other judicial heads; new judges and assistant judges serve 1- and 2- year probations, respectively, before permanent assignment",
      "subordinate_courts": "Court of Appeals;  first-degree courts composed of general, criminal, personal status, and commercial courts, and the Labor Court; hierarchy of administrative courts"
    },
    "political_parties_and_leaders": {
      "text": "none"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Ansar Al Marah (supports women's rights); ",
      "other": "gas companies; religious groups"
    },
    "international_organization_participation": {
      "text": "ABEDA, AfDB (nonregional member), AFESD, AMF, BIS, CAEU, CP, FAO, G-20, G-77, GCC, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM (observer), IPU, ISO, ITSO, ITU, LAS, MIGA, NAM, OAPEC, OAS (observer), OIC, OPCW, OPEC, PCA, UN, UNCTAD, UNESCO, UNIDO, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Adil al-Ahmad al-JUBAYR",
      "chancery": "601 New Hampshire Avenue NW, Washington, DC 20037",
      "telephone": "[1] (202) 342-3800",
      "fax": "[1] (202) 944-3113",
      "consulates_general": "Houston, Los Angeles, New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador James B. SMITH",
      "embassy": "Collector Road M, Diplomatic Quarter, Riyadh",
      "mailing_address": "American Embassy, Unit 61307, APO AE 09803-1307; International Mail: P. O. Box 94309, Riyadh 11693",
      "telephone": "[966] (1) 488-3800",
      "fax": "[966] (1) 488-7360",
      "consulates_general": "Dhahran, Jiddah (Jeddah)"
    },
    "flag_description": {
      "text": "green, a traditional color in Islamic flags, with the Shahada or Muslim creed in large white Arabic script (translated as \"There is no god but God; Muhammad is the Messenger of God\") above a white horizontal saber (the tip points to the hoist side); design dates to the early twentieth century and is closely associated with the Al Saud family which established the kingdom in 1932; the flag is manufactured with differing obverse and reverse sides so that the Shahada reads - and the sword points - correctly from right to left on both sides",
      "note": "one of only three national flags that differ on their obverse and reverse sides - the others are Moldova and Paraguay"
    },
    "national_symbols": {
      "text": "palm tree surmounting two crossed swords"
    },
    "national_anthem": {
      "name": "\"Aash Al Maleek\" (Long Live Our Beloved King)",
      "lyrics_music": "Ibrahim KHAFAJI/Abdul Rahman al-KHATEEB",
      "note": "music adopted 1947, lyrics adopted 1984"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Saudi Arabia has an oil-based economy with strong government controls over major economic activities. It possesses about 17% of the world's proven petroleum reserves, ranks as the largest exporter of petroleum, and plays a leading role in OPEC. The petroleum sector accounts for roughly 80% of budget revenues, 45% of GDP, and 90% of export earnings. Saudi Arabia is encouraging the growth of the private sector in order to diversify its economy and to employ more Saudi nationals. Diversification efforts are focusing on power generation, telecommunications, natural gas exploration, and petrochemical sectors. Over 5 million foreign workers play an important role in the Saudi economy, particularly in the oil and service sectors, while Riyadh is struggling to reduce unemployment among its own nationals. Saudi officials are particularly focused on employing its large youth population, which generally lacks the education and technical skills the private sector needs. Riyadh has substantially boosted spending on job training and education, most recently with the opening of the King Abdallah University of Science and Technology - Saudi Arabia's first co-educational university. As part of its effort to attract foreign investment, Saudi Arabia acceded to the WTO in 2005. The government has begun establishing six \"economic cities\" in different regions of the country to promote foreign investment and plans to spend $373 billion between 2010 and 2014 on social development and infrastructure projects to advance Saudi Arabia''s economic development."
    },
    "gdp_purchasing_power_parity": {
      "text": "$921.7 billion (2012 est.); $863 billion (2011 est.); $795.5 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$727.3 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "6.8% (2012 est.); 8.5% (2011 est.); 7.4% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$31,800 (2012 est.); $30,400 (2011 est.); $28,900 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "53.5% of GDP (2012 est.); 54.8% of GDP (2011 est.); 49.7% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "26.4%",
      "government_consumption": "19.7%",
      "investment_in_fixed_capital": "26.6%",
      "investment_in_inventories": "4.3%",
      "exports_of_goods_and_services": "55.9%",
      "imports_of_goods_and_services": "-28.6% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "1.9%",
      "industry": "64.8%",
      "services": "33.3% (2012 est.)"
    },
    "agriculture_products": {
      "text": "wheat, barley, tomatoes, melons, dates, citrus; mutton, chickens, eggs, milk"
    },
    "industries": {
      "text": "crude oil production, petroleum refining, basic petrochemicals, ammonia, industrial gases, sodium hydroxide (caustic soda), cement, fertilizer, plastics, metals, commercial ship repair, commercial aircraft repair, construction"
    },
    "industrial_production_growth_rate": {
      "text": "7.1% (2012 est.)"
    },
    "labor_force": {
      "text": "8.012 million",
      "note": "about 80% of the labor force is non-national (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "6.7%",
      "industry": "21.4%",
      "services": "71.9% (2005 est.)"
    },
    "unemployment_rate": {
      "text": "10.6% (2012 est.); 10.9% (2011 est.)",
      "note": "data are for Saudi males only (local bank estimates; some estimates range as high as 25%)"
    },
    "population_below_poverty_line": {
      "text": "NA%"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "NA%",
      "highest_10%": "NA%"
    },
    "budget": {
      "revenues": "$326.5 billion",
      "expenditures": "$234.8 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "44.9% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "12.6% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "11.5% of GDP (2012 est.); 11.2% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "4% (2012 est.); 4.9% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "2.5% (31 December 2008); "
    },
    "commercial_bank_prime_lending_rate": {
      "text": "6.8% (31 December 2012 est.); 7.2% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$236.6 billion (31 December 2012 est.); $202.9 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$360.3 billion (31 December 2012 est.); $326.3 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$74.71 billion (31 December 2012 est.); $27.54 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$338.9 billion (31 December 2011); $353.4 billion (31 December 2010); $318.8 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "$150 billion (2012 est.); $158.5 billion (2011 est.)"
    },
    "exports": {
      "text": "$395 billion (2012 est.); $364.7 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "petroleum and petroleum products 90%"
    },
    "exports_partners": {
      "text": "US 14.3%, China 13.7%, Japan 13.7%, South Korea 9.9%, India 8.2%, Singapore 4.3% (2012)"
    },
    "imports": {
      "text": "$136.8 billion (2012 est.); $120 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and equipment, foodstuffs, chemicals, motor vehicles, textiles"
    },
    "imports_partners": {
      "text": "China 13.5%, US 13.2%, South Korea 6.7%, Germany 6.5%, India 6.3%, Japan 6% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$656.9 billion (31 December 2012 est.); $541.1 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$134 billion (31 December 2012 est.); $113.7 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$221.2 billion (31 December 2012 est.); $204.1 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$20.81 billion (31 December 2012 est.); $17.72 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Saudi riyals (SAR) per US dollar -; 3.75 (2012 est.); 3.75 (2011 est.); 3.75 (2010 est.); 3.75 (2009); 3.75 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "212.3 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "186.1 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "44.49 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "100% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "10 million bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "6.88 million bbl/day (2011 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2011 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "264.6 billion bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "1.914 million bbl/day (2010 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "2.817 million bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "951,000 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "160,100 bbl/day (2010 est.)"
    },
    "natural_gas_production": {
      "text": "99.23 billion cu m (2011 est.)"
    },
    "natural_gas_consumption": {
      "text": "99.23 billion cu m (2011 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2011 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2011 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "8.028 trillion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "478.4 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "4.633 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "53.706 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "modern system including a combination of extensive microwave radio relays, coaxial cables, and fiber-optic cables",
      "domestic": "mobile-cellular subscribership has been increasing rapidly",
      "international": "country code - 966; landing point for the international submarine cable Fiber-Optic Link Around the Globe (FLAG) and for both the SEA-ME-WE-3 and SEA-ME-WE-4 submarine cable networks providing connectivity to Asia, Middle East, Europe, and US; microwave radio relay to Bahrain, Jordan, Kuwait, Qatar, UAE, Yemen, and Sudan; coaxial cable to Kuwait and Jordan; satellite earth stations - 5 Intelsat (3 Atlantic Ocean and 2 Indian Ocean), 1 Arabsat, and 1 Inmarsat (Indian Ocean region) (2011)"
    },
    "broadcast_media": {
      "text": "broadcast media are state-controlled; state-run TV operates 4 networks; Saudi Arabia is a major market for pan-Arab satellite TV broadcasters; state-run radio operates several networks; multiple international broadcasters are available (2007)"
    },
    "internet_country_code": {
      "text": ".sa"
    },
    "internet_hosts": {
      "text": "145,941 (2012)"
    },
    "internet_users": {
      "text": "9.774 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "214 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "82",
      "over_3_047_m": "33",
      "2_438_to_3_047_m": "16",
      "1_524_to_2_437_m": "27",
      "914_to_1_523_m": "2",
      "under_914_m": "4 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "132",
      "2_438_to_3_047_m": "7",
      "1_524_to_2_437_m": "72",
      "914_to_1_523_m": "37",
      "under_914_m": "16 (2013)"
    },
    "heliports": {
      "text": "10 (2013)"
    },
    "pipelines": {
      "text": "condensate 209 km; gas 2,940 km; liquid petroleum gas 1,183 km; oil 5,117 km; refined products 1,151 km (2013)"
    },
    "railways": {
      "total": "1,378 km",
      "standard_gauge": "1,378 km 1.435-m gauge (with branch lines and sidings) (2008)"
    },
    "roadways": {
      "total": "221,372 km",
      "paved": "47,529 km (includes 3,891 km of expressways)",
      "unpaved": "173,843 km (2006)"
    },
    "merchant_marine": {
      "total": "72",
      "by_type": "cargo 1, chemical tanker 25, container 4, liquefied gas 2, passenger/cargo 10, petroleum tanker 20, refrigerated cargo 3, roll on/roll off 7",
      "foreign_owned": "15 (Egypt 1, Greece 4, Kuwait 4, UAE 6)",
      "registered_in_other_countries": "55 (Bahamas 16, Dominica 2, Liberia 20, Malta 2, Norway 3, Panama 11, Tanzania 1) (2010)"
    },
    "ports_and_terminals": {
      "text": "Ad Dammam, Al Jubayl, Jeddah, Yanbu al Bahr"
    }
  },
  "military": {
    "military_branches": {
      "text": "Ministry of Defense and Aviation Forces: Royal Saudi Land Forces, Royal Saudi Naval Forces (includes Marine Forces and Special Forces), Royal Saudi Air Force (Al-Quwwat al-Jawwiya al-Malakiya as-Sa'udiya), Royal Saudi Air Defense Forces, Royal Saudi Strategic Rocket Forces, Saudi Arabian National Guard (SANG)"
    },
    "military_service_age_and_obligation": {
      "text": "17 is the legal minimum age for voluntary military service; no conscription (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "8,644,522",
      "females_age_16_49": "6,601,985 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "7,365,624",
      "females_age_16_49": "5,677,819 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "261,105",
      "female": "244,763 (2010 est.)"
    },
    "military_expenditures": {
      "text": "9.1% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Saudi Arabia has reinforced its concrete-filled security barrier along sections of the now fully demarcated border with Yemen to stem illegal cross-border activities; Kuwait and Saudi Arabia continue discussions on a maritime boundary with Iran; Saudi Arabia claims Egyptian-administered islands of Tiran and Sanafir"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "291,000 (Palestinian Territories) (2009)",
      "stateless_persons": "70,000 (2012); note - thousands of biduns (stateless Arabs) are descendants of nomadic tribes who were not officially registered when national borders were established, while others migrated to Saudi Arabia in search of jobs; some have temporary identification cards that must be renewed every five years, but their rights remain restricted; most Palestinians have only legal resident status; some naturalized Yemenis were made stateless after being stripped of their passports when Yemen backed Iraq in its invasion of Kuwait in 1990; Saudi women cannot pass their citizenship on to their children, so if they marry a non-national, their children risk statelessness"
    },
    "trafficking_in_persons": {
      "current_situation": "Saudi Arabia is a destination country for men and women subjected to forced labor and, to a lesser extent, forced prostitution; men and women from Bangladesh, India, Sri Lanka, Nepal, Pakistan, the Philippines, Indonesia, Sudan, Ethiopia, Kenya, and many other countries voluntarily travel to Saudi Arabia as domestic servants or other low-skilled laborers, but some subsequently face conditions indicative of involuntary servitude (many are forced to work months or years beyond their contract term because employers withhold passports and required exit visas); women, primarily from Asian and African countries, are believed to be forced into prostitution in Saudi Arabia; others were reportedly kidnapped and forced into prostitution after running away from abusive employers; Yemeni, Nigerian, Pakistani, Afghan, Chadian, and Sudanese children were subjected to forced labor as beggars and street vendors in Saudi Arabia, facilitated by criminal gangs",
      "tier_rating": "Tier 3 - Saudi Arabia does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; fewer victims were identified and referred to protection services than in the previous reporting period; the sponsorship system, including the exit visa requirement, continues to restrict the freedom of movement of migrant workers and hamper the ability of victims to pursue legal cases against their employers; however, the government has implemented regulations mandating the formation of unified recruitment companies to replace the sponsorship model; no specialized shelter was available to victims of sex trafficking or male victims of trafficking (2013)"
    },
    "illicit_drugs": {
      "text": "death penalty for traffickers; improving anti-money-laundering legislation and enforcement"
    }
  }
}