{
  "Introduction": {
    "Background": {
      "text": "Saudi Arabia is the birthplace of Islam and home to Islam's two holiest shrines in Mecca and Medina. The king's official title is the Custodian of the Two Holy Mosques. The modern Saudi state was founded in 1932 by ABD AL-AZIZ bin Abd al-Rahman Al SAUD (Ibn Saud) after a 30-year campaign to unify most of the Arabian Peninsula. One of his male descendants rules the country today, as required by the country's 1992 Basic Law. Following Iraq's invasion of Kuwait in 1990, Saudi Arabia accepted the Kuwaiti royal family and 400,000 refugees while allowing Western and Arab troops to deploy on its soil for the liberation of Kuwait the following year. The continuing presence of foreign troops on Saudi soil after the liberation of Kuwait became a source of tension between the royal family and the public until all operational US troops left the country in 2003. Major terrorist attacks in May and November 2003 spurred a strong ongoing campaign against domestic terrorism and extremism. ++ From 2005 to 2015, King ABDALLAH incrementally modernized the Kingdom. Driven by personal ideology and political pragmatism, he introduced a series of social and economic initiatives, including expanding employment and social opportunities for women, attracting foreign investment, increasing the role of the private sector in the economy, and discouraging businesses from hiring foreign workers. Saudi Arabia saw protests during the 2011 Arab Spring among Shia Muslims in the Eastern Province, who protested primarily against the detention of political prisoners, endemic discrimination, and Bahraini and Saudi Government actions in Bahrain. Riyadh took a cautious but firm approach by arresting some protesters but releasing most of them quickly and by using its state-sponsored clerics to counter political and Islamist activism. In addition, protests were met by a strong police presence, with some arrests, but not the level of bloodshed seen in protests elsewhere in the region. ++ The government held its first-ever elections in 2005 and 2011, when Saudis went to the polls to elect municipal councilors. In December 2015, women were allowed to vote and stand as candidates for the first time in municipal council elections, with 21 women winning seats. King SALMAN bin Abd al-Aziz Al Saud ascended to the throne in 2015 and placed the first next-generation prince, MUHAMMAD BIN NAIF bin Abd al-Aziz Al Saud, in the line of succession as Crown Prince. He designated his son, MUHAMMAD BIN SALMAN bin Abd al-Aziz Al Saud, as the Deputy Crown Prince. In March 2015, Saudi Arabia led a coalition of 10 countries in a military campaign to restore the government of Yemen, which had been ousted by Huthi forces allied with former president ALI ABDULLAH al-Salih. The war in Yemen has led to civilian casualties and shortages of basic supplies, which has drawn considerable international criticism. In December 2015, Deputy Crown Prince MUHAMMAD BIN SALMAN announced Saudi Arabia would lead a 34-nation Islamic Coalition to fight terrorism. In January 2016, Saudi Arabia executed 47 people on charges of terrorism, including Shia Muslim cleric NIMR al-Nimr. Iranian protesters overran Saudi diplomatic facilities in Iran to protest al-NIMR’s execution and the Saudi government responded by cutting off diplomatic ties with Iran. "
    }
  },
  "Geography": {
    "Location": {
      "text": "Middle East, bordering the Persian Gulf and the Red Sea, north of Yemen"
    },
    "Geographic coordinates": {
      "text": "25 00 N, 45 00 E"
    },
    "Map references": {
      "text": "Middle East"
    },
    "Area": {
      "total": {
        "text": "2,149,690 sq km"
      },
      "land": {
        "text": "2,149,690 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly more than one-fifth the size of the US"
    },
    "Land boundaries": {
      "total": {
        "text": "4,272 km"
      },
      "border countries": {
        "text": "Iraq 811 km, Jordan 731 km, Kuwait 221 km, Oman 658 km, Qatar 87 km, UAE 457 km, Yemen 1,307 km"
      }
    },
    "Coastline": {
      "text": "2,640 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "18 nm"
      },
      "continental shelf": {
        "text": "not specified"
      }
    },
    "Climate": {
      "text": "harsh, dry desert with great temperature extremes"
    },
    "Terrain": {
      "text": "mostly sandy desert"
    },
    "Elevation": {
      "mean elevation": {
        "text": "665 m"
      },
      "elevation extremes": {
        "text": "lowest point: Persian Gulf 0 m ++ highest point: Jabal Sawda' 3,133 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, natural gas, iron ore, gold, copper"
    },
    "Land use": {
      "agricultural land": {
        "text": "80.7% ++ arable land 1.5%; permanent crops 0.1%; permanent pasture 79.1%"
      },
      "forest": {
        "text": "0.5%"
      },
      "other": {
        "text": "18.8% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "16,200 sq km (2012)"
    },
    "Population - distribution": {
      "text": "historically a population that was mostly nomadic or semi-nomadic, the Saudi population has become more settled since petroleum was discovered in the 1930s; most of the economic activities - and with it the country's population - is concentrated in a wide area across the middle of the peninsula, from Ad Dammam in the east, through Riyadh in the interior, to Mecca-Medina in the west near the Red Sea"
    },
    "Natural hazards": {
      "text": "frequent sand and dust storms",
      "volcanism": {
        "text": "despite many volcanic formations, there has been little activity in the past few centuries; volcanoes include Harrat Rahat, Harrat Khaybar, Harrat Lunayyir, and Jabal Yar"
      }
    },
    "Environment - current issues": {
      "text": "desertification; depletion of underground water resources; the lack of perennial rivers or permanent water bodies has prompted the development of extensive seawater desalination facilities; coastal pollution from oil spills"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "Saudi Arabia is the largest country in the world without a river; extensive coastlines on the Persian Gulf and Red Sea provide great leverage on shipping (especially crude oil) through the Persian Gulf and Suez Canal"
    }
  },
  "People and Society": {
    "Population": {
      "text": "28,160,273 (July 2016 est.)",
      "note": {
        "text": "immigrants make up more than 30% of the total population, according to UN data (2015)"
      }
    },
    "Nationality": {
      "noun": {
        "text": "Saudi(s)"
      },
      "adjective": {
        "text": "Saudi or Saudi Arabian"
      }
    },
    "Ethnic groups": {
      "text": "Arab 90%, Afro-Asian 10%"
    },
    "Languages": {
      "text": "Arabic (official)"
    },
    "Religions": {
      "text": "Muslim (official; citizens are 85-90% Sunni and 10-15% Shia), other (includes Eastern Orthodox, Protestant, Roman Catholic, Jewish, Hindu, Buddhist, and Sikh) (2012 est.)",
      "note": {
        "text": "despite having a large expatriate community of various faiths (more than 30% of the population), most forms of public religious expression inconsistent with the government-sanctioned interpretation of Sunni Islam are restricted; non-Muslims are not allowed to have Saudi citizenship and non-Muslim places of worship are not permitted (2013)"
      }
    },
    "Age structure": {
      "0-14 years": {
        "text": "26.56% (male 3,835,472/female 3,644,041)"
      },
      "15-24 years": {
        "text": "18.85% (male 2,843,422/female 2,465,027)"
      },
      "25-54 years": {
        "text": "46.4% (male 7,401,654/female 5,663,769)"
      },
      "55-64 years": {
        "text": "4.86% (male 747,307/female 620,100)"
      },
      "65 years and over": {
        "text": "3.34% (male 478,244/female 461,237) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "45.9%"
      },
      "youth dependency ratio": {
        "text": "41.7%"
      },
      "elderly dependency ratio": {
        "text": "4.2%"
      },
      "potential support ratio": {
        "text": "24% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "27.2 years"
      },
      "male": {
        "text": "27.9 years"
      },
      "female": {
        "text": "26.2 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "1.46% (2016 est.)"
    },
    "Birth rate": {
      "text": "18.4 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "3.3 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-0.5 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "historically a population that was mostly nomadic or semi-nomadic, the Saudi population has become more settled since petroleum was discovered in the 1930s; most of the economic activities - and with it the country's population - is concentrated in a wide area across the middle of the peninsula, from Ad Dammam in the east, through Riyadh in the interior, to Mecca-Medina in the west near the Red Sea"
    },
    "Urbanization": {
      "urban population": {
        "text": "83.1% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "2.1% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "RIYADH (capital) 6.195 million; Jeddah 4.076 million; Mecca 1.771 million; Medina 1.28 million; Ad Dammam 1.064 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.15 male(s)/female"
      },
      "25-54 years": {
        "text": "1.31 male(s)/female"
      },
      "55-64 years": {
        "text": "1.21 male(s)/female"
      },
      "65 years and over": {
        "text": "1.05 male(s)/female"
      },
      "total population": {
        "text": "1.19 male(s)/female (2016 est.)"
      }
    },
    "Maternal mortality rate": {
      "text": "12 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "13.6 deaths/1,000 live births"
      },
      "male": {
        "text": "15.6 deaths/1,000 live births"
      },
      "female": {
        "text": "11.5 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "75.3 years"
      },
      "male": {
        "text": "73.2 years"
      },
      "female": {
        "text": "77.4 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.11 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "23.8% (2007)"
    },
    "Health expenditures": {
      "text": "4.7% of GDP (2014)"
    },
    "Physicians density": {
      "text": "2.49 physicians/1,000 population (2012)"
    },
    "Hospital bed density": {
      "text": "2.1 beds/1,000 population (2012)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 97% of population ++ rural: 97% of population ++ total: 97% of population"
      },
      "unimproved": {
        "text": "urban: 3% of population ++ rural: 3% of population ++ total: 3% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 100% of population ++ rural: 100% of population ++ total: 100% of population"
      },
      "unimproved": {
        "text": " ++ urban: 0% of population ++ rural: 0% of population ++ total: 0% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "NA"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Obesity - adult prevalence rate": {
      "text": "33.7% (2014)"
    },
    "Education expenditures": {
      "text": "5.1% of GDP (2008)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "94.7%"
      },
      "male": {
        "text": "97%"
      },
      "female": {
        "text": "91.1% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "16 years"
      },
      "male": {
        "text": "17 years"
      },
      "female": {
        "text": "15 years (2014)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "30.4%"
      },
      "male": {
        "text": "21.4%"
      },
      "female": {
        "text": "57.9% (2014 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Kingdom of Saudi Arabia"
      },
      "conventional short form": {
        "text": "Saudi Arabia"
      },
      "local long form": {
        "text": "Al Mamlakah al Arabiyah as Suudiyah"
      },
      "local short form": {
        "text": "Al Arabiyah as Suudiyah"
      },
      "etymology": {
        "text": "named after the ruling dynasty of the country, the House of Saud; the name \"Arabia\" can be traced back many centuries B.C., the ancient Egyptians referred to the region as \"Ar Rabi\""
      }
    },
    "Government type": {
      "text": "absolute monarchy"
    },
    "Capital": {
      "name": {
        "text": "Riyadh"
      },
      "geographic coordinates": {
        "text": "24 39 N, 46 42 E"
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "13 provinces (mintaqat, singular - mintaqah); Al Bahah, Al Hudud ash Shamaliyah (Northern Border), Al Jawf, Al Madinah (Medina), Al Qasim, Ar Riyad (Riyadh), Ash Sharqiyah (Eastern), 'Asir, Ha'il, Jazan, Makkah (Mecca), Najran, Tabuk"
    },
    "Independence": {
      "text": "23 September 1932 (unification of the kingdom)"
    },
    "National holiday": {
      "text": "Unification of the Kingdom, 23 September (1932)"
    },
    "Constitution": {
      "text": "1 March 1992 - Basic Law of Government, issued by royal decree, serves as the constitutional framework and is based on the Qur'an and the life and tradition of the Prophet Muhammad"
    },
    "Legal system": {
      "text": "Islamic (sharia) legal system with some elements of Egyptian, French, and customary law; note - several secular codes have been introduced; commercial disputes handled by special committees"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "the father must be a citizen of Saudi Arabia; a child born out of wedlock in Saudi Arabia to a Saudi mother and unknown father"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "21 years of age; male; male and female for municipal elections"
    },
    "Executive branch": {
      "chief of state": {
        "text": "King and Prime Minister SALMAN bin Abd al-Aziz Al Saud (since 23 January 2015); Crown Prince and Deputy Prime Minister MUHAMMAD BIN NAYIF bin Abd al-Aziz Al Saud (born 30 August 1959); Deputy Crown Prince and Second Deputy Prime Minister MUHAMMAD BIN SALMAN bin Abd al-Aziz Al Saud (born 31 August 1985); note - the monarch is both chief of state and head of government"
      },
      "head of government": {
        "text": "King and Prime Minister SALMAN bin Abd al-Aziz Al Saud (since 23 January 2015); Crown Prince and Deputy Prime Minister MUHAMMAD BIN NAYIF bin Abd al-Aziz Al Saud (born 30 August 1959); Crown Prince and Second Deputy Prime Minister MUHAMMAD BIN SALMAN bin Abd al-Aziz Al Saud (born 31 August 1985)"
      },
      "cabinet": {
        "text": "Council of Ministers appointed by the monarch every 4 years and includes many royal family members"
      },
      "elections/appointments": {
        "text": "none; the monarchy is hereditary; note - an Allegiance Council created by royal decree in October 2006 established a committee of Saudi princes to a role in selecting future Saudi kings"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Consultative Council or Majlis al-Shura (150 seats; members appointed by the monarch to serve 4-year terms); note - in early 2013, the monarch granted women 30 seats on the Council"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "High Court (consists of the court chief and organized into circuits with 3-judge panels except the criminal circuit, which has a 5-judge panel for cases involving major punishments)"
      },
      "judge selection and term of office": {
        "text": "High Court chief and chiefs of the High Court Circuits appointed by royal decree following the recommendation of the Supreme Judiciary Council, a 10-member body of high-level judges and other judicial heads; new judges and assistant judges serve 1- and 2- year probations, respectively, before permanent assignment"
      },
      "subordinate courts": {
        "text": "Court of Appeals; Specialized Criminal Court, first-degree courts composed of general, criminal, personal status, and commercial courts; Labor Court; a hierarchy of administrative courts"
      }
    },
    "Political parties and leaders": {
      "text": "none"
    },
    "Political pressure groups and leaders": {
      "other": {
        "text": "gas companies; religious groups"
      }
    },
    "International organization participation": {
      "text": "ABEDA, AfDB (nonregional member), AFESD, AMF, BIS, CAEU, CP, FAO, G-20, G-77, GCC, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM (observer), IPU, ISO, ITSO, ITU, LAS, MIGA, NAM, OAPEC, OAS (observer), OIC, OPCW, OPEC, PCA, UN, UNCTAD, UNESCO, UNIDO, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador ABDALLAH bin Faysal bin Turki bin Abdallah Al Saud (since 28 January 2016)"
      },
      "chancery": {
        "text": "601 New Hampshire Avenue NW, Washington, DC 20037"
      },
      "telephone": {
        "text": "[1] (202) 342-3800"
      },
      "FAX": {
        "text": "[1] (202) 944-5983"
      },
      "consulate(s) general": {
        "text": "Houston, Los Angeles, New York"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador Joseph William WESTPHAL (since 26 March 2014)"
      },
      "embassy": {
        "text": "Collector Road M, Diplomatic Quarter, Riyadh"
      },
      "mailing address": {
        "text": "American Embassy, Unit 61307, APO AE 09803-1307; International Mail: P. O. Box 94309, Riyadh 11693"
      },
      "telephone": {
        "text": "[966] (11) 488-3800"
      },
      "FAX": {
        "text": "[966] (11) 488-7360"
      },
      "consulate(s) general": {
        "text": "Dhahran, Jiddah (Jeddah)"
      }
    },
    "Flag description": {
      "text": "green, a traditional color in Islamic flags, with the Shahada or Muslim creed in large white Arabic script (translated as \"There is no god but God; Muhammad is the Messenger of God\") above a white horizontal saber (the tip points to the hoist side); design dates to the early twentieth century and is closely associated with the Al Saud family which established the kingdom in 1932; the flag is manufactured with differing obverse and reverse sides so that the Shahada reads - and the sword points - correctly from right to left on both sides",
      "note": {
        "text": "the only national flag to display an inscription as its principal design; one of only three national flags that differ on their obverse and reverse sides - the others are Moldova and Paraguay"
      }
    },
    "National symbol(s)": {
      "text": "palm tree surmounting two crossed swords; national colors: green, white"
    },
    "National anthem": {
      "name": {
        "text": "\"Aash Al Maleek\" (Long Live Our Beloved King)"
      },
      "lyrics/music": {
        "text": "Ibrahim KHAFAJI/Abdul Rahman al-KHATEEB"
      },
      "note": {
        "text": "music adopted 1947, lyrics adopted 1984"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Saudi Arabia has an oil-based economy with strong government controls over major economic activities. It possesses about 16% of the world's proven petroleum reserves, ranks as the largest exporter of petroleum, and plays a leading role in OPEC. The petroleum sector accounts for roughly 87% of budget revenues, 42% of GDP, and 90% of export earnings. ++  ++ Saudi Arabia is encouraging the growth of the private sector in order to diversify its economy and to employ more Saudi nationals. Over 6 million foreign workers play an important role in the Saudi economy, particularly in the oil and service sectors; at the same time, however, Riyadh is struggling to reduce unemployment among its own nationals. Saudi officials are particularly focused on employing its large youth population, which generally lacks the education and technical skills the private sector needs. ++  ++ In 2015, the Kingdom incurred a budget deficit estimated at 13% of GDP, and it faces a deficit of $87 billion in 2016, which will be financed by bond sales and drawing down reserves. Although the Kingdom can finance high deficits for several years by drawing down its considerable foreign assets or by borrowing, it has announced plans to cut capital spending in 2016. Some of these plans to cut deficits include introducing a value-added tax and reducing subsidies on electricity, water, and petroleum products. In January 2016, Crown Prince and Deputy Prime Minister MUHAMMAD BIN SALMAN announced that Saudi Arabia intends to list shares of its state-owned petroleum company, ARAMCO - another move to increase revenue and outside investment. The government has also looked at privatization and diversification of the economy more closely in the wake of a diminished oil market. Historically, Saudi Arabia has focused diversification efforts on power generation, telecommunications, natural gas exploration, and petrochemical sectors. More recently, the government has approached investors about expanding the role of the private sector in the healthcare, education and tourism industries. While Saudi Arabia has emphasized their goals of diversification for some time, current low oil prices may force the government to make more drastic changes ahead of their long-run timeline."
    },
    "GDP (purchasing power parity)": {
      "text": "$1.731 trillion (2016 est.) ++ $1.711 trillion (2015 est.) ++ $1.653 trillion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$637.8 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "1.2% (2016 est.) ++ 3.5% (2015 est.) ++ 3.6% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$54,100 (2016 est.) ++ $54,500 (2015 est.) ++ $53,700 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "25% of GDP (2016 est.) ++ 26.4% of GDP (2015 est.) ++ 38.3% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "42.3%"
      },
      "government consumption": {
        "text": "29.6%"
      },
      "investment in fixed capital": {
        "text": "29.5%"
      },
      "investment in inventories": {
        "text": "5.9%"
      },
      "exports of goods and services": {
        "text": "30.7%"
      },
      "imports of goods and services": {
        "text": "-38% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "2.4%"
      },
      "industry": {
        "text": "42.9%"
      },
      "services": {
        "text": "54.7% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "wheat, barley, tomatoes, melons, dates, citrus; mutton, chickens, eggs, milk"
    },
    "Industries": {
      "text": "crude oil production, petroleum refining, basic petrochemicals, ammonia, industrial gases, sodium hydroxide (caustic soda), cement, fertilizer, plastics, metals, commercial ship repair, commercial aircraft repair, construction"
    },
    "Industrial production growth rate": {
      "text": "0.6% (2016 est.)"
    },
    "Labor force": {
      "text": "12.02 million",
      "note": {
        "text": "about 80% of the labor force is non-national (2016 est.)"
      }
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "6.7%"
      },
      "industry": {
        "text": "21.4%"
      },
      "services": {
        "text": "71.9% (2005 est.)"
      }
    },
    "Unemployment rate": {
      "text": "11.2% (2016 est.) ++ 11.4% (2015 est.)",
      "note": {
        "text": "data are for Saudi males only (local bank estimates; some estimates are as high as 25%)"
      }
    },
    "Population below poverty line": {
      "text": "NA%"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "NA%"
      },
      "highest 10%": {
        "text": "NA%"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "45.9 (2013 est.)"
    },
    "Budget": {
      "revenues": {
        "text": "$149.7 billion"
      },
      "expenditures": {
        "text": "$236.7 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "23.5% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-13.6% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "31% of GDP (2016 est.) ++ 15% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "4.4% (2016 est.) ++ 2.2% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "2.5% (31 December 2008) ++ "
    },
    "Commercial bank prime lending rate": {
      "text": "7.1% (31 December 2016 est.) ++ 6.9% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$295.5 billion (31 December 2016 est.) ++ $305.5 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$513.3 billion (31 December 2015 est.) ++ $461.2 billion (31 December 2014 est.)"
    },
    "Stock of domestic credit": {
      "text": "$221.3 billion (31 December 2016 est.) ++ $134.1 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$421.1 billion (31 December 2015 est.) ++ $483.1 billion (31 December 2014 est.) ++ $467.4 billion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "-$42.28 billion (2016 est.) ++ -$53.48 billion (2015 est.)"
    },
    "Exports": {
      "text": "$205.3 billion (2016 est.) ++ $202.3 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "petroleum and petroleum products 90% (2012 est.)"
    },
    "Exports - partners": {
      "text": "China 13.2%, Japan 10.9%, US 9.6%, India 9.6%, South Korea 8.5% (2015)"
    },
    "Imports": {
      "text": "$157.7 billion (2016 est.) ++ $155 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "machinery and equipment, foodstuffs, chemicals, motor vehicles, textiles"
    },
    "Imports - partners": {
      "text": "China 13.9%, US 12.7%, Germany 7.1%, South Korea 6.1%, India 4.5%, Japan 4.4%, UK 4.3% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$553.7 billion (31 December 2016 est.) ++ $616.4 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$200.9 billion (31 December 2016 est.) ++ $169.8 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$258.7 billion (31 December 2016 est.) ++ $250.7 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$42.95 billion (31 December 2016 est.) ++ $37.98 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Saudi riyals (SAR) per US dollar - ++ 3.75 (2016 est.) ++ 3.75 (2015 est.) ++ 3.75 (2014 est.) ++ 3.75 (2013 est.) ++ 3.75 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "293 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "272 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "66 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "99.9% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0.1% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "10.05 million bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "7.416 million bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "269 billion bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "1.884 million bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "3.141 million bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "1.45 million bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "497,000 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "102.4 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "102.4 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2014 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2014 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "8.489 trillion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "594 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "3,746,906"
      },
      "subscriptions per 100 inhabitants": {
        "text": "14 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "52.796 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "190 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "modern system including a combination of extensive microwave radio relays, coaxial cables, and fiber-optic cables"
      },
      "domestic": {
        "text": "mobile-cellular subscribership has been increasing rapidly"
      },
      "international": {
        "text": "country code - 966; landing point for the international submarine cable Fiber-Optic Link Around the Globe (FLAG) and for both the SEA-ME-WE-3 and SEA-ME-WE-4 submarine cable networks providing connectivity to Asia, Middle East, Europe, and US; microwave r (2015)"
      }
    },
    "Broadcast media": {
      "text": "broadcast media are state-controlled; state-run TV operates 4 networks; Saudi Arabia is a major market for pan-Arab satellite TV broadcasters; state-run radio operates several networks; multiple international broadcasters are available (2007)"
    },
    "Internet country code": {
      "text": ".sa"
    },
    "Internet users": {
      "total": {
        "text": "19.32 million"
      },
      "percent of population": {
        "text": "69.6% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "12"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "214"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "32,778,827"
      },
      "annual freight traffic on registered air carriers": {
        "text": "1,783.086 million mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "HZ (2016)"
    },
    "Airports": {
      "text": "214 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "82"
      },
      "over 3,047 m": {
        "text": "33"
      },
      "2,438 to 3,047 m": {
        "text": "16"
      },
      "1,524 to 2,437 m": {
        "text": "27"
      },
      "914 to 1,523 m": {
        "text": "2"
      },
      "under 914 m": {
        "text": "4 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "132"
      },
      "2,438 to 3,047 m": {
        "text": "7"
      },
      "1,524 to 2,437 m": {
        "text": "72"
      },
      "914 to 1,523 m": {
        "text": "37"
      },
      "under 914 m": {
        "text": "16 (2013)"
      }
    },
    "Heliports": {
      "text": "10 (2013)"
    },
    "Pipelines": {
      "text": "condensate 209 km; gas 2,940 km; liquid petroleum gas 1,183 km; oil 5,117 km; refined products 1,151 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "1,378 km"
      },
      "standard gauge": {
        "text": "1,378 km 1.435-m gauge (with branch lines and sidings) (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "221,372 km"
      },
      "paved": {
        "text": "47,529 km (includes 3,891 km of expressways)"
      },
      "unpaved": {
        "text": "173,843 km (2006)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "72"
      },
      "by type": {
        "text": "cargo 1, chemical tanker 25, container 4, liquefied gas 2, passenger/cargo 10, petroleum tanker 20, refrigerated cargo 3, roll on/roll off 7"
      },
      "foreign-owned": {
        "text": "15 (Egypt 1, Greece 4, Kuwait 4, UAE 6)"
      },
      "registered in other countries": {
        "text": "55 (Bahamas 16, Dominica 2, Liberia 20, Malta 2, Norway 3, Panama 11, Tanzania 1) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Ad Dammam, Al Jubayl, Jeddah, Yanbu al Bahr"
      },
      "container port(s) (TEUs)": {
        "text": "Ad Dammam (1,492,315), Jeddah (4,010,448)"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Ministry of Defense: Royal Saudi Land Forces, Royal Saudi Naval Forces (includes Marine Forces and Special Forces), Royal Saudi Air Force (Al-Quwwat al-Jawwiya al-Malakiya as-Sa'udiya), Royal Saudi Air Defense Forces, Royal Saudi Strategic Rocket Forces, Ministry of the National Guard (SANG) (2015)"
    },
    "Military service age and obligation": {
      "text": "17 is the legal minimum age for voluntary military service; no conscription (2012)"
    },
    "Military expenditures": {
      "text": "12.6% of GDP (2015 planned) ++ 10.7% of GDP (2014 planned) ++ 9.4% of GDP (2013) ++ 7.98% of GDP (2012) ++ 7.25% of GDP (2011) ++ 7.98% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Saudi Arabia has reinforced its concrete-filled security barrier along sections of the now fully demarcated border with Yemen to stem illegal cross-border activities; Kuwait and Saudi Arabia continue discussions on a maritime boundary with Iran; Saudi Arabia claims Egyptian-administered islands of Tiran and Sanafir"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "30,000 (Yemen) (2016)"
      },
      "stateless persons": {
        "text": "70,000 (2015); note - thousands of biduns (stateless Arabs) are descendants of nomadic tribes who were not officially registered when national borders were established, while others migrated to Saudi Arabia in search of jobs; some have temporary identification cards that must be renewed every five years, but their rights remain restricted; most Palestinians have only legal resident status; some naturalized Yemenis were made stateless after being stripped of their passports when Yemen backed Iraq in its invasion of Kuwait in 1990; Saudi women cannot pass their citizenship on to their children, so if they marry a non-national, their children risk statelessness"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Saudi Arabia is a destination country for men and women subjected to forced labor and, to a lesser extent, forced prostitution; men and women from South and East Asia, the Middle East, and Africa who voluntarily travel to Saudi Arabia as domestic servants or low-skilled laborers subsequently face conditions of involuntary servitude, including nonpayment and withholding of passports; some migrant workers are forced to work indefinitely beyond the term of their contract because their employers will not grant them a required exit visa; female domestic workers are particularly vulnerable because of their isolation in private homes; women, primarily from Asian and African countries, are believed to be forced into prostitution in Saudi Arabia, while other foreign women were reportedly kidnapped and forced into prostitution after running away from abusive employers; children from South Asia, East Africa, and Yemen are subjected to forced labor as beggars and street vendors in Saudi Arabia, facilitated by criminal gangs"
      },
      "tier rating": {
        "text": "Tier 2 Watch List - Saudi Arabia does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; government officials and high-level religious leaders demonstrated greater political will to combat trafficking and publically acknowledged the problem – specifically forced labor; the government reported increased numbers of prosecutions and convictions of trafficking offenders; however, it did not proactively investigate and prosecute employers for potential labor trafficking crimes following their withholding of workers’ wages and passports, which are illegal; authorities did not systematically use formal criteria to proactively identify victims, resulting in some unidentified victims being arrested, detained, deported, and sometimes prosecuted; more victims were identified and referred to protective services in 2014 than the previous year, but victims of sex trafficking and male trafficking victims were not provided with shelter and remained vulnerable to punishment (2015)"
      }
    },
    "Illicit drugs": {
      "text": "regularly enforces the death penalty for drug traffickers, with foreigners being convicted and executed disproportionately; improving anti-money-laundering legislation and enforcement"
    }
  }
}