{
  "intro": {
    "background": {
      "text": "Following World War I, France acquired a mandate over the northern portion of the former Ottoman Empire province of Syria. The French administered the area as Syria until granting it independence in 1946. The new country lacked political stability, however, and experienced a series of military coups during its first decades. Syria united with Egypt in February 1958 to form the United Arab Republic. In September 1961, the two entities separated, and the Syrian Arab Republic was reestablished. In November 1970, Hafiz al-ASAD, a member of the socialist Ba'th Party and the minority Alawi sect, seized power in a bloodless coup and brought political stability to the country. In the 1967 Arab-Israeli War, Syria lost the Golan Heights to Israel. During the 1990s, Syria and Israel held occasional peace talks over its return. Following the death of President al-ASAD, his son, Bashar al-ASAD, was approved as president by popular referendum in July 2000. Syrian troops - stationed in Lebanon since 1976 in an ostensible peacekeeping role - were withdrawn in April 2005. During the July-August 2006 conflict between Israel and Hizballah, Syria placed its military forces on alert but did not intervene directly on behalf of its ally Hizballah. In May 2007 Bashar al-ASAD's second term as president was approved by popular referendum. Influenced by major uprisings that began elsewhere in the region, antigovernment protests broke out in the southern province of Dar'a in March 2011 with protesters calling for the repeal of the restrictive Emergency Law allowing arrests without charge, the legalization of political parties, and the removal of corrupt local officials. Since then demonstrations and unrest have spread to nearly every city in Syria, but the size and intensity of protests have fluctuated over time. The government responded to unrest with a mix of concessions - including the repeal of the Emergency Law and approving new laws permitting new political parties and liberalizing local and national elections - and force. However, the government's response has failed to meet opposition demands for ASAD to step down, and the government's ongoing security operations to quell unrest and widespread armed opposition activity have led to extended violent clashes between government forces and oppositionists. International pressure on the ASAD regime has intensified since late 2011, as the Arab League, EU, Turkey, and the United States have expanded economic sanctions against the regime. Lakhdar BRAHIMI, current Joint Special Representative of the United Nations and the League of Arab States on the Syrian crisis, in October 2012 began meeting with regional heads of state to assist in brokering a cease-fire. In December 2012, the National Coalition of Syrian Revolution and Opposition Forces was recognized by more than 130 countries as the sole legitimate representative of the Syrian people. Unrest persists in 2013, and the death toll among Syrian Government forces, opposition forces, and civilians has topped 100,000."
    }
  },
  "geo": {
    "location": {
      "text": "Middle East, bordering the Mediterranean Sea, between Lebanon and Turkey"
    },
    "geographic_coordinates": {
      "text": "35 00 N, 38 00 E"
    },
    "map_references": {
      "text": "Middle East"
    },
    "area": {
      "total": "185,180 sq km",
      "land": "183,630 sq km",
      "water": "1,550 sq km",
      "note": "includes 1,295 sq km of Israeli-occupied territory"
    },
    "area_comparative": {
      "text": "slightly larger than North Dakota"
    },
    "land_boundaries": {
      "total": "2,253 km",
      "border_countries": "Iraq 605 km, Israel 76 km, Jordan 375 km, Lebanon 375 km, Turkey 822 km"
    },
    "coastline": {
      "text": "193 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm"
    },
    "climate": {
      "text": "mostly desert; hot, dry, sunny summers (June to August) and mild, rainy winters (December to February) along coast; cold weather with snow or sleet periodically in Damascus"
    },
    "terrain": {
      "text": "primarily semiarid and desert plateau; narrow coastal plain; mountains in west"
    },
    "elevation_extremes": {
      "lowest_point": "unnamed location near Lake Tiberias -200 m",
      "highest_point": "Mount Hermon 2,814 m"
    },
    "natural_resources": {
      "text": "petroleum, phosphates, chrome and manganese ores, asphalt, iron ore, rock salt, marble, gypsum, hydropower"
    },
    "land_use": {
      "arable_land": "24.9%",
      "permanent_crops": "5.69%",
      "other": "69.41% (2011)"
    },
    "irrigated_land": {
      "text": "13,410 sq km (2010)"
    },
    "total_renewable_water_resources": {
      "text": "16.8 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "16.76  cu km/yr (9%/4%/88%)",
      "per_capita": "867.4  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "dust storms, sandstorms",
      "volcanism": "Syria's two historically active volcanoes, Es Safa and an unnamed volcano near the Turkish border have not erupted in centuries"
    },
    "environment_current_issues": {
      "text": "deforestation; overgrazing; soil erosion; desertification; water pollution from raw sewage and petroleum refining wastes; inadequate potable water"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Ship Pollution, Wetlands",
      "signed_but_not_ratified": "Environmental Modification"
    },
    "geography_note": {
      "text": "the capital of Damascus - located at an oasis fed by the Barada River - is thought to be one of the world's oldest continuously inhabited cities; there are 41 Israeli settlements and civilian land use sites in the Israeli-occupied Golan Heights (2010 est.)"
    }
  },
  "people": {
    "nationality": {
      "noun": "Syrian(s)",
      "adjective": "Syrian"
    },
    "ethnic_groups": {
      "text": "Arab 90.3%, Kurds, Armenians, and other 9.7%"
    },
    "languages": {
      "text": "Arabic (official), Kurdish, Armenian, Aramaic, Circassian (widely understood); French, English (somewhat understood)"
    },
    "religions": {
      "text": "Sunni Muslim (Islam - official) 74%, other Muslim (includes Alawite, Druze) 16%, Christian (various denominations) 10%, Jewish (tiny communities in Damascus, Al Qamishli, and Aleppo)"
    },
    "population": {
      "text": "22,457,336 (July 2013 est.)",
      "note": "approximately 18,700 Israeli settlers live in the Golan Heights (2011)"
    },
    "age_structure": {
      "0_14_years": "33.9% (male 3,900,073/female 3,707,117)",
      "15_24_years": "20.8% (male 2,387,006/female 2,285,496)",
      "25_54_years": "36.9% (male 4,214,621/female 4,075,181)",
      "55_64_years": "4.6% (male 504,422/female 517,413)",
      "65_years_and_over": "3.9% (male 395,806/female 470,201) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "64.3 %",
      "youth_dependency_ratio": "57.7 %",
      "elderly_dependency_ratio": "6.7 %",
      "potential_support_ratio": "15 (2013)"
    },
    "median_age": {
      "total": "22.7 years",
      "male": "22.5 years",
      "female": "22.9 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "0.15% (2013 est.)"
    },
    "birth_rate": {
      "text": "23.01 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "3.67 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-17.89 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "56.1% of total population (2011)",
      "rate_of_urbanization": "2.36% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "Aleppo 2.985 million; DAMASCUS (capital) 2.527 million; Hims 1.276 million; Hamah 854,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.06 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.05 male(s)/female",
      "25_54_years": "1.04 male(s)/female",
      "55_64_years": "0.97 male(s)/female",
      "65_years_and_over": "0.85 male(s)/female",
      "total_population": "1.03 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "70 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "14.63 deaths/1,000 live births",
      "male": "16.83 deaths/1,000 live births",
      "female": "12.31 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "75.14 years",
      "male": "72.74 years",
      "female": "77.69 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.77 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "58.3% (2006)"
    },
    "health_expenditures": {
      "text": "3.4% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.5 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "1.5 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 93% of population; rural: 86% of population; total: 90% of population",
      "unimproved": "urban: 7% of population; rural: 14% of population; total: 10% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 96% of population; rural: 93% of population; total: 95% of population",
      "unimproved": "urban: 4% of population; rural: 7% of population; total: 5% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "less than 0.1% (2001 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "fewer than 500 (2003 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 200 (2003 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "27.1% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "10.1% (2009)"
    },
    "education_expenditures": {
      "text": "5.1% of GDP (2009)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "84.1%",
      "male": "90.3%",
      "female": "77.7% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "11 years",
      "male": "12 years",
      "female": "11 years (2007)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "192,915",
      "percentage": "4 % (2006 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "19.2%",
      "male": "15.3%",
      "female": "40.2% (2010)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Syrian Arab Republic",
      "conventional_short_form": "Syria",
      "local_long_form": "Al Jumhuriyah al Arabiyah as Suriyah",
      "local_short_form": "Suriyah",
      "former": "United Arab Republic (with Egypt)"
    },
    "government_type": {
      "text": "republic under an authoritarian regime"
    },
    "capital": {
      "name": "Damascus",
      "geographic_coordinates": "33 30 N, 36 18 E",
      "time_difference": "UTC+2 (7 hours ahead of Washington, DC during Standard Time)",
      "daylight_saving_time": "+1hr, begins midnight on the last Friday in March; ends at midnight on the first Friday in November"
    },
    "administrative_divisions": {
      "text": "14 provinces (muhafazat, singular - muhafazah); Al Hasakah, Al Ladhiqiyah (Latakia), Al Qunaytirah, Ar Raqqah, As Suwayda', Dar'a, Dayr az Zawr, Dimashq (Damascus), Halab, Hamah, Hims (Homs), Idlib, Rif Dimashq (Damascus Countryside), Tartus"
    },
    "independence": {
      "text": "17 April 1946 (from League of Nations mandate under French administration)"
    },
    "national_holiday": {
      "text": "Independence Day, 17 April (1946)"
    },
    "constitution": {
      "text": "13 March 1973; amended February 2012"
    },
    "legal_system": {
      "text": "mixed legal system of civil and Islamic law (for family courts)"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Bashar al-ASAD (since 17 July 2000); Vice President Farouk al-SHARA (since 21 February 2006); Vice President Najah al-ATTAR (since 23 March 2006)",
      "head_of_government": "Prime Minister Wael al-HALQI (since 9 August 2012); Deputy Prime Ministers Fahd Jasim al-FURAYJ, Lt. Gen., Walid al-MUALEM",
      "cabinet": "Council of Ministers appointed by the president; note - new Council appointed on 14 April 2011",
      "elections": "president approved by popular referendum for a second seven-year term (no term limits); referendum last held on 27 May 2007 (next to be held in May 2014); the president appoints the vice presidents, prime minister, and deputy prime ministers",
      "election_results": "Bashar al-ASAD approved as president; percent of vote - Bashar al-ASAD 97.6%, other 2.4%"
    },
    "legislative_branch": {
      "text": "unicameral People's Assembly or Majlis al-Shaab (250 seats; members elected by popular vote to serve four-year terms)",
      "elections": "last held on 7 May 2012 (next to be held in 2016)",
      "election_results": "percent of vote by party - NA; seats by party - NA"
    },
    "judicial_branch": {
      "highest_courts": "Court of Cassation (organized into civil, criminal, religious, and military divisions, each with 3 judges); Supreme Constitutional Court (consists of 4 members)",
      "judge_selection_and_term_of_office": "Court of Cassation judges appointed by the Supreme Judicial Council or SJC, a judicial management body headed by the minister of justice with 7 members including the national president; judge tenure NA; Supreme Constitutional Court judges nominated by the president and appointed by the SJC; judges appointed for 4-year renewable terms",
      "subordinate_courts": "courts of first instance; magistrates' courts; religious and military courts; Economic Security Court"
    },
    "political_parties_and_leaders": {
      "legal_parties": "National Progressive Front or NPF [President Bashar al-ASAD, Dr. Suleiman QADDAH] (includes Arab Socialist Renaissance (Ba'th) Party [President Bashar al-ASAD]; Socialist Unionist Democratic Party [Fadlallah Nasr al-DIN]; Syrian Arab Socialist Union or ASU [Safwan al-QUDSI]; Syrian Communist Party (two branches) [Wissal Farha BAKDASH, Yusuf Rashid FAYSAL]; Syrian Social Nationalist Party [As'ad HARDAN]; Unionist Socialist Party [Fayez ISMAIL])",
      "kurdish_parties_considered_illegal": "Kurdish Azadi Party; Kurdish Democratic Accord Party (al Wifaq); Kurdish Democratic Party (al Parti-Ibrahim wing); Kurdish Democratic Party (al Parti-Mustafa wing); Kurdish Democratic Party in Syria or KDP-S; Kurdish Democratic Patriotic/National Party; Kurdish Democratic Progressive Party or KDPP-Darwish; Kurdish Democratic Progressive Party or KDPP-Muhammad; Kurdish Democratic Union Party or PYD [Salih Muslim MOHAMMAD]; Kurdish Democratic Unity Party; Kurdish Democratic Yekiti Party; Kurdish Future Party or KFP; Kurdish Future Party [Rezan HASSAN]; Kurdish Left Party; Kurdish Yekiti (Union) Party; Syrian Kurdish Democratic Party; ",
      "other_parties": "Syrian Democratic Party [Mustafa QALAAJI]"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Free Syrian Army; National Coalition of Syrian Revolution and Oppositon Forces or Syrian Oppositon Coalition [Mu'aaz al-KHATIB] (operates in exile in Cairo); Syrian Muslim Brotherhood or SMB [Muhammad Riyad al-SHAQFAH] (operates in exile in London); ",
      "note": "there are also hundreds of local groups that organize protests and stage armed attacks"
    },
    "international_organization_participation": {
      "text": "ABEDA, AFESD, AMF, CAEU, FAO, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IPU, ISO, ITSO, ITU, MIGA, NAM, OAPEC, OIC, UN, UNCTAD, UNESCO, UNIDO, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Mounir KOUDMANI",
      "chancery": "2215 Wyoming Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 232-6313",
      "fax": "[1] (202) 265-4585"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Robert S. FORD; note - on 6 February 2012, the US closed its embassy in Damascus",
      "embassy": "Abou Roumaneh, Al-Mansour Street, No. 2, Damascus",
      "mailing_address": "P. O. Box 29, Damascus",
      "telephone": "[963] (11) 3391-4444",
      "fax": "[963] (11) 3391-3999"
    },
    "flag_description": {
      "text": "three equal horizontal bands of red (top), white, and black; two small, green, five-pointed stars in a horizontal line centered in the white band; the band colors derive from the Arab Liberation flag and represent oppression (black), overcome through bloody struggle (red), to be replaced by a bright future (white); identical to the former flag of the United Arab Republic (1958-1961) where the two stars represented the constituent states of Syria and Egypt; the current design dates to 1980",
      "note": "similar to the flag of Yemen, which has a plain white band, Iraq, which has an Arabic inscription centered in the white band, and that of Egypt, which has a gold Eagle of Saladin centered in the white band"
    },
    "national_symbols": {
      "text": "hawk"
    },
    "national_anthem": {
      "name": "\"Humat ad-Diyar\" (Guardians of the Homeland)",
      "lyrics_music": "Khalil Mardam BEY/Mohammad Salim FLAYFEL and Ahmad Salim FLAYFEL",
      "note": "adopted 1936, restored 1961; between 1958 and 1961, while Syria was a member of the United Arab Republic with Egypt, the country had a different anthem"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Despite modest economic growth and reform prior to the outbreak of unrest, Syria's economy continues to suffer the effects of the ongoing conflict that began in 2011. The economy further contracted in 2012 because of international sanctions and reduced domestic consumption and production, and inflation has risen sharply. The government has struggled to address the effects of economic decline, which include dwindling foreign exchange reserves, rising budget and trade deficits, and the decreasing value of the Syrian pound. Prior to the unrest, Damascus began liberalizing economic policies, including cutting lending interest rates, opening private banks, consolidating multiple exchange rates, raising prices on some subsidized items, and establishing the Damascus Stock Exchange. The economy remains highly regulated by the government. Long-run economic constraints include foreign trade barriers, declining oil production, high unemployment, rising budget deficits, and increasing pressure on water supplies caused by heavy use in agriculture, rapid population growth, industrial expansion, and water pollution."
    },
    "gdp_purchasing_power_parity": {
      "text": "$107.6 billion (2011 est.); $110.1 billion (2010 est.); $113.9 billion (2010 est.)",
      "note": "data are in 2011 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$64.7 billion (2011 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "NA% (2012 est.); -2.3% (2011 est.); 3.4% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$5,100 (2011 est.); $5,100 (2010 est.); $5,300 (2010 est.)",
      "note": "data are in 2011 US dollars"
    },
    "gross_national_saving": {
      "text": "12.5% of GDP (2012 est.); 15% of GDP (2011 est.); 26.1% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "69.4%",
      "government_consumption": "17.2%",
      "investment_in_fixed_capital": "20.5%",
      "investment_in_inventories": "8.4%",
      "exports_of_goods_and_services": "13.9%",
      "imports_of_goods_and_services": "-29.4% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "16.5%",
      "industry": "22.8%",
      "services": "60.7% (2012 est.)"
    },
    "agriculture_products": {
      "text": "wheat, barley, cotton, lentils, chickpeas, olives, sugar beets; beef, mutton, eggs, poultry, milk"
    },
    "industries": {
      "text": "petroleum, textiles, food processing, beverages, tobacco, phosphate rock mining, cement, oil seeds crushing, car assembly"
    },
    "industrial_production_growth_rate": {
      "text": "-36% (2012 est.)"
    },
    "labor_force": {
      "text": "5.327 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "17%",
      "industry": "16%",
      "services": "67% (2008 est.)"
    },
    "unemployment_rate": {
      "text": "18% (2012 est.); 14.9% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "11.9% (2006 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "NA%",
      "highest_10%": "NA%"
    },
    "budget": {
      "revenues": "$5.222 billion",
      "expenditures": "$12.59 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "8.1% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-11.4% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "52.2% of GDP (2012 est.); 35.2% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "37% (2012 est.); 4.8% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "0.75% (31 December 2012 est.); 5% (31 December 2011 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "11.7% (31 December 2012 est.); 10.5% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$18.1 billion (31 December 2012 est.); $22.37 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$30.17 billion (31 December 2012 est.); $39.36 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$18.1 billion (31 December 2012 est.); $27.8 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$5.103 billion (2012 est.); -$7.726 billion (2011 est.)"
    },
    "exports": {
      "text": "$3.876 billion (2012 est.); $10.29 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "crude oil, minerals, petroleum products, fruits and vegetables, cotton fiber, textiles, clothing, meat and live animals, wheat"
    },
    "exports_partners": {
      "text": "Iraq 55.9%, Saudi Arabia 9.3%, Kuwait 6.1%, UAE 5.3%, Lebanon 4.2% (2012)"
    },
    "imports": {
      "text": "$10.78 billion (2012 est.); $17.6 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and transport equipment, electric power machinery, food and livestock, metal and metal products, chemicals and chemical products, plastics, yarn, paper"
    },
    "imports_partners": {
      "text": "Saudi Arabia 21.2%, UAE 10.4%, Iran 7.7%, China 7%, Iraq 6.3%, Ukraine 6.3%, Egypt 4.3% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$4.774 billion (31 December 2012 est.); $14.83 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$8.33 billion (31 December 2012 est.); $8.196 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Syrian pounds (SYP) per US dollar -; 64.3919 (2012 est.); 48.371 (2011 est.); 11.225 (2010 est.); 46.708 (2009); 46.5281 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "40.86 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "28.87 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "8.2 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "84.8% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "15.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "333,900 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "144,000 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "2.183 billion bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "255,600 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "258,800 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "14,540 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "58,160 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "8.94 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "9.63 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "690 million cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "240.7 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "63.1 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "4.345 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "13.117 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "fair system currently undergoing significant improvement and digital upgrades, including fiber-optic technology and expansion of the network to rural areas; the armed insurgency that began in 2011 has led to major disruptions to the network and has caused telephone and Internet outages throughout the country",
      "domestic": "the number of fixed-line connections has increased markedly since 2000; mobile-cellular service growing with telephone subscribership nearly 60 per 100 persons in 2011",
      "international": "country code - 963; submarine cable connection to Egypt, Lebanon, and Cyprus; satellite earth stations - 1 Intelsat (Indian Ocean) and 1 Intersputnik (Atlantic Ocean region); coaxial cable and microwave radio relay to Iraq, Jordan, Lebanon, and Turkey; participant in Medarabtel (2011)"
    },
    "broadcast_media": {
      "text": "state-run TV and radio broadcast networks; state operates 2 TV networks and a satellite channel; roughly two-thirds of Syrian homes have a satellite dish providing access to foreign TV broadcasts; 3 state-run radio channels; first private radio station launched in 2005; private radio broadcasters prohibited from transmitting news or political content (2007)"
    },
    "internet_country_code": {
      "text": ".sy"
    },
    "internet_hosts": {
      "text": "416 (2012)"
    },
    "internet_users": {
      "text": "4.469 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "90 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "29",
      "over_3_047_m": "5",
      "2_438_to_3_047_m": "16",
      "914_to_1_523_m": "3",
      "under_914_m": "5 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "61",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "12",
      "under_914_m": "48 (2013)"
    },
    "heliports": {
      "text": "6 (2013)"
    },
    "pipelines": {
      "text": "gas 3,170 km; oil 2,029 km (2013)"
    },
    "railways": {
      "total": "2,052 km",
      "standard_gauge": "1,801 km 1.435-m gauge",
      "narrow_gauge": "251 km 1.050-m gauge (2008)"
    },
    "roadways": {
      "total": "68,157 km",
      "paved": "61,514 km (includes 1,103 km of expressways)",
      "unpaved": "6,643 km (2006)"
    },
    "waterways": {
      "text": "900 km (navigable but not economically significant) (2011)"
    },
    "merchant_marine": {
      "total": "19",
      "by_type": "bulk carrier 4, cargo 14, carrier 1",
      "registered_in_other_countries": "166 (Barbados 1, Belize 4, Bolivia 4, Cambodia 22, Comoros 5, Dominica 4, Georgia 24, Lebanon 2, Liberia 1, Malta 4, Moldova 5, North Korea 4, Panama 34, Saint Vincent and the Grenadines 9, Sierra Leone 13, Tanzania 23, Togo 6, unknown 1) (2010)"
    },
    "ports_and_terminals": {
      "text": "Baniyas, Latakia, Tartus"
    }
  },
  "military": {
    "military_branches": {
      "text": "Syrian Armed Forces: Syrian Arab Army, Syrian Arab Navy, Syrian Arab Air and Air Defense Forces (includes Air Defense Command) (2008)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for compulsory and voluntary military service; conscript service obligation is 18 months; women are not conscripted but may volunteer to serve; re-enlistment obligation 5 years, with retirement after 15 years or age 40 (enlisted) or 20 years or age 45 (NCOs) (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "5,889,837",
      "females_age_16_49": "5,660,751 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "5,055,510",
      "females_age_16_49": "4,884,151 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "256,698",
      "female": "244,712 (2010 est.)"
    },
    "military_expenditures": {
      "text": "3.6% of GDP (2011)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Golan Heights is Israeli-occupied with the almost 1,000-strong UN Disengagement Observer Force patrolling a buffer zone since 1964; lacking a treaty or other documentation describing the boundary, portions of the Lebanon-Syria boundary are unclear with several sections in dispute; since 2000, Lebanon has claimed Shab'a Farms in the Golan Heights; 2004 Agreement and pending demarcation settles border dispute with Jordan"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "486,946 (Palestinian Refugees (UNRWA)); 87,741 (Iraq) (2012)",
      "idps": "4.25 million (ongoing civil war since 2011) (2012)",
      "stateless_persons": "221,000 (2012); note - Syria's stateless population is composed of Kurds and Palestinians; stateless persons are prevented from voting, owning land, holding certain jobs, receiving food subsidies or public healthcare, enrolling in public schools, or being legally married to Syrian citizens; in 1962, some 120,000 Syrian Kurds were stripped of their Syrian citizenship, rendering them and their descendants stateless; in 2011, the Syrian government granted citizenship to thousands of Syrian Kurds as a means of appeasement; however, resolving the question of statelessness is not a priority given Syria's ongoing civil war"
    },
    "trafficking_in_persons": {
      "current_situation": "due to Syria's political uprising and violent unrest, hundreds of thousands of Syrians, foreign migrant workers, and refugees have fled the country and are vulnerable to human trafficking; the lack of security and inaccessibility of the majority of the country makes it impossible to conduct a thorough analysis of the ongoing conflict and the scope and magnitude of Syria's human trafficking situation; prior to the uprising, Syria was principally a destination country for women and children subjected to forced labor or sex trafficking; thousands of women - the majority from Indonesia, the Philippines, Somalia, and Ethiopia - were recruited to work as domestic servants but were subsequently subjected to forced labor; Filipina domestic workers continue to be sent to Syria and are vulnerable to forced labor; the Syrian armed forces and opposition forces are using Syrian children in combat and support roles and as human shields; Iraqi women and girls continue to be sexually exploited, and Syrian children still face conditions of forced labor",
      "tier_rating": "Tier 3 - the government does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; the government does not demonstrate evidence of increasing efforts to investigate and punish trafficking offenses, provide protective services to victims, inform the public about human trafficking, or provide much-needed anti-trafficking training to law enforcement and social welfare officials; the government does not refer any victims to NGO-operated shelters and has failed to institute procedures for the identification, interview, and referral of trafficking victims; the status of the national plan of action against trafficking is unknown (2013)"
    },
    "illicit_drugs": {
      "text": "a transit point for opiates, hashish, and cocaine bound for regional and Western markets; weak anti-money-laundering controls and bank privatization may leave it vulnerable to money laundering"
    }
  }
}