{
  "Introduction": {
    "Background": {
      "text": "Modern Turkey was founded in 1923 from the remnants of the defeated Ottoman Empire by national hero Mustafa KEMAL, who was later honored with the title Ataturk or \"Father of the Turks.\" Under his leadership, the country adopted radical social, legal, and political reforms. After a period of one-party rule, an experiment with multi-party politics led to the 1950 election victory of the opposition Democrat Party and the peaceful transfer of power. Since then, Turkish political parties have multiplied, but democracy has been fractured by periods of instability and military coups (1960, 1971, 1980), which in each case eventually resulted in a return of formal political power to civilians. In 1997, the military again helped engineer the ouster - popularly dubbed a \"post-modern coup\" - of the then Islamic-oriented government. A coup attempt was made in July 2016 by a faction of the Turkish Armed Forces. ++ Turkey intervened militarily on Cyprus in 1974 to prevent a Greek takeover of the island and has since acted as patron state to the \"Turkish Republic of Northern Cyprus,\" which only Turkey recognizes. A separatist insurgency begun in 1984 by the Kurdistan Workers' Party (PKK) has long dominated the Turkish military's attention and claimed more than 40,000 lives. In 2013, the PKK and the Turkish Government agreed to a cease-fire, but fighting resumed in 2015. Turkey joined the UN in 1945 and in 1952 it became a member of NATO. In 1963, Turkey became an associate member of the European Community; it began accession membership talks with the EU in 2005. Over the past decade, economic reforms have contributed to a growing economy, although economic growth slowed in recent years. ++ From 2015 and continuing in 2016, Turkey witnessed an uptick in terrorist violence. The attacks have included bombings in Ankara, Istanbul, and throughout the predominantly Kurdish southeastern region of Turkey. On 15 July 2016, elements of the Turkish Armed forces attempted a coup at key government and infrastructure locations in Ankara and Istanbul. An estimated 300 people were killed and over 2,000 injured when Turkish citizens took to the streets en masse to confront the coup forces. In response, Turkish Government authorities arrested and/or dismissed thousands of military personnel, journalists, and civil servants, including judges and educators, over their alleged connection with the attempted coup. The government accused followers of an Islamic transnational religious and social movement for allegedly instigating the failed coup and designates the followers as terrorists. Following the failed coup, the Turkish Government instituted a three-month State of Emergency in July 2016 that was extended in October 2016. The Turkish Government is considering changing Turkey to an executive presidency."
    }
  },
  "Geography": {
    "Location": {
      "text": "Southeastern Europe and Southwestern Asia (that portion of Turkey west of the Bosporus is geographically part of Europe), bordering the Black Sea, between Bulgaria and Georgia, and bordering the Aegean Sea and the Mediterranean Sea, between Greece and Syria"
    },
    "Geographic coordinates": {
      "text": "39 00 N, 35 00 E"
    },
    "Map references": {
      "text": "Middle East"
    },
    "Area": {
      "total": {
        "text": "783,562 sq km"
      },
      "land": {
        "text": "769,632 sq km"
      },
      "water": {
        "text": "13,930 sq km"
      }
    },
    "Area - comparative": {
      "text": "slightly larger than Texas"
    },
    "Land boundaries": {
      "total": {
        "text": "2,816 km"
      },
      "border countries": {
        "text": "Armenia 311 km, Azerbaijan 17 km, Bulgaria 223 km, Georgia 273 km, Greece 192 km, Iran 534 km, Iraq 367 km, Syria 899 km"
      }
    },
    "Coastline": {
      "text": "7,200 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "6 nm in the Aegean Sea; 12 nm in Black Sea and in Mediterranean Sea"
      },
      "exclusive economic zone": {
        "text": "in Black Sea only: to the maritime boundary agreed upon with the former USSR"
      }
    },
    "Climate": {
      "text": "temperate; hot, dry summers with mild, wet winters; harsher in interior"
    },
    "Terrain": {
      "text": "high central plateau (Anatolia); narrow coastal plain; several mountain ranges"
    },
    "Elevation": {
      "mean elevation": {
        "text": "1,132 m"
      },
      "elevation extremes": {
        "text": "lowest point: Mediterranean Sea 0 m ++ highest point: Mount Ararat 5,166 m"
      }
    },
    "Natural resources": {
      "text": "coal, iron ore, copper, chromium, antimony, mercury, gold, barite, borate, celestite (strontium), emery, feldspar, limestone, magnesite, marble, perlite, pumice, pyrites (sulfur), clay, arable land, hydropower"
    },
    "Land use": {
      "agricultural land": {
        "text": "49.7% ++ arable land 26.7%; permanent crops 4%; permanent pasture 19%"
      },
      "forest": {
        "text": "14.9%"
      },
      "other": {
        "text": "35.4% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "52,150 sq km (2012)"
    },
    "Population - distribution": {
      "text": "the most densely populated area is found around the Bosporus in the northwest where 20% of the population lives in Istanbul; with the exception of Ankara, urban centers remain small and scattered throughout the interior of Anatolia; an overall pattern of peripheral development exists, particularly along the western Mediterranean coast, and the Tigris and Euphrates River systems in the southeast"
    },
    "Natural hazards": {
      "text": "severe earthquakes, especially in northern Turkey, along an arc extending from the Sea of Marmara to Lake Van",
      "volcanism": {
        "text": "limited volcanic activity; its three historically active volcanoes; Ararat, Nemrut Dagi, and Tendurek Dagi have not erupted since the 19th century or earlier"
      }
    },
    "Environment - current issues": {
      "text": "water pollution from dumping of chemicals and detergents; air pollution, particularly in urban areas; deforestation; concern for oil spills from increasing Bosporus ship traffic"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Air Pollution, Antarctic Treaty, Biodiversity, Climate Change, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Ship Pollution, Wetlands"
      },
      "signed, but not ratified": {
        "text": "Environmental Modification"
      }
    },
    "Geography - note": {
      "text": "strategic location controlling the Turkish Straits (Bosporus, Sea of Marmara, Dardanelles) that link the Black and Aegean Seas; Mount Ararat, the legendary landing place of Noah's ark, is in the far eastern portion of the country"
    }
  },
  "People and Society": {
    "Population": {
      "text": "80,274,604 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Turk(s)"
      },
      "adjective": {
        "text": "Turkish"
      }
    },
    "Ethnic groups": {
      "text": "Turkish 70-75%, Kurdish 19%, other minorities 7-12% (2016 est.)"
    },
    "Languages": {
      "text": "Turkish (official), Kurdish, other minority languages"
    },
    "Religions": {
      "text": "Muslim 99.8% (mostly Sunni), other 0.2% (mostly Christians and Jews)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "25.08% (male 10,303,153/female 9,833,713)"
      },
      "15-24 years": {
        "text": "16.11% (male 6,605,634/female 6,329,921)"
      },
      "25-54 years": {
        "text": "43.15% (male 17,541,137/female 17,094,141)"
      },
      "55-64 years": {
        "text": "8.36% (male 3,335,021/female 3,374,965)"
      },
      "65 years and over": {
        "text": "7.3% (male 2,603,655/female 3,253,264) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "49.7%"
      },
      "youth dependency ratio": {
        "text": "38.4%"
      },
      "elderly dependency ratio": {
        "text": "11.3%"
      },
      "potential support ratio": {
        "text": "8.9% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "30.5 years"
      },
      "male": {
        "text": "30.1 years"
      },
      "female": {
        "text": "31 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "0.9% (2016 est.)"
    },
    "Birth rate": {
      "text": "16 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "5.9 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "-1.2 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "the most densely populated area is found around the Bosporus in the northwest where 20% of the population lives in Istanbul; with the exception of Ankara, urban centers remain small and scattered throughout the interior of Anatolia; an overall pattern of peripheral development exists, particularly along the western Mediterranean coast, and the Tigris and Euphrates River systems in the southeast"
    },
    "Urbanization": {
      "urban population": {
        "text": "73.4% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "1.97% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "Istanbul 14.164 million; ANKARA (capital) 4.75 million; Izmir 3.04 million; Bursa 1.923 million; Adana 1.83 million; Gaziantep 1.528 million (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.05 male(s)/female"
      },
      "15-24 years": {
        "text": "1.04 male(s)/female"
      },
      "25-54 years": {
        "text": "1.03 male(s)/female"
      },
      "55-64 years": {
        "text": "0.99 male(s)/female"
      },
      "65 years and over": {
        "text": "0.8 male(s)/female"
      },
      "total population": {
        "text": "1.01 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "22.3 (2010 est.)"
    },
    "Maternal mortality rate": {
      "text": "16 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "18.2 deaths/1,000 live births"
      },
      "male": {
        "text": "19.4 deaths/1,000 live births"
      },
      "female": {
        "text": "16.9 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "74.8 years"
      },
      "male": {
        "text": "72.5 years"
      },
      "female": {
        "text": "77.3 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "2.03 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "73% (2008)"
    },
    "Health expenditures": {
      "text": "5.4% of GDP (2014)"
    },
    "Physicians density": {
      "text": "1.71 physicians/1,000 population (2011)"
    },
    "Hospital bed density": {
      "text": "2.5 beds/1,000 population (2011)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 100% of population ++ rural: 100% of population ++ total: 100% of population"
      },
      "unimproved": {
        "text": " ++ urban: 0% of population ++ rural: 0% of population ++ total: 0% of population (2015 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 98.3% of population ++ rural: 85.5% of population ++ total: 94.9% of population"
      },
      "unimproved": {
        "text": " ++ urban: 1.7% of population ++ rural: 14.5% of population ++ total: 5.1% of population (2015 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "NA"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "NA"
    },
    "HIV/AIDS - deaths": {
      "text": "NA"
    },
    "Obesity - adult prevalence rate": {
      "text": "29.4% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "1.9% (2014)"
    },
    "Education expenditures": {
      "text": "4.8% of GDP (2013)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "95%"
      },
      "male": {
        "text": "98.4%"
      },
      "female": {
        "text": "91.8% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "16 years"
      },
      "male": {
        "text": "17 years"
      },
      "female": {
        "text": "16 years (2013)"
      }
    },
    "Child labor - children ages 5-14": {
      "total number": {
        "text": "321,866"
      },
      "percentage": {
        "text": "3%"
      },
      "note": {
        "text": "data represent children ages 6-14 (2006 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "17.8%"
      },
      "male": {
        "text": "16.6%"
      },
      "female": {
        "text": "20.2% (2014 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Turkey"
      },
      "conventional short form": {
        "text": "Turkey"
      },
      "local long form": {
        "text": "Turkiye Cumhuriyeti"
      },
      "local short form": {
        "text": "Turkiye"
      },
      "etymology": {
        "text": "the name means \"Land of the Turks\""
      }
    },
    "Government type": {
      "text": "parliamentary republic"
    },
    "Capital": {
      "name": {
        "text": "Ankara"
      },
      "geographic coordinates": {
        "text": "39 56 N, 32 52 E"
      },
      "time difference": {
        "text": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)"
      },
      "daylight saving time": {
        "text": "+1hr, begins last Sunday in March; ends last Sunday in October"
      }
    },
    "Administrative divisions": {
      "text": "81 provinces (iller, singular - ili); Adana, Adiyaman, Afyonkarahisar, Agri, Aksaray, Amasya, Ankara, Antalya, Ardahan, Artvin, Aydin, Balikesir, Bartin, Batman, Bayburt, Bilecik, Bingol, Bitlis, Bolu, Burdur, Bursa, Canakkale, Cankiri, Corum, Denizli, Diyarbakir, Duzce, Edirne, Elazig, Erzincan, Erzurum, Eskisehir, Gaziantep, Giresun, Gumushane, Hakkari, Hatay, Igdir, Isparta, Istanbul, Izmir (Smyrna), Kahramanmaras, Karabuk, Karaman, Kars, Kastamonu, Kayseri, Kilis, Kirikkale, Kirklareli, Kirsehir, Kocaeli, Konya, Kutahya, Malatya, Manisa, Mardin, Mersin, Mugla, Mus, Nevsehir, Nigde, Ordu, Osmaniye, Rize, Sakarya, Samsun, Sanliurfa, Siirt, Sinop, Sirnak, Sivas, Tekirdag, Tokat, Trabzon (Trebizond), Tunceli, Usak, Van, Yalova, Yozgat, Zonguldak"
    },
    "Independence": {
      "text": "29 October 1923 (republic proclaimed succeeding to the Ottoman Empire)"
    },
    "National holiday": {
      "text": "Republic Day, 29 October (1923)"
    },
    "Constitution": {
      "history": {
        "text": "several previous; latest ratified 9 November 1982"
      },
      "amendments": {
        "text": "proposed by written consent of at least one-third of Grand National Assembly (GNA) members; adoption of draft amendments requires two debates in plenary GNA session and three-fifths majority vote of all GNA members; the president of the republic can request GNA reconsideration of the amendment and, if readopted by two-thirds majority GNA vote, the president may submit the amendment to a referendum; passage by referendum requires absolute majority vote; amended several times, last in 2016 (2016)"
      }
    },
    "Legal system": {
      "text": "civil law system based on various European legal systems notably the Swiss civil code"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "at least one parent must be a citizen of Turkey"
      },
      "dual citizenship recognized": {
        "text": "yes, but requires prior permission from the government"
      },
      "residency requirement for naturalization": {
        "text": "5 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Recep Tayyip ERDOGAN (since 10 August 2014)"
      },
      "head of government": {
        "text": "Prime Minister Binali YILDIRIM (since 22 May 2016); Deputy Prime Ministers Nurettin CANIKLI (since 24 May 2016), Veysi KAYNAK (since 24 May 2016), Mehmet SIMSEK (since 24 November 2015), Tugrul TURKES (since 29 August 2014), Numan KURTULMUS (since 29 August 2014)"
      },
      "cabinet": {
        "text": "Council of Ministers nominated by the prime minister, appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for a second term); prime minister appointed by the president from among members of parliament; note - a 2007 constitutional amendment changed the presidential electoral process to direct popular vote; prime minister appointed by the president from among members of the Grand National Assembly of Turkey"
      },
      "election results": {
        "text": "Recep Tayyip ERDOGAN elected president; Recep Tayyip ERDOGAN (AKP) 51.8%, Ekmeleddin IHSANOGLU (independent) 38.4%, Selahattin DEMIRTAS (HDP) 9.8%"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "unicameral Grand National Assembly of Turkey or Turkiye Buyuk Millet Meclisi (550 seats; members directly elected in multi-seat constituencies by proportional representation vote to serve 4-year terms)"
      },
      "elections": {
        "text": "last held on 1 November 2015 (next to be held on June 2019)"
      },
      "election results": {
        "text": "percent of vote by party - AKP 49.5%, CHP 25.3%, MHP 11.9%, HDP 10.8%, other 2.6%; seats by party - AKP 317, CHP 134, MHP 40, HDP 59; note - only parties surpassing the 10% threshold can win parliamentary seats"
      }
    },
    "Judicial branch": {
      "highest court": {
        "text": "Constitutional Court or Anayasa Mahkemesi (consists of 17 members); Court of Cassation (consists of about 390 judges and organized into civil and penal chambers); Council of State (organized into 15 divisions - 14 judicial and 1 consultative - each with a division head and at least 5 members)"
      },
      "judge selection and term of office": {
        "text": "Constitutional Court members - 3 appointed by the Grand National Assembly and 14 by the president of the republic from among candidates nominated by the plenary assemblies of the high courts (with the exception of the Court of High Accounts), the Higher Education Council, and from among senior government administrators, lawyers, judges and prosecutors, and Constitutional Court rapporteurs; court president and 2 deputy presidents appointed from among its members for 4-year terms; judges appointed for 12-year, non-renewable terms with mandatory retirement at age 65; Court of Cassation judges appointed by the Supreme Council of Judges and Public Prosecutors (SCJP), a 22-member body of judicial officials; Court  of Cassation judges appointed until retirement at age 65; Council of State members appointed by the SCJP and by the president of the republic; members appointed for renewable, 4-year terms"
      },
      "subordinate courts": {
        "text": "regional appeals courts; basic (first instance) courts, peace courts; military courts; state security courts; specialized courts, including administrative and audit"
      }
    },
    "Political parties and leaders": {
      "text": "Democratic Party or DP [Gultekin UYSAL] ++ Felicity Party or SP [Mustafa KAMALAK] ++ Free Cause Party or HUDA PAR [Zekeriya YAPICIOGLU] ++ Grand Unity Party or BBP [Mustafa DESTICI] ++ Justice and Development Party or AKP [Binali YILDRUM] ++ Nationalist Movement Party or MHP [Devlet BAHCELI] ++ Patriotic Party of VP [Dogu PERINCEK] ++ People's Democratic Party or HDP [Selahattin DEMIRTAS and Figen YUKSEKDAG]; note - DEMIRTAS and YUKSEKDAG were detained by Turkish authorities in November 2016 over their alleged links to the PKK ++ Republican People's Party or CHP [Kemal KILICDAROGLU] ++ Rights and Freedom Party of HAK-PAR [Refik KARACOK]"
    },
    "Political pressure groups and leaders": {
      "text": "Confederation of Businessmen and Industrialists of Turkey or TUSKON [Rizanur MERAL]; note - the government issued an arrest warrant for MERAL over alleged connection to the July 2016 coup attempt ++ Confederation of Public Sector Unions or KESK [Lami OZGEN, Saziye KOSE, co-chairs] ++ Confederation of Progressive Workers Unions or DISK [Kani BEKO] ++ Independent Industrialists' and Businessmen's Association or MUSIAD [Nail OLPAK] ++ Moral Rights Workers Union or Hak-Is [Mahmut ARSLAN] ++ Turkish Confederation of Employer Associations or TISK [Kudret ONEN] ++ Turkish Confederation of Labor or Turk-Is [Ergun ATALAY] ++ Turkish Confederation of Tradesmen and Craftsmen or TESK [Bendevi PALANDOKEN] ++ Turkish Industrialists' and Businessmen's Association or TUSIAD [Cansen BASARAN-SYMES] ++ Turkish Union of Chambers of Commerce and Commodity Exchanges or TOBB [M. Rifat HISARCIKLIOGLU]"
    },
    "International organization participation": {
      "text": "ADB (nonregional member), Australia Group, BIS, BSEC, CBSS (observer), CD, CE, CERN (observer), CICA, CPLP (associate observer), D-8, EAPC, EBRD, ECO, EU (candidate country), FAO, FATF, G-20, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IEA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NATO, NEA, NSG, OAS (observer), OECD, OIC, OPCW, OSCE, Pacific Alliance (observer), Paris Club (associate), PCA, PIF (partner), SCO (dialogue member), SELEC, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO, ZC"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Serdar KILIC (since 21 May 2014)"
      },
      "chancery": {
        "text": "2525 Massachusetts Avenue NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 612-6700"
      },
      "FAX": {
        "text": "[1] (202) 612-6744"
      },
      "consulate(s) general": {
        "text": "Boston, Chicago, Houston, Los Angeles, Miami, New York"
      }
    },
    "Diplomatic representation from the US": {
      "chief of mission": {
        "text": "Ambassador John R. BASS (since 20 October 2014)"
      },
      "embassy": {
        "text": "110 Ataturk Boulevard, Kavaklidere, 06100 Ankara"
      },
      "mailing address": {
        "text": "PSC 93, Box 5000, APO AE 09823"
      },
      "telephone": {
        "text": "[90] (312) 455-5555"
      },
      "FAX": {
        "text": "[90] (312) 467-0019"
      },
      "consulate(s) general": {
        "text": "Istanbul"
      },
      "consulate(s)": {
        "text": "Adana"
      }
    },
    "Flag description": {
      "text": "red with a vertical white crescent moon (the closed portion is toward the hoist side) and white five-pointed star centered just outside the crescent opening; the flag colors and designs closely resemble those on the banner of the Ottoman Empire, which preceded modern-day Turkey; the crescent moon and star serve as insignia for Turkic peoples; according to one interpretation, the flag represents the reflection of the moon and a star in a pool of blood of Turkish warriors"
    },
    "National symbol(s)": {
      "text": "star and crescent; national colors: red, white"
    },
    "National anthem": {
      "name": {
        "text": "\"Istiklal Marsi\" (Independence March)"
      },
      "lyrics/music": {
        "text": "Mehmet Akif ERSOY/Zeki UNGOR"
      },
      "note": {
        "text": "lyrics adopted 1921, music adopted 1932; the anthem's original music was adopted in 1924; a new composition was agreed upon in 1932"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Turkey's largely free-market economy is increasingly driven by its industry and service sectors, although its traditional agriculture sector still accounts for about 25% of employment. An aggressive privatization program has reduced state involvement in basic industry, banking, transport, and communication. An emerging cadre of middle-class entrepreneurs is adding dynamism to the economy and expanding production beyond the traditional textiles and clothing sectors. The automotive, petrochemical, and electronics industries are rising in importance and have surpassed textiles within Turkey's export mix. ++  ++ Oil began to flow through the Baku-Tbilisi-Ceyhan pipeline in May 2006, marking a major milestone that has brought up to 1 million barrels per day from the Caspian region to market. The joint Turkish-Azeri Trans Anatolian Natural Gas Pipeline (TANAP) is moving forward to help transport Caspian gas to Europe through Turkey, helping to address Turkey's dependence on imported gas, which currently meets 98% of its energy needs. ++  ++ After Turkey experienced a severe financial crisis in 2001, Ankara adopted financial and fiscal reforms as part of an IMF program. The reforms strengthened the country's economic fundamentals and ushered in an era of strong growth averaging more than 6% annually until 2008. Global economic conditions and tighter fiscal policy caused GDP to contract in 2009, but Turkey's well-regulated financial markets and banking system helped the country weather the global financial crisis, and GDP rebounded strongly to around 9% in 2010-11, as exports returned to normal levels following the crisis. Two rating agencies upgraded Turkey's debt to investment grade in 2012 and 2013, and Turkey's public sector debt to GDP ratio fell to 33% in 2014. The stock value of Foreign Direct Investment reached nearly $195 billion at yearend 2014. ++  ++ Despite these positive trends, GDP growth dropped to 4.4% in 2013 and 2.9% in 2014. Growth slowed considerably in the last quarter of 2014, largely due to lackluster consumer demand both domestically and in Europe, Turkey’s most important export market. High interest rates have also contributed to the slowdown in growth, as Turkey sharply increased interest rates in January 2014 in order to strengthen the country’s currency and reduce inflation. Turkey then cut rates in February 2015 in a bid to spur economic growth. ++  ++ The Turkish economy retains significant weaknesses. Specifically, Turkey's relatively high current account deficit, uncertain commitment to structural reform, and turmoil within Turkey's neighborhood leave the economy vulnerable to destabilizing shifts in investor confidence. Turkey also remains overly dependent on often volatile, short-term investment to finance its large current account deficit."
    },
    "GDP (purchasing power parity)": {
      "text": "$1.67 trillion (2016 est.) ++ $1.617 trillion (2015 est.) ++ $1.555 trillion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$735.7 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "3.3% (2016 est.) ++ 4% (2015 est.) ++ 3% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$21,100 (2016 est.) ++ $20,700 (2015 est.) ++ $20,100 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "13% of GDP (2016 est.) ++ 14.5% of GDP (2015 est.) ++ 15% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "69.5%"
      },
      "government consumption": {
        "text": "15.5%"
      },
      "investment in fixed capital": {
        "text": "18.8%"
      },
      "investment in inventories": {
        "text": "-1%"
      },
      "exports of goods and services": {
        "text": "26.9%"
      },
      "imports of goods and services": {
        "text": "-29.7% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "8.6%"
      },
      "industry": {
        "text": "27.1%"
      },
      "services": {
        "text": "64.3% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "tobacco, cotton, grain, olives, sugar beets, hazelnuts, pulses, citrus; livestock"
    },
    "Industries": {
      "text": "textiles, food processing, automobiles, electronics, mining (coal, chromate, copper, boron), steel, petroleum, construction, lumber, paper"
    },
    "Industrial production growth rate": {
      "text": "4.5% (2016 est.)"
    },
    "Labor force": {
      "text": "30.24 million",
      "note": {
        "text": "about 1.2 million Turks work abroad (2016 est.)"
      }
    },
    "Labor force - by occupation": {
      "agriculture": {
        "text": "25.5%"
      },
      "industry": {
        "text": "26.2%"
      },
      "services": {
        "text": "48.4% (2010)"
      }
    },
    "Unemployment rate": {
      "text": "9.8% (2016 est.) ++ 10.3% (2015 est.)"
    },
    "Population below poverty line": {
      "text": "16.9% (2010 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.1%"
      },
      "highest 10%": {
        "text": "30.3% (2008)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "40.2 (2010) ++ 43.6 (2003)"
    },
    "Budget": {
      "revenues": {
        "text": "$184.3 billion"
      },
      "expenditures": {
        "text": "$198.8 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "25% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-2% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "32.7% of GDP (2016 est.) ++ 34.7% of GDP (2015 est.)",
      "note": {
        "text": "data cover central government debt, and excludes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data exclude debt issued by subnational entities, as well as i"
      }
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "8% (2016 est.) ++ 7.7% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "5.25% (31 December 2011) ++ 15% (22 December 2009)"
    },
    "Commercial bank prime lending rate": {
      "text": "15.2% (31 December 2016 est.) ++ 13.66% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$119.4 billion (31 December 2016 est.) ++ $107.1 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$474.7 billion (31 December 2014 est.) ++ $425.1 billion (31 December 2013 est.)"
    },
    "Stock of domestic credit": {
      "text": "$611.7 billion (31 December 2016 est.) ++ $581.8 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$188.9 billion (31 December 2015 est.) ++ $219.8 billion (31 December 2014 est.) ++ $195.7 billion (31 December 2013 est.)"
    },
    "Current account balance": {
      "text": "-$32.12 billion (2016 est.) ++ -$32.24 billion (2015 est.)"
    },
    "Exports": {
      "text": "$150.1 billion (2016 est.) ++ $152 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "apparel, foodstuffs, textiles, metal manufactures, transport equipment"
    },
    "Exports - partners": {
      "text": "Germany 9.3%, UK 7.3%, Iraq 5.9%, Italy 4.8%, US 4.5%, France 4.1% (2015)"
    },
    "Imports": {
      "text": "$197.8 billion (2016 est.) ++ $200.1 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "machinery, chemicals, semi-finished goods, fuels, transport equipment"
    },
    "Imports - partners": {
      "text": "China 12%, Germany 10.3%, Russia 9.9%, US 5.4%, Italy 5.1% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$115 billion (31 December 2016 est.) ++ $110.5 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$410.4 billion (31 December 2016 est.) ++ $397.8 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$198.4 billion (31 December 2016 est.) ++ $185.9 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$53.07 billion (31 December 2016 est.) ++ $45.57 billion (31 December 2015 est.)"
    },
    "Exchange rates": {
      "text": "Turkish liras (TRY) per US dollar - ++ 2.976 (2016 est.) ++ 2.72 (2015 est.) ++ 2.72 (2014 est.) ++ 2.1885 (2013 est.) ++ 1.8 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "239 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "207 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "2.7 billion kWh (2014 est.)"
    },
    "Electricity - imports": {
      "text": "8 billion kWh (2014 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "70 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "61% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "34.3% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "4.6% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "48,510 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "8,475 bbl/day (2015 est.)"
    },
    "Crude oil - imports": {
      "text": "513,500 bbl/day (2015 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "300 million bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "613,600 bbl/day (2015 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "860,800 bbl/day (2015 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "154,600 bbl/day (2015 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "503,700 bbl/day (2015 est.)"
    },
    "Natural gas - production": {
      "text": "479 million cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "48.72 billion cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "633 million cu m (2014 est.)"
    },
    "Natural gas - imports": {
      "text": "49.26 billion cu m (2014 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "5.012 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "319 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "11,493,057"
      },
      "subscriptions per 100 inhabitants": {
        "text": "14 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "73.639 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "93 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "comprehensive telecommunications network undergoing rapid modernization and expansion, especially in mobile-cellular services"
      },
      "domestic": {
        "text": "additional digital exchanges are permitting a rapid increase in subscribers; the construction of a network of technologically advanced intercity trunk lines, using both fiber-optic cable and digital microwave radio relay, is facilitating communication bet"
      },
      "international": {
        "text": "country code - 90; international service is provided by the SEA-ME-WE-3 submarine cable and by submarine fiber-optic cables in the Mediterranean and Black Seas that link Turkey with Italy, Greece, Israel, Bulgaria, Romania, and Russia; satellite earth sta (2015)"
      }
    },
    "Broadcast media": {
      "text": "Turkish Radio and Television Corporation (TRT) operates multiple TV and radio networks and stations; multiple privately owned national television stations and up to 300 private regional and local television stations; multi-channel cable TV subscriptions a (2009)"
    },
    "Internet country code": {
      "text": ".tr"
    },
    "Internet users": {
      "total": {
        "text": "42.681 million"
      },
      "percent of population": {
        "text": "53.7% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "15"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "531"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "96,604,665"
      },
      "annual freight traffic on registered air carriers": {
        "text": "2,882.162 million mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "TC (2016)"
    },
    "Airports": {
      "text": "98 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "91"
      },
      "over 3,047 m": {
        "text": "16"
      },
      "2,438 to 3,047 m": {
        "text": "38"
      },
      "1,524 to 2,437 m": {
        "text": "17"
      },
      "914 to 1,523 m": {
        "text": "16"
      },
      "under 914 m": {
        "text": "4 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "7"
      },
      "1,524 to 2,437 m": {
        "text": "1"
      },
      "914 to 1,523 m": {
        "text": "4"
      },
      "under 914 m": {
        "text": "2 (2013)"
      }
    },
    "Heliports": {
      "text": "20 (2013)"
    },
    "Pipelines": {
      "text": "gas 12,603 km; oil 3,038 km (2013)"
    },
    "Railways": {
      "total": {
        "text": "12,008 km"
      },
      "standard gauge": {
        "text": "12,008 km 1.435-m gauge (3,216 km electrified) (2014)"
      }
    },
    "Roadways": {
      "total": {
        "text": "385,754 km"
      },
      "paved": {
        "text": "352,268 km (includes 2,127 km of expressways)"
      },
      "unpaved": {
        "text": "33,486 km (2012)"
      }
    },
    "Waterways": {
      "text": "1,200 km (2010)"
    },
    "Merchant marine": {
      "total": {
        "text": "629"
      },
      "by type": {
        "text": "bulk carrier 102, cargo 281, chemical tanker 80, container 42, liquefied gas 6, passenger 2, passenger/cargo 60, petroleum tanker 25, refrigerated cargo 1, roll on/roll off 29, specialized tanker 1"
      },
      "foreign-owned": {
        "text": "1 (Italy 1)"
      },
      "registered in other countries": {
        "text": "645 (Albania 1, Antigua and Barbuda 7, Azerbaijan 1, Bahamas 3, Barbados 1, Belize 16, Brazil 1, Cambodia 15, Comoros 8, Cook Islands 4, Curacao 5, Cyprus 1, Dominica 1, Georgia 14, Italy 4, Kazakhstan 1, Liberia 16, Malta 233, Marshall Islands 70, Moldova 18 (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Aliaga, Ambarli, Diliskelesi, Eregli, Izmir, Kocaeli (Izmit), Mersin (Icel), Limani, Yarimca"
      },
      "container port(s) (TEUs)": {
        "text": "Ambarli (2,121,549), Mersin (Icel) (1,126,866)"
      },
      "LNG terminal (import)": {
        "text": "Izmir Aliaga, Marmara Ereglisi"
      }
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Turkish Armed Forces (TSK): Turkish Land Forces (Turk Kara Kuvvetleri), Turkish Naval Forces (Turk Deniz Kuvvetleri; includes naval air and naval infantry), Turkish Air Forces (Turk Hava Kuvvetleri) (2013)"
    },
    "Military service age and obligation": {
      "text": "21-41 years of age for male compulsory military service; 18 years of age for voluntary service; 12-month conscript obligation for non-university graduates, 6-12 months for university graduates (graduates of higher education may perform 6 months of military service as short-term privates, or 12 months as reserve officers); conscripts are called to register at age 20, for service at 21; women serve in the Turkish Armed Forces only as officers; reserve obligation to age 41; Turkish citizens with a residence or work permit who have worked abroad for at least 3 years (1095 days) can be exempt from military service in exchange for 6,000 EUR or its equivalent in foreign currencies; a law passed in December 2014 introduced a one-time payment scheme which exempted Turkish citizens 27 and older from conscription in exchange for a payment of $8,150 (2013)"
    },
    "Military expenditures": {
      "text": "2.1% of GDP (2015) ++ 2.36% of GDP (2014) ++ 2.39% of GDP (2013) ++ 2.31% of GDP (2012) ++ 2.28% of GDP (2011)"
    },
    "Military - note": {
      "text": "the ruling Justice and Development Party (AKP) has actively pursued the goal of asserting civilian control over the military since first taking power in 2002; the Turkish Armed Forces (TSK) role in internal security has been significantly reduced; the TSK leadership continues to be an influential institution within Turkey, but plays a much smaller role in politics; the Turkish military remains focused on the threats emanating from the Syrian civil war, Russia's actions in Ukraine, and the PKK insurgency; primary domestic threats are listed as fundamentalism (with the definition in some dispute with the civilian government), separatism (Kurdish discontent), and the extreme left wing; Ankara strongly opposed establishment of an autonomous Kurdish region in Iraq; an overhaul of the Turkish Land Forces Command (TLFC) taking place under the \"Force 2014\" program is to produce 20-30% smaller, more highly trained forces characterized by greater mobility and firepower and capable of joint and combined operations; the TLFC has taken on increasing international peacekeeping responsibilities including in Afghanistan; the Turkish Navy is a regional naval power that wants to develop the capability to project power beyond Turkey's coastal waters; the Navy is heavily involved in NATO, multinational, and UN operations; its roles include control of territorial waters and security for sea lines of communications; the Turkish Air Force adopted an \"Aerospace and Missile Defense Concept\" in 2002 and has initiated project work on an integrated missile defense system; Air Force priorities include attaining a modern deployable, survivable, and sustainable force structure, and establishing a sustainable command and control system; Turkey is a NATO ally and hosts NATO's Land Forces Command in Izmir, as well as the AN/TPY-2 radar as part of NATO Missile Defense (2014)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "complex maritime, air, and territorial disputes with Greece in the Aegean Sea; status of north Cyprus question remains; Syria and Iraq protest Turkish hydrological projects to control upper Euphrates waters; Turkey has expressed concern over the status of Kurds in Iraq; in 2009, Swiss mediators facilitated an accord reestablishing diplomatic ties between Armenia and Turkey, but neither side has ratified the agreement and the rapprochement effort has faltered; Turkish authorities have complained that blasting from quarries in Armenia might be damaging the medieval ruins of Ani, on the other side of the Arpacay valley"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "at least 103,000 (Iraq) (2014); 2,814,631 (Syria) (2016)"
      },
      "IDPs": {
        "text": "954,000 (displaced from 1984-2005 because of fighting between the Kurdish PKK and Turkish military; most IDPs are Kurds from eastern and southeastern provinces; no information available on persons displaced by development projects) (2015)"
      },
      "stateless persons": {
        "text": "780 (2015)"
      }
    },
    "Illicit drugs": {
      "text": "key transit route for Southwest Asian heroin to Western Europe and, to a lesser extent, the US - via air, land, and sea routes; major Turkish and other international trafficking organizations operate out of Istanbul; laboratories to convert imported morphine base into heroin exist in remote regions of Turkey and near Istanbul; government maintains strict controls over areas of legal opium poppy cultivation and over output of poppy straw concentrate; lax enforcement of money-laundering controls"
    }
  }
}