{
  "intro": {
    "background": {
      "text": "North Yemen became independent of the Ottoman Empire in 1918. The British, who had set up a protectorate area around the southern port of Aden in the 19th century, withdrew in 1967 from what became South Yemen. Three years later, the southern government adopted a Marxist orientation. The massive exodus of hundreds of thousands of Yemenis from the south to the north contributed to two decades of hostility between the states. The two countries were formally unified as the Republic of Yemen in 1990. A southern secessionist movement and brief civil war in 1994 was quickly subdued. In 2000, Saudi Arabia and Yemen agreed to a delimitation of their border. Fighting in the northwest between the government and Huthi rebels, a group seeking a return to traditional Zaydi Islam, began in 2004 and has since resulted in six rounds of fighting - the last ended in early 2010 with a cease-fire that continues to hold. The southern secessionist movement was revitalized in 2008 when a popular socioeconomic protest movement initiated the prior year took on political goals including secession. Public rallies in Sana'a against then President SALIH - inspired by similar demonstrations in Tunisia and Egypt - slowly built momentum starting in late January 2011 fueled by complaints over high unemployment, poor economic conditions, and corruption. By the following month, some protests had resulted in violence, and the demonstrations had spread to other major cities. By March the opposition had hardened its demands and was unifying behind calls for SALIH's immediate ouster. The Gulf Cooperation Council (GCC) in late April 2011, in an attempt to mediate the crisis in Yemen, proposed an agreement in which the president would step down in exchange for immunity from prosecution. SALIH's refusal to sign an agreement led to heavy street fighting and his injury in an explosion in June 2011. The UN Security Council passed Resolution 2014 in October 2011 calling on both sides to end the violence and complete a power transfer deal. In late November 2011, SALIH signed the GCC-brokered agreement to step down and to transfer some of his powers to Vice President Abd Rabuh Mansur HADI. Following elections in February 2012, won by HADI, SALIH formally transferred his powers. In accordance with the GCC initiative, Yemen launched a National Dialogue to discuss key constitutional, political, and social issues in mid-March 2013."
    }
  },
  "geo": {
    "location": {
      "text": "Middle East, bordering the Arabian Sea, Gulf of Aden, and Red Sea, between Oman and Saudi Arabia"
    },
    "geographic_coordinates": {
      "text": "15 00 N, 48 00 E"
    },
    "map_references": {
      "text": "Middle East"
    },
    "area": {
      "total": "527,968 sq km",
      "land": "527,968 sq km",
      "water": "0 sq km",
      "note": "includes Perim, Socotra, the former Yemen Arab Republic (YAR or North Yemen), and the former People's Democratic Republic of Yemen (PDRY or South Yemen)"
    },
    "area_comparative": {
      "text": "slightly larger than twice the size of Wyoming"
    },
    "land_boundaries": {
      "total": "1,746 km",
      "border_countries": "Oman 288 km, Saudi Arabia 1,458 km"
    },
    "coastline": {
      "text": "1,906 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 nm or to the edge of the continental margin"
    },
    "climate": {
      "text": "mostly desert; hot and humid along west coast; temperate in western mountains affected by seasonal monsoon; extraordinarily hot, dry, harsh desert in east"
    },
    "terrain": {
      "text": "narrow coastal plain backed by flat-topped hills and rugged mountains; dissected upland desert plains in center slope into the desert interior of the Arabian Peninsula"
    },
    "elevation_extremes": {
      "lowest_point": "Arabian Sea 0 m",
      "highest_point": "Jabal an Nabi Shu'ayb 3,760 m"
    },
    "natural_resources": {
      "text": "petroleum, fish, rock salt, marble; small deposits of coal, gold, lead, nickel, and copper; fertile soil in west"
    },
    "land_use": {
      "arable_land": "2.2%",
      "permanent_crops": "0.55%",
      "other": "97.25% (2011)"
    },
    "irrigated_land": {
      "text": "6,801 sq km (2004)"
    },
    "total_renewable_water_resources": {
      "text": "2.1 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "3.57  cu km/yr (7%/2%/91%)",
      "per_capita": "162.4  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "sandstorms and dust storms in summer",
      "volcanism": "limited volcanic activity; Jebel at Tair (Jabal al-Tair, Jebel Teir, Jabal al-Tayr, Jazirat at-Tair) (elev. 244 m), which forms an island in the Red Sea, erupted in 2007 after awakening from dormancy; other historically active volcanoes include Harra of Arhab, Harras of Dhamar, Harra es-Sawad, and Jebel Zubair, although many of these have not erupted in over a century"
    },
    "environment_current_issues": {
      "text": "limited natural freshwater resources; inadequate supplies of potable water; overgrazing; soil erosion; desertification"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "strategic location on Bab el Mandeb, the strait linking the Red Sea and the Gulf of Aden, one of world's most active shipping lanes"
    }
  },
  "people": {
    "nationality": {
      "noun": "Yemeni(s)",
      "adjective": "Yemeni"
    },
    "ethnic_groups": {
      "text": "predominantly Arab; but also Afro-Arab, South Asians, Europeans"
    },
    "languages": {
      "text": "Arabic (official)"
    },
    "religions": {
      "text": "Muslim (Islam - official) including Shaf'i (Sunni) and Zaydi (Shia), small numbers of Jewish, Christian, and Hindu"
    },
    "population": {
      "text": "25,408,288 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "42% (male 5,433,121/female 5,235,891)",
      "15_24_years": "21.1% (male 2,720,793/female 2,640,652)",
      "25_54_years": "30.6% (male 3,974,091/female 3,797,543)",
      "55_64_years": "3.7% (male 446,293/female 490,628)",
      "65_years_and_over": "2.6% (male 315,141/female 354,135) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "75.6 %",
      "youth_dependency_ratio": "70.6 %",
      "elderly_dependency_ratio": "5.1 %",
      "potential_support_ratio": "19.8 (2013)"
    },
    "median_age": {
      "total": "18.5 years",
      "male": "18.4 years",
      "female": "18.6 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.5% (2013 est.)"
    },
    "birth_rate": {
      "text": "31.63 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "6.64 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "32.3% of total population (2011)",
      "rate_of_urbanization": "4.78% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "SANAA (capital) 2.229 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.03 male(s)/female",
      "25_54_years": "1.05 male(s)/female",
      "55_64_years": "0.92 male(s)/female",
      "65_years_and_over": "0.9 male(s)/female",
      "total_population": "1.03 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "19.2",
      "note": "Median age at first birth among women 25-29 (1997 est.)"
    },
    "maternal_mortality_rate": {
      "text": "200 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "51.93 deaths/1,000 live births",
      "male": "56.33 deaths/1,000 live births",
      "female": "47.31 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "64.47 years",
      "male": "62.39 years",
      "female": "66.65 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "4.27 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "27.7% (2006)"
    },
    "health_expenditures": {
      "text": "5.2% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.3 physicians/1,000 population (2009)"
    },
    "hospital_bed_density": {
      "text": "0.7 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 72% of population; rural: 47% of population; total: 55% of population",
      "unimproved": "urban: 28% of population; rural: 53% of population; total: 45% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 93% of population; rural: 34% of population; total: 53% of population",
      "unimproved": "urban: 7% of population; rural: 66% of population; total: 47% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.1% (2001 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "12,000 (2001 est.)"
    },
    "hiv_aids_deaths": {
      "text": "NA"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever and malaria",
      "water_contact_disease": "schistosomiasis (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "14.5% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "43.1% (2003)"
    },
    "education_expenditures": {
      "text": "5.2% of GDP (2008)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "65.3%",
      "male": "82.1%",
      "female": "48.5% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "9 years",
      "male": "11 years",
      "female": "7 years (2005)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "1,334,288",
      "percentage": "23 % (2006 est.)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Yemen",
      "conventional_short_form": "Yemen",
      "local_long_form": "Al Jumhuriyah al Yamaniyah",
      "local_short_form": "Al Yaman",
      "former": "Yemen Arab Republic [Yemen (Sanaa) or North Yemen] and People's Democratic Republic of Yemen [Yemen (Aden) or South Yemen]"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Sanaa",
      "geographic_coordinates": "15 21 N, 44 12 E",
      "time_difference": "UTC+3 (8 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "20 governorates (muhafazat, singular - muhafazah) and 1 municipality*; Abyan, 'Adan (Aden), Ad Dali', Al Bayda', Al Hudaydah, Al Jawf, Al Mahrah, Al Mahwit, Amanat al 'Asimah (Sanaa City)*, 'Amran, Dhamar, Hadramawt, Hajjah, Ibb, Lahij, Ma'rib, Raymah, Sa'dah, San'a' (Sanaa), Shabwah, Ta'izz"
    },
    "independence": {
      "text": "22 May 1990 (Republic of Yemen was established with the merger of the Yemen Arab Republic [Yemen (Sanaa) or North Yemen] and the Marxist-dominated People's Democratic Republic of Yemen [Yemen (Aden) or South Yemen]); note - previously North Yemen became independent in November 1918 (from the Ottoman Empire) and became a republic with the overthrow of the theocratic Imamate in 1962; South Yemen became independent on 30 November 1967 (from the UK)"
    },
    "national_holiday": {
      "text": "Unification Day, 22 May (1990)"
    },
    "constitution": {
      "text": "16 May 1991; amended 29 September 1994 and February 2001"
    },
    "legal_system": {
      "text": "mixed legal system of Islamic law, Napoleonic law, English common law, and customary law"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Abd Rabuh Mansur HADI (Field Marshal) (since 25 February 2012)",
      "head_of_government": "Prime Minister Muhammad Salim BA SINDWAH (since 27 November 2011)",
      "cabinet": "on 27 November 2011, Vice President HADI requested Interim Prime Minister Muhammad Salim BA SINDWAH to form a new government following the resignation of President SALIH on 24 November 2011",
      "elections": "president elected by popular vote for a seven-year term based on constitution; however a special election was held on 21 February 2012 to remove Ali Abdallah SALIH based on a GCC-mediated deal during the political crisis of 2011 (next election to be held in 2014); vice president appointed by the president but position is vacant; prime minister appointed by the president",
      "election_results": "Abd Rabuh Mansur HADI elected as a consensus president with about 50% popular participation; no other candidates"
    },
    "legislative_branch": {
      "text": "bicameral legislature consisting of a Shura Council (111 seats; members appointed by the president) and House of Representatives (301 seats; members elected by popular vote in single-member constituencies to serve six-year terms)",
      "elections": "last held on 27 April 2003 (scheduled April 2009 election postponed)",
      "election_results": "House of Representatives percent of vote by party - NA; seats by party - GPC 238, Islah 47, YSP 6, Nasserite Unionist Party 3, National Arab Socialist Ba'th Party 2, independents 5"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of the president of the Court, 2 deputies, and nearly 50 judges; court organized into constitutional, civil, commercial, family, administrative, criminal, military, and appeals scrutiny divisions)",
      "judge_selection_and_term_of_office": "judges appointed by the Supreme Judicial Council, chaired by the president of the republic and consisting of 10 high-ranking judicial officers; judges appointed for life with mandatory retirement at age 65",
      "subordinate_courts": "appeal courts; district or first instance courts; commercial courts"
    },
    "political_parties_and_leaders": {
      "text": "General People's Congress or GPC [Ali Abdallah SALIH, Abd Rabuh Mansur HADI]; Islamic Reform Grouping or Islah [Muhammed Abdallah al-YADUMI, Abdul Wahab al-ANSI]; Nasserite Unionist Party [Sultan al-ATWANI]; Yemeni Socialist Party or YSP [Yasin Said NU'MAN]; ",
      "note": "there are at least seven more active political parties"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Muslim Brotherhood; Women National Committee; ",
      "other": "conservative tribal groups; Huthis, southern secessionist groups; al-Qa'ida in the Arabian Peninsula (AQAP)"
    },
    "international_organization_participation": {
      "text": "AFESD, AMF, CAEU, CD, EITI (compliant country), FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAS, MIGA, MINURSO, MONUSCO, NAM, OAS (observer), OIC, OPCW, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNMIL, UNMIS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Adel Ali Ahmed AL-SUNAINI",
      "chancery": "2319 Wyoming Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 965-4760",
      "fax": "[1] (202) 337-2017"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Gerald M. FEIERSTEIN",
      "embassy": "Sa'awan Street, Sanaa",
      "mailing_address": "P. O. Box 22347, Sanaa",
      "telephone": "[967] (1) 755-2000 ext. 2153 or 2266",
      "fax": "[967] (1) 303-182"
    },
    "flag_description": {
      "text": "three equal horizontal bands of red (top), white, and black; the band colors derive from the Arab Liberation flag and represent oppression (black), overcome through bloody struggle (red), to be replaced by a bright future (white)",
      "note": "similar to the flag of Syria, which has two green stars in the white band, and of Iraq, which has an Arabic inscription centered in the white band; also similar to the flag of Egypt, which has a heraldic eagle centered in the white band"
    },
    "national_symbols": {
      "text": "golden eagle"
    },
    "national_anthem": {
      "name": "\"al-qumhuriyatu l-muttahida\" (United Republic)",
      "lyrics_music": "Abdullah Abdulwahab NOA'MAN/Ayyoab Tarish ABSI",
      "note": "adopted 1990; the music first served as the anthem for South Yemen before unification with North Yemen in 1990"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Yemen is a low income country that is highly dependent on declining oil resources for revenue. Petroleum accounts for roughly 25% of GDP and 70% of government revenue. Yemen has tried to counter the effects of its declining oil resources by diversifying its economy through an economic reform program initiated in 2006 that is designed to bolster non-oil sectors of the economy and foreign investment. In October 2009, Yemen exported its first liquefied natural gas as part of this diversification effort. In January 2010, the international community established the Friends of Yemen group that aims to support Yemen's efforts toward economic and political reform. In 2012, the Friends of Yemen pledged over $7 billion in assistance to Yemen. The Yemeni Government also endorsed a Mutual Accountability Framework to facilitate the efficient implementation of donor aid. The unrest that began in early 2011 caused GDP to plunge more than 15% in 2011, and about 2% in 2012. Availability of basic services, including electricity, water, and fuel, has improved since the transition, but progress toward achieving more sustainable economic stability has been slow and uneven. Yemen continues to face difficult long-term challenges, including declining water resources, high unemployment, and a high population growth rate."
    },
    "gdp_purchasing_power_parity": {
      "text": "$60.06 billion (2012 est.); $59.97 billion (2011 est.); $66.99 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$35.64 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "0.1% (2012 est.); -10.5% (2011 est.); 7.7% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$2,300 (2012 est.); $2,400 (2011 est.); $2,700 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "8.2% of GDP (2012 est.); 8.6% of GDP (2011 est.); 9.9% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "77.3%",
      "government_consumption": "14.3%",
      "investment_in_fixed_capital": "18%",
      "investment_in_inventories": "-4.1%",
      "exports_of_goods_and_services": "19.7%",
      "imports_of_goods_and_services": "-25.2% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "8.5%",
      "industry": "36%",
      "services": "55.5% (2012 est.)"
    },
    "agriculture_products": {
      "text": "grain, fruits, vegetables, pulses, qat, coffee, cotton; dairy products, livestock (sheep, goats, cattle, camels), poultry; fish"
    },
    "industries": {
      "text": "crude oil production and petroleum refining; small-scale production of cotton textiles and leather goods; food processing; handicrafts; small aluminum products factory; cement; commercial ship repair; natural gas production"
    },
    "industrial_production_growth_rate": {
      "text": "0.8% (2012 est.)"
    },
    "labor_force": {
      "text": "7.158 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "note": "most people are employed in agriculture and herding; services, construction, industry, and commerce account for less than one-fourth of the labor force"
    },
    "unemployment_rate": {
      "text": "35% (2003 est.)"
    },
    "population_below_poverty_line": {
      "text": "45.2% (2003)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.9%",
      "highest_10%": "30.8% (2005)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "37.7 (2005); 33.4 (1998)"
    },
    "budget": {
      "revenues": "$7.359 billion",
      "expenditures": "$11.2 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "20.6% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-10.8% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "43% of GDP (2012 est.); 36.5% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "10.2% (2012 est.); 19.5% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "NA%"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "23% (31 December 2012 est.); 25% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$5.142 billion (31 December 2012 est.); $4.645 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$10.59 billion (31 December 2012 est.); $10.17 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$9.576 billion (31 December 2012 est.); $7.662 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$2.19 billion (2012 est.); -$1.663 billion (2011 est.)"
    },
    "exports": {
      "text": "$7.604 billion (2012 est.); $8.662 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "crude oil, coffee, dried and salted fish, liquefied natural gas"
    },
    "exports_partners": {
      "text": "China 37.3%, Thailand 15.8%, South Korea 11.4%, India 9.9%, UAE 5.3% (2012)"
    },
    "imports": {
      "text": "$8.893 billion (2012 est.); $8.248 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "food and live animals, machinery and equipment, chemicals"
    },
    "imports_partners": {
      "text": "China 15.7%, UAE 14.4%, India 9.7%, Saudi Arabia 6.8%, Kuwait 5.1% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$6.158 billion (31 December 2012 est.); $4.531 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$7.395 billion (31 December 2012 est.); $6.418 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$NA"
    },
    "exchange_rates": {
      "text": "Yemeni rials (YER) per US dollar -; 214.35 (2012 est.); 213.8 (2011 est.); 219.59 (2010 est.); 202.85 (2009); 199.76 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "6.339 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "4.7 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "1.33 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "100% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "162,100 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "191,100 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "2.88 billion bbl (1 January 2013 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "83,130 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "177,000 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "18,140 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "61,950 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "6.24 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "760 million cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "5.48 billion cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "478.5 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "26.5 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "1.075 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "11.668 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "since unification in 1990, efforts have been made to create a national telecommunications network",
      "domestic": "the national network consists of microwave radio relay, cable, tropospheric scatter, GSM and CDMA mobile-cellular telephone systems; fixed-line and mobile-cellular teledensity remains low by regional standards",
      "international": "country code - 967; landing point for the international submarine cable Fiber-Optic Link Around the Globe (FLAG); satellite earth stations - 3 Intelsat (2 Indian Ocean and 1 Atlantic Ocean), 1 Intersputnik (Atlantic Ocean region), and 2 Arabsat; microwave radio relay to Saudi Arabia and Djibouti (2006)"
    },
    "broadcast_media": {
      "text": "state-run TV with 2 stations; state-run radio with 2 national radio stations and 5 local stations; stations from Oman and Saudi Arabia can be accessed (2007)"
    },
    "internet_country_code": {
      "text": ".ye"
    },
    "internet_hosts": {
      "text": "33,206 (2012)"
    },
    "internet_users": {
      "text": "2.349 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "57 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "17",
      "over_3_047_m": "4",
      "2_438_to_3_047_m": "9",
      "1_524_to_2_437_m": "3",
      "914_to_1_523_m": "1 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "40",
      "over_3_047_m": "3",
      "2_438_to_3_047_m": "5",
      "1_524_to_2_437_m": "7",
      "914_to_1_523_m": "16",
      "under_914_m": "9 (2013)"
    },
    "pipelines": {
      "text": "gas 641 km; liquid petroleum gas 22 km; oil 1,370 km (2013)"
    },
    "roadways": {
      "total": "71,300 km",
      "paved": "6,200 km",
      "unpaved": "65,100 km (2005)"
    },
    "merchant_marine": {
      "total": "5",
      "by_type": "chemical tanker 2, petroleum tanker 2, roll on/roll off 1",
      "registered_in_other_countries": "14 (Moldova 4, Panama 4, Sierra Leone 2, Togo 1, unknown 3) (2010)"
    },
    "ports_and_terminals": {
      "text": "Aden, Al Hudaydah, Al Mukalla"
    },
    "transportation_note": {
      "text": "the International Maritime Bureau reports offshore waters in the Gulf of Aden are high risk for piracy; numerous vessels, including commercial shipping and pleasure craft, have been attacked and hijacked both at anchor and while underway; crew, passengers, and cargo are held for ransom; the presence of several naval task forces in the Gulf of Aden and additional anti-piracy measures on the part of ship operators reduced the incidence of piracy in that body of water by more than half in 2010"
    }
  },
  "military": {
    "military_branches": {
      "text": "Land Forces, Naval and Coastal Defense Forces (includes Marines), Air and Air Defense Force (al-Quwwat al-Jawwiya al-Yemeniya), Border Guards, Stategic Reserve Forces (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18 is the legal minimum age for voluntary military service; no conscription; 2-year service obligation (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "5,652,256",
      "females_age_16_49": "5,387,160 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "4,056,944",
      "females_age_16_49": "4,116,895 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "287,141",
      "female": "277,612 (2010 est.)"
    },
    "military_expenditures": {
      "text": "6.6% of GDP (2006)"
    },
    "military_note": {
      "text": "a Coast Guard was established in 2002"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Saudi Arabia has reinforced its concrete-filled security barrier along sections of the fully demarcated border with Yemen to stem illegal cross-border activities"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "5,221 (Ethiopia) (2012); 229,447 (Somalia) (2013)",
      "idps": "306,791 (conflict in Sa'ada governorate; clashes between AQAP and government forces) (2013)"
    },
    "trafficking_in_persons": {
      "current_situation": "Yemen is a source and, to a much lesser extent, transit and destination country for men, women, and children subjected to forced labor and sex trafficking; some Yemeni children, mostly boys, migrate to Yemeni cities or across the border to Saudi Arabia and, less frequently Oman, where they end up as forced laborers in domestic service or small shops, beggars, or prostitutes; some of the large number of child workers in Yemen also face conditions of forced labor; other Yemeni children are conscripted into the government's armed forces or tribal or rebel militias; to a lesser degree, Yemen is a country of origin for girls trafficked within country or to Saudi Arabia to work as prostitutes in hotels and clubs; additionally, Yemen is a destination and transit country for women and children from the Horn of Africa who are looking for work or have received false job offers in the Gulf states but are subjected to sexual exploitation or forced labor upon arrival; reports indicate that adults and children are still sold or inherited as slaves in Yemen",
      "tier_rating": "Tier 3 - Yemen does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; prolonged political, economic, and security crises impeded the government's modest anti-trafficking efforts; the government has not instituted formal procedures to identify and protect victims of trafficking or investigate or prosecute officials complicit in trafficking-related crimes; no known efforts have been made to investigate or punish the practice of chattel slavery; the government has taken some steps to prevent the recruitment of children in the armed forces, but it is unclear if efforts have been made to remove child soldiers from the military and provide them with protective or rehabilitative services; no progress has been made in implementing Yemen's 2008 national action plan on trafficking (2013)"
    }
  }
}