{
  "Introduction": {
    "Background": {
      "text": "North Yemen became independent from the Ottoman Empire in 1918. The British, who had set up a protectorate area around the southern port of Aden in the 19th century, withdrew in 1967 from what became South Yemen. Three years later, the southern government adopted a Marxist orientation. The massive exodus of hundreds of thousands of Yemenis from the south to the north contributed to two decades of hostility between the states. The two countries were formally unified as the Republic of Yemen in 1990. A southern secessionist movement and brief civil war in 1994 was quickly subdued. In 2000, Saudi Arabia and Yemen agreed to delineate their border. Fighting in the northwest between the government and the Huthis, a Zaydi Shia Muslim minority, began in 2004 and has since resulted in six rounds of fighting that ended in early 2010 with a cease-fire. The southern secessionist movement was revitalized in 2008. Public rallies in Sana'a against then President SALIH - inspired by similar demonstrations in Tunisia and Egypt - slowly built momentum starting in late January 2011 fueled by complaints over high unemployment, poor economic conditions, and corruption. By the following month, some protests had resulted in violence, and the demonstrations had spread to other major cities. By March the opposition had hardened its demands and was unifying behind calls for SALIH's immediate ouster. In April 2011, the Gulf Cooperation Council (GCC), in an attempt to mediate the crisis in Yemen, proposed the GGC Initiative, an agreement in which the president would step down in exchange for immunity from prosecution. SALIH's refusal to sign an agreement led to further violence. ++ The UN Security Council passed Resolution 2014 in October 2011 calling for an end to the violence and completing a power transfer deal. In November 2011, SALIH signed the GCC Initiative to step down and to transfer some of his powers to Vice President Abd Rabuh Mansur HADI. Following HADI's election victory in February 2012, SALIH formally transferred his powers. In accordance with the GCC initiative, Yemen launched a National Dialogue Conference (NDC) in March 2013 to discuss key constitutional, political, and social issues. HADI concluded the NDC in January 2014. Subsequent steps in the transition process include constitutional drafting, a constitutional referendum, and national elections. Since the Arab Awakening in 2011, the Huthis have expanded their influence, culminating in a major offensive against military units and tribes affiliated with their Yemeni rivals and enabling their forces to overrun the capital, Sana'a, in September 2014. In January 2015, the Huthis attacked the presidential palace and President HADI's residence and surrounded key government facilities, prompting HADI and the cabinet to submit their resignations. HADI fled to Aden, and in February 2015 rescinded his resignation. He subsequently escaped to Saudi Arabia and asked the GCC to intervene militarily in Yemen to protect the legitimate government from the Huthis. In March, the Kingdom of Saudi Arabia launched Operation Decisive Storm, a series of airstrikes against Huthi and Huthi-affiliated forces. In April 2015, the Saudi Government announced completion of the operation and initiated Operation Restoring Hope, which focuses on humanitarian aid and a return to political dialogue. However, fighting continued through the remainder of 2015 and into early 2016. In April, the UN brokered a \"cessation of hostilities\" among the warring parties and initiated peace talks in Kuwait."
    }
  },
  "Geography": {
    "Location": {
      "text": "Middle East, bordering the Arabian Sea, Gulf of Aden, and Red Sea, between Oman and Saudi Arabia"
    },
    "Geographic coordinates": {
      "text": "15 00 N, 48 00 E"
    },
    "Map references": {
      "text": "Middle East"
    },
    "Area": {
      "total": {
        "text": "527,968 sq km"
      },
      "land": {
        "text": "527,968 sq km"
      },
      "water": {
        "text": "0 sq km"
      },
      "note": {
        "text": "includes Perim, Socotra, the former Yemen Arab Republic (YAR or North Yemen), and the former People's Democratic Republic of Yemen (PDRY or South Yemen)"
      }
    },
    "Area - comparative": {
      "text": "almost four times the size of Alabama; slightly larger than twice the size of Wyoming"
    },
    "Land boundaries": {
      "total": {
        "text": "1,601 km"
      },
      "border countries": {
        "text": "Oman 294 km, Saudi Arabia 1,307 km"
      }
    },
    "Coastline": {
      "text": "1,906 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "contiguous zone": {
        "text": "24 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      },
      "continental shelf": {
        "text": "200 nm or to the edge of the continental margin"
      }
    },
    "Climate": {
      "text": "mostly desert; hot and humid along west coast; temperate in western mountains affected by seasonal monsoon; extraordinarily hot, dry, harsh desert in east"
    },
    "Terrain": {
      "text": "narrow coastal plain backed by flat-topped hills and rugged mountains; dissected upland desert plains in center slope into the desert interior of the Arabian Peninsula"
    },
    "Elevation": {
      "mean elevation": {
        "text": "999 m"
      },
      "elevation extremes": {
        "text": "lowest point: Arabian Sea 0 m ++ highest point: Jabal an Nabi Shu'ayb 3,760 m"
      }
    },
    "Natural resources": {
      "text": "petroleum, fish, rock salt, marble; small deposits of coal, gold, lead, nickel, and copper; fertile soil in west"
    },
    "Land use": {
      "agricultural land": {
        "text": "44.5% ++ arable land 2.2%; permanent crops 0.6%; permanent pasture 41.7%"
      },
      "forest": {
        "text": "1%"
      },
      "other": {
        "text": "54.5% (2011 est.)"
      }
    },
    "Irrigated land": {
      "text": "6,800 sq km (2012)"
    },
    "Population - distribution": {
      "text": "the vast majority of the population is found in the southern Sarawat Mountains, located in the far western region of the country"
    },
    "Natural hazards": {
      "text": "sandstorms and dust storms in summer",
      "volcanism": {
        "text": "limited volcanic activity; Jebel at Tair (Jabal al-Tair, Jebel Teir, Jabal al-Tayr, Jazirat at-Tair) (elev. 244 m), which forms an island in the Red Sea, erupted in 2007 after awakening from dormancy; other historically active volcanoes include Harra of Arhab, Harras of Dhamar, Harra es-Sawad, and Jebel Zubair, although many of these have not erupted in over a century"
      }
    },
    "Environment - current issues": {
      "text": "limited natural freshwater resources; inadequate supplies of potable water; overgrazing; soil erosion; desertification"
    },
    "Environment - international agreements": {
      "party to": {
        "text": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection"
      },
      "signed, but not ratified": {
        "text": "none of the selected agreements"
      }
    },
    "Geography - note": {
      "text": "strategic location on Bab el Mandeb, the strait linking the Red Sea and the Gulf of Aden, one of world's most active shipping lanes"
    }
  },
  "People and Society": {
    "Population": {
      "text": "27,392,779 (July 2016 est.)"
    },
    "Nationality": {
      "noun": {
        "text": "Yemeni(s)"
      },
      "adjective": {
        "text": "Yemeni"
      }
    },
    "Ethnic groups": {
      "text": "predominantly Arab; but also Afro-Arab, South Asians, Europeans"
    },
    "Languages": {
      "text": "Arabic (official)",
      "note": {
        "text": "a distinct Socotri language is widely used on Socotra Island and Archipelago; Mahri is still fairly widely spoken in eastern Yemen"
      }
    },
    "Religions": {
      "text": "Muslim 99.1% (official; virtually all are citizens, an estimated 65% are Sunni and 35% are Shia), other 0.9% (includes Jewish, Baha'i, Hindu, and Christian; many are refugees or temporary foreign residents) (2010 est.)"
    },
    "Age structure": {
      "0-14 years": {
        "text": "40.48% (male 5,639,657/female 5,447,662)"
      },
      "15-24 years": {
        "text": "21.16% (male 2,940,484/female 2,855,538)"
      },
      "25-54 years": {
        "text": "31.79% (male 4,451,305/female 4,257,877)"
      },
      "55-64 years": {
        "text": "3.87% (male 487,986/female 571,676)"
      },
      "65 years and over": {
        "text": "2.7% (male 342,053/female 398,541) (2016 est.)"
      }
    },
    "Dependency ratios": {
      "total dependency ratio": {
        "text": "75.6%"
      },
      "youth dependency ratio": {
        "text": "70.7%"
      },
      "elderly dependency ratio": {
        "text": "4.9%"
      },
      "potential support ratio": {
        "text": "20.4% (2015 est.)"
      }
    },
    "Median age": {
      "total": {
        "text": "19.2 years"
      },
      "male": {
        "text": "19.1 years"
      },
      "female": {
        "text": "19.3 years (2016 est.)"
      }
    },
    "Population growth rate": {
      "text": "2.37% (2016 est.)"
    },
    "Birth rate": {
      "text": "29.2 births/1,000 population (2016 est.)"
    },
    "Death rate": {
      "text": "6.1 deaths/1,000 population (2016 est.)"
    },
    "Net migration rate": {
      "text": "0.7 migrant(s)/1,000 population (2016 est.)"
    },
    "Population distribution": {
      "text": "the vast majority of the population is found in the southern Sarawat Mountains, located in the far western region of the country"
    },
    "Urbanization": {
      "urban population": {
        "text": "34.6% of total population (2015)"
      },
      "rate of urbanization": {
        "text": "4.03% annual rate of change (2010-15 est.)"
      }
    },
    "Major urban areas - population": {
      "text": "SANAA (capital) 2.962 million; Aden 882,000 (2015)"
    },
    "Sex ratio": {
      "at birth": {
        "text": "1.05 male(s)/female"
      },
      "0-14 years": {
        "text": "1.04 male(s)/female"
      },
      "15-24 years": {
        "text": "1.03 male(s)/female"
      },
      "25-54 years": {
        "text": "1.05 male(s)/female"
      },
      "55-64 years": {
        "text": "0.85 male(s)/female"
      },
      "65 years and over": {
        "text": "0.87 male(s)/female"
      },
      "total population": {
        "text": "1.02 male(s)/female (2016 est.)"
      }
    },
    "Mother's mean age at first birth": {
      "text": "21.4 ++ median age at first birth among women 25-29 (2013)"
    },
    "Maternal mortality rate": {
      "text": "385 deaths/100,000 live births (2015 est.)"
    },
    "Infant mortality rate": {
      "total": {
        "text": "47.4 deaths/1,000 live births"
      },
      "male": {
        "text": "51.6 deaths/1,000 live births"
      },
      "female": {
        "text": "43.1 deaths/1,000 live births (2016 est.)"
      }
    },
    "Life expectancy at birth": {
      "total population": {
        "text": "65.5 years"
      },
      "male": {
        "text": "63.4 years"
      },
      "female": {
        "text": "67.8 years (2016 est.)"
      }
    },
    "Total fertility rate": {
      "text": "3.77 children born/woman (2016 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "27.7% (2006)"
    },
    "Health expenditures": {
      "text": "5.6% of GDP (2014)"
    },
    "Physicians density": {
      "text": "0.2 physicians/1,000 population (2010)"
    },
    "Hospital bed density": {
      "text": "0.7 beds/1,000 population (2012)"
    },
    "Drinking water source": {
      "improved": {
        "text": " ++ urban: 72% of population ++ rural: 46.5% of population ++ total: 54.9% of population"
      },
      "unimproved": {
        "text": " ++ urban: 28% of population ++ rural: 53.5% of population ++ total: 45.1% of population (2012 est.)"
      }
    },
    "Sanitation facility access": {
      "improved": {
        "text": " ++ urban: 92.5% of population ++ rural: 34.1% of population ++ total: 53.3% of population"
      },
      "unimproved": {
        "text": " ++ urban: 7.5% of population ++ rural: 65.9% of population ++ total: 46.7% of population (2012 est.)"
      }
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.06% (2015 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "9,200 (2015 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "300 (2015 est.)"
    },
    "Major infectious diseases": {
      "degree of risk": {
        "text": "high"
      },
      "food or waterborne diseases": {
        "text": "bacterial diarrhea, hepatitis A, and typhoid fever"
      },
      "vectorborne diseases": {
        "text": "dengue fever and malaria"
      },
      "water contact disease": {
        "text": "schistosomiasis (2016)"
      }
    },
    "Obesity - adult prevalence rate": {
      "text": "14.2% (2014)"
    },
    "Children under the age of 5 years underweight": {
      "text": "39.9% (2013)"
    },
    "Education expenditures": {
      "text": "4.6% of GDP (2008)"
    },
    "Literacy": {
      "definition": {
        "text": "age 15 and over can read and write"
      },
      "total population": {
        "text": "70.1%"
      },
      "male": {
        "text": "85.1%"
      },
      "female": {
        "text": "55% (2015 est.)"
      }
    },
    "School life expectancy (primary to tertiary education)": {
      "total": {
        "text": "9 years"
      },
      "male": {
        "text": "10 years"
      },
      "female": {
        "text": "8 years (2011)"
      }
    },
    "Child labor - children ages 5-14": {
      "total number": {
        "text": "1,334,288"
      },
      "percentage": {
        "text": "23% (2006 est.)"
      }
    },
    "Unemployment, youth ages 15-24": {
      "total": {
        "text": "33.7%"
      },
      "male": {
        "text": "26%"
      },
      "female": {
        "text": "74% (2010 est.)"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "Republic of Yemen"
      },
      "conventional short form": {
        "text": "Yemen"
      },
      "local long form": {
        "text": "Al Jumhuriyah al Yamaniyah"
      },
      "local short form": {
        "text": "Al Yaman"
      },
      "former": {
        "text": "Yemen Arab Republic [Yemen (Sanaa) or North Yemen] and People's Democratic Republic of Yemen [Yemen (Aden) or South Yemen]"
      },
      "etymology": {
        "text": "name derivation remains unclear but may come from the Arab term \"yumn\" (happiness) and be related to the region's classical name \"Arabia Felix\" (Fertile or Happy Arabia); the Romans referred to the rest of the peninsula as \"Arabia Deserta\" (Deserted Arabia)"
      }
    },
    "Government type": {
      "text": "in transition"
    },
    "Capital": {
      "name": {
        "text": "Sanaa"
      },
      "geographic coordinates": {
        "text": "15 21 N, 44 12 E"
      },
      "time difference": {
        "text": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)"
      }
    },
    "Administrative divisions": {
      "text": "22 governorates (muhafazat, singular - muhafazah); Abyan, 'Adan (Aden), Ad Dali', Al Bayda', Al Hudaydah, Al Jawf, Al Mahrah, Al Mahwit, Amanat al 'Asimah (Sanaa City), 'Amran, Arkhabil Suqutra (Socotra Archipelago), Dhamar, Hadramawt, Hajjah, Ibb, Lahij, Ma'rib, Raymah, Sa'dah, San'a' (Sanaa), Shabwah, Ta'izz"
    },
    "Independence": {
      "text": "22 May 1990 (Republic of Yemen was established with the merger of the Yemen Arab Republic [Yemen (Sanaa) or North Yemen] and the Marxist-dominated People's Democratic Republic of Yemen [Yemen (Aden) or South Yemen]); note - previously North Yemen became independent in November 1918 (from the Ottoman Empire) and became a republic with the overthrow of the theocratic Imamate in 1962; South Yemen became independent on 30 November 1967 (from the UK)"
    },
    "National holiday": {
      "text": "Unification Day, 22 May (1990)"
    },
    "Constitution": {
      "text": "adopted by referendum 16 May 1991 (following unification); amended several times, last in 2009; note - after the National Dialogue ended in January 2015, a presidentially-appointed Constitutional Drafting Committee worked to prepare a new draft constitution that was expected to be put to a national referendum before being adopted; however, the president’s resignation in January 2015 and the subsequent conflict interrupted the process (2016)"
    },
    "Legal system": {
      "text": "mixed legal system of Islamic law, Napoleonic law, English common law, and customary law"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "Citizenship": {
      "citizenship by birth": {
        "text": "no"
      },
      "citizenship by descent only": {
        "text": "the father must be a citizen of Yemen; if the father is unknown, the mother must be a citizen"
      },
      "dual citizenship recognized": {
        "text": "no"
      },
      "residency requirement for naturalization": {
        "text": "10 years"
      }
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": {
        "text": "President Abd Rabuh Mansur HADI (since 21 February 2012); Vice President Mohsin al-AHMAR, Gen. (since 3 April 2016)"
      },
      "head of government": {
        "text": "Prime Minister Ahmad Obaid bin DAGHIR (since 3 April 2016)"
      },
      "cabinet": {
        "text": "appointed by the president"
      },
      "elections/appointments": {
        "text": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 7-year term (eligible for a second term); last election held on 21 February 2012 (next election NA); note - a special election held on 21 February 2012 to remove Ali Abdallah SALIH under the terms of a Gulf Cooperation Council-mediated deal during the political crisis of 2011; vice president appointed by the president; prime minister appointed by the president"
      },
      "election results": {
        "text": "Abd Rabuh Mansur HADI (GPC) elected as a consensus president with about 50% popular participation; no other candidates"
      }
    },
    "Legislative branch": {
      "description": {
        "text": "bicameral Parliament or Majlis consists of the Shura Council or Majlis Alshoora (111 seats; members appointed by the president; member tenure NA) and the House of Representatives or Majlis al Nuwaab (301 seats; members directly elected in single-seat constituencies by simple majority vote to serve 6-year terms)"
      },
      "elections": {
        "text": "last held on 27 April 2003 (next scheduled for April 2009 but postponed indefinitely)"
      },
      "election results": {
        "text": "House of Representatives percent of vote by party - GPC 58.0%, Islah 22.6%, YSP 3.8%, Unionist Party 1.9%, other 13.7%; seats by party - GPC 238, Islah 46, YSP 8, Nasserist Unionist Party 3, National Arab Socialist Ba'ath Party 2, independent 4"
      }
    },
    "Judicial branch": {
      "highest court(s)": {
        "text": "Supreme Court (consists of the president of the Court, 2 deputies, and nearly 50 judges; court organized into constitutional, civil, commercial, family, administrative, criminal, military, and appeals scrutiny divisions)"
      },
      "judge selection and term of office": {
        "text": "judges appointed by the Supreme Judicial Council, chaired by the president of the republic and consisting of 10 high-ranking judicial officers; judges appointed for life with mandatory retirement at age 65"
      },
      "subordinate courts": {
        "text": "appeal courts; district or first instance courts; commercial courts"
      }
    },
    "Political parties and leaders": {
      "text": "General People's Congress or GPC [Ali Abdallah SALIH] ++ National Arab Socialist Ba'ath Party [Qassem Salam SAID] ++ Nasserist Unionist People's Organization [Abdallah NU'MAN] ++ Yemeni Reform Grouping or Islah [Muhammed Abdallah al-YADUMI, Abdul Wahab al-ANSI] ++ Yemeni Socialist Party or YSP [Dr. Abd al-Rahman Umar al-SAQQAF]"
    },
    "Political pressure groups and leaders": {
      "text": "Huthis ++ Muslim Brotherhood ++ Women National Committee",
      "other": {
        "text": "conservative tribal groups; southern secessionist groups; al-Qa'ida in the Arabian Peninsula (AQAP)"
      }
    },
    "International organization participation": {
      "text": "AFESD, AMF, CAEU, CD, EITI (temporarily suspended), FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAS, MIGA, MINURSO, MINUSMA, MONUSCO, NAM, OAS (observer), OIC, OPCW, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNMIL, UNMIS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": {
        "text": "Ambassador Ahmad Awadh BIN MUBARAK (since 3 August 2015)"
      },
      "chancery": {
        "text": "2319 Wyoming Avenue NW, Washington, DC 20008"
      },
      "telephone": {
        "text": "[1] (202) 965-4760"
      },
      "FAX": {
        "text": "[1] (202) 337-2017"
      }
    },
    "Diplomatic representation from the US": {
      "note": {
        "text": "US Embassy operations were suspended on 10 February 2015 amid growing violence; in March 2015, a team of US diplomats established the Yemen Affairs Unit in Jeddah, Saudi Arabia"
      },
      "chief of mission": {
        "text": "Ambassador Matthew H. TUELLER (since 10 June 2014)"
      },
      "embassy": {
        "text": "Sa'awan Street, Sanaa"
      },
      "mailing address": {
        "text": "P. O. Box 22347, Sanaa"
      },
      "telephone": {
        "text": "[967] (1) 755-2000 ext. 2153 or 2266"
      },
      "FAX": {
        "text": "[967] (1) 303-182"
      }
    },
    "Flag description": {
      "text": "three equal horizontal bands of red (top), white, and black; the band colors derive from the Arab Liberation flag and represent oppression (black), overcome through bloody struggle (red), to be replaced by a bright future (white)",
      "note": {
        "text": "similar to the flag of Syria, which has two green stars in the white band, and of Iraq, which has an Arabic inscription centered in the white band; also similar to the flag of Egypt, which has a heraldic eagle centered in the white band"
      }
    },
    "National symbol(s)": {
      "text": "golden eagle; national colors: red, white, black"
    },
    "National anthem": {
      "name": {
        "text": "\"al-qumhuriyatu l-muttahida\" (United Republic)"
      },
      "lyrics/music": {
        "text": "Abdullah Abdulwahab NOA'MAN/Ayyoab Tarish ABSI"
      },
      "note": {
        "text": "adopted 1990; the music first served as the anthem for South Yemen before unification with North Yemen in 1990"
      }
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Yemen is a low-income country that faces difficult long-term challenges to stabilizing and growing its economy, and the current conflict has only exacerbated those issues. The ongoing war has halted Yemen’s exports, pressured the currency’s exchange rate, accelerated inflation, severely limited food and fuel imports, and caused widespread damage to infrastructure. At least 82% of the population is in need of humanitarian assistance. ++  ++ Prior to the start of the conflict in 2014, Yemen was highly dependent on declining oil resources for revenue. Oil and gas earnings accounted for roughly 25% of GDP and 65% of government revenue. The Yemeni Government regularly faced annual budget shortfalls and has tried to diversify the Yemeni economy through a reform program designed to bolster non-oil sectors of the economy and foreign investment. As part of these reform efforts, Yemen exported its first liquefied natural gas in October 2009. The international community supported Yemen’s efforts toward economic and political reform in part by establishing the Friends of Yemen group. In 2012, the Friends of Yemen pledged nearly $7 billion in assistance to Yemen. In July 2014, the government continued reform efforts by eliminating some fuel subsidies and in August 2014, the IMF approved a three-year, $570 million Extended Credit Facility for Yemen. ++  ++ However, the conflict that began in 2014 stalled these reform efforts. Rebel Huthi groups have interfered with Ministry of Finance and Central Bank operations and diverted funds for their own use. Yemen’s Central Bank reserves, which stood at $5.2 billion prior to the conflict, currently stand at $1.5 billion. The Central Bank is exposed to approximately $7 billion in overdraft, more than three times the legal limit, directly linked to the Huthis withdrawing $116 million on a monthly basis. The private sector is hemorrhaging, with almost all businesses making substantial layoffs. The Port of Hudaydah, which handles 60% of Yemen’s commercial traffic, was damaged in August 2015 as a result of the conflict and is only operating at 50% capacity. Access to food and other critical commodities such as medical equipment is limited across the country due to security issues on the ground. The Social Welfare Fund, a cash transfer program for Yemen’s neediest, is no longer operational and has not made any disbursements since late 2014. ++  ++ Yemen will require significant international assistance during and after the protracted conflict to stabilize its economy. Long-term challenges include a high population growth rate, high unemployment, declining water resources, and severe food scarcity."
    },
    "GDP (purchasing power parity)": {
      "text": "$73.45 billion (2016 est.) ++ $76.68 billion (2015 est.) ++ $106.6 billion (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "GDP (official exchange rate)": {
      "text": "$31.33 billion (2015 est.)"
    },
    "GDP - real growth rate": {
      "text": "-4.2% (2016 est.) ++ -28.1% (2015 est.) ++ -0.2% (2014 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$2,500 (2016 est.) ++ $2,700 (2015 est.) ++ $3,900 (2014 est.)",
      "note": {
        "text": "data are in 2016 dollars"
      }
    },
    "Gross national saving": {
      "text": "-2.9% of GDP (2016 est.) ++ -3.7% of GDP (2015 est.) ++ 6.2% of GDP (2014 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": {
        "text": "101.7%"
      },
      "government consumption": {
        "text": "10.9%"
      },
      "investment in fixed capital": {
        "text": "7.5%"
      },
      "investment in inventories": {
        "text": "-5.9%"
      },
      "exports of goods and services": {
        "text": "0.9%"
      },
      "imports of goods and services": {
        "text": "-15.1% (2016 est.)"
      }
    },
    "GDP - composition, by sector of origin": {
      "agriculture": {
        "text": "23.6%"
      },
      "industry": {
        "text": "8.9%"
      },
      "services": {
        "text": "67.5% (2016 est.)"
      }
    },
    "Agriculture - products": {
      "text": "grain, fruits, vegetables, pulses, qat, coffee, cotton; dairy products, livestock (sheep, goats, cattle, camels), poultry; fish"
    },
    "Industries": {
      "text": "crude oil production and petroleum refining; small-scale production of cotton textiles, leather goods; food processing; handicrafts; aluminum products; cement; commercial ship repair; natural gas production"
    },
    "Industrial production growth rate": {
      "text": "-27% (2016 est.)"
    },
    "Labor force": {
      "text": "7.47 million (2016 est.)"
    },
    "Labor force - by occupation": {
      "note": {
        "text": "most people are employed in agriculture and herding; services, construction, industry, and commerce account for less than one-fourth of the labor force"
      }
    },
    "Unemployment rate": {
      "text": "27% (2014 est.) ++ 35% (2003 est.)"
    },
    "Population below poverty line": {
      "text": "54% (2014 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": {
        "text": "2.6%"
      },
      "highest 10%": {
        "text": "30.3% (2008 est.)"
      }
    },
    "Distribution of family income - Gini index": {
      "text": "37.9 (2009 est.) ++ 37.3 (1999 est.)"
    },
    "Budget": {
      "revenues": {
        "text": "$1.766 billion"
      },
      "expenditures": {
        "text": "$5.628 billion (2016 est.)"
      }
    },
    "Taxes and other revenues": {
      "text": "5.6% of GDP (2016 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-12.3% of GDP (2016 est.)"
    },
    "Public debt": {
      "text": "92.2% of GDP (2016 est.) ++ 86.3% of GDP (2015 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "31.5% (2016 est.) ++ 28.8% (2015 est.)"
    },
    "Central bank discount rate": {
      "text": "NA%"
    },
    "Commercial bank prime lending rate": {
      "text": "27% (31 December 2016 est.) ++ 25% (31 December 2015 est.)"
    },
    "Stock of narrow money": {
      "text": "$3.31 billion (31 December 2016 est.) ++ $4.993 billion (31 December 2015 est.)"
    },
    "Stock of broad money": {
      "text": "$16.02 billion (31 December 2014 est.) ++ $14.04 billion (31 December 2013 est.)"
    },
    "Stock of domestic credit": {
      "text": "$6.82 billion (31 December 2016 est.) ++ $10.23 billion (31 December 2015 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$NA"
    },
    "Current account balance": {
      "text": "-$1.92 billion (2016 est.) ++ -$2.065 billion (2015 est.)"
    },
    "Exports": {
      "text": "$124.3 million (2016 est.) ++ $1.364 billion (2015 est.)"
    },
    "Exports - commodities": {
      "text": "crude oil, coffee, dried and salted fish, liquefied natural gas"
    },
    "Exports - partners": {
      "text": "China 24.5%, UAE 16.5%, South Korea 10%, Saudi Arabia 10%, Kuwait 9.1%, India 8.5% (2015)"
    },
    "Imports": {
      "text": "$3.624 billion (2016 est.) ++ $4.793 billion (2015 est.)"
    },
    "Imports - commodities": {
      "text": "food and live animals, machinery and equipment, chemicals"
    },
    "Imports - partners": {
      "text": "UAE 20.9%, China 14.3%, Saudi Arabia 9.9%, Kuwait 7.4%, India 4.6% (2015)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$639.6 million (31 December 2016 est.) ++ $1.978 billion (31 December 2015 est.)"
    },
    "Debt - external": {
      "text": "$7.661 billion (31 December 2016 est.) ++ $7.697 billion (31 December 2015 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$NA"
    },
    "Exchange rates": {
      "text": "Yemeni rials (YER) per US dollar - ++ 284.9 (2016 est.) ++ 228 (2015 est.) ++ 228 (2014 est.) ++ 214.89 (2013 est.) ++ 214.35 (2012 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "7.2 billion kWh (2014 est.)"
    },
    "Electricity - consumption": {
      "text": "5.2 billion kWh (2014 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2013 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "1.5 million kW (2014 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "99.9% of total installed capacity (2012 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "0.1% of total installed capacity (2012 est.)"
    },
    "Crude oil - production": {
      "text": "47,600 bbl/day (2015 est.)"
    },
    "Crude oil - exports": {
      "text": "68,160 bbl/day (2013 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2013 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "3 billion bbl (1 January 2016 es)"
    },
    "Refined petroleum products - production": {
      "text": "64,340 bbl/day (2013 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "144,000 bbl/day (2014 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "29,770 bbl/day (2013 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "94,920 bbl/day (2013 est.)"
    },
    "Natural gas - production": {
      "text": "9.3 billion cu m (2014 est.)"
    },
    "Natural gas - consumption": {
      "text": "500 million cu m (2014 est.)"
    },
    "Natural gas - exports": {
      "text": "8.8 billion cu m (2014 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2013 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "478.5 billion cu m (1 January 2016 es)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "22 million Mt (2013 est.)"
    }
  },
  "Communications": {
    "Telephones - fixed lines": {
      "total subscriptions": {
        "text": "1.195 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "4 (July 2015 est.)"
      }
    },
    "Telephones - mobile cellular": {
      "total": {
        "text": "17.359 million"
      },
      "subscriptions per 100 inhabitants": {
        "text": "65 (July 2015 est.)"
      }
    },
    "Telephone system": {
      "general assessment": {
        "text": "since unification in 1990, efforts have been made to create a national telecommunications network"
      },
      "domestic": {
        "text": "the national network consists of microwave radio relay, cable, tropospheric scatter, GSM and CDMA mobile-cellular telephone systems; fixed-line and mobile-cellular teledensity remains low by regional standards"
      },
      "international": {
        "text": "country code - 967; landing point for the international submarine cable Fiber-Optic Link Around the Globe (FLAG); satellite earth stations - 3 Intelsat (2 Indian Ocean and 1 Atlantic Ocean), 1 Intersputnik (Atlantic Ocean region), and 2 Arabsat; microwave (2010)"
      }
    },
    "Broadcast media": {
      "text": "state-run TV with 2 stations; state-run radio with 2 national radio stations and 5 local stations; stations from Oman and Saudi Arabia can be accessed (2007)"
    },
    "Internet country code": {
      "text": ".ye"
    },
    "Internet users": {
      "total": {
        "text": "6.711 million"
      },
      "percent of population": {
        "text": "25.1% (July 2015 est.)"
      }
    }
  },
  "Transportation": {
    "National air transport system": {
      "number of registered air carriers": {
        "text": "2"
      },
      "inventory of registered aircraft operated by air carriers": {
        "text": "10"
      },
      "annual passenger traffic on registered air carriers": {
        "text": "1,387,999"
      },
      "annual freight traffic on registered air carriers": {
        "text": "0 mt-km (2015)"
      }
    },
    "Civil aircraft registration country code prefix": {
      "text": "7O (2016)"
    },
    "Airports": {
      "text": "57 (2013)"
    },
    "Airports - with paved runways": {
      "total": {
        "text": "17"
      },
      "over 3,047 m": {
        "text": "4"
      },
      "2,438 to 3,047 m": {
        "text": "9"
      },
      "1,524 to 2,437 m": {
        "text": "3"
      },
      "914 to 1,523 m": {
        "text": "1 (2013)"
      }
    },
    "Airports - with unpaved runways": {
      "total": {
        "text": "40"
      },
      "over 3,047 m": {
        "text": "3"
      },
      "2,438 to 3,047 m": {
        "text": "5"
      },
      "1,524 to 2,437 m": {
        "text": "7"
      },
      "914 to 1,523 m": {
        "text": "16"
      },
      "under 914 m": {
        "text": "9 (2013)"
      }
    },
    "Pipelines": {
      "text": "gas 641 km; liquid petroleum gas 22 km; oil 1,370 km (2013)"
    },
    "Roadways": {
      "total": {
        "text": "71,300 km"
      },
      "paved": {
        "text": "6,200 km"
      },
      "unpaved": {
        "text": "65,100 km (2005)"
      }
    },
    "Merchant marine": {
      "total": {
        "text": "5"
      },
      "by type": {
        "text": "chemical tanker 2, petroleum tanker 2, roll on/roll off 1"
      },
      "registered in other countries": {
        "text": "14 (Moldova 4, Panama 4, Sierra Leone 2, Togo 1, unknown 3) (2010)"
      }
    },
    "Ports and terminals": {
      "major seaport(s)": {
        "text": "Aden, Al Hudaydah, Al Mukalla"
      }
    },
    "Transportation - note": {
      "text": "the International Maritime Bureau reports offshore waters in the Gulf of Aden are high risk for piracy; numerous vessels, including commercial shipping and pleasure craft, have been attacked and hijacked both at anchor and while underway; crew, passengers, and cargo are held for ransom; the presence of several naval task forces in the Gulf of Aden and additional anti-piracy measures on the part of ship operators reduced the incidence of piracy in that body of water"
    }
  },
  "Military and Security": {
    "Military branches": {
      "text": "Land Forces, Naval and Coastal Defense Forces (includes Marines), Air and Air Defense Force (al-Quwwat al-Jawwiya al-Yemeniya), Border Guards, Strategic Reserve Forces (2013)"
    },
    "Military service age and obligation": {
      "text": "18 is the legal minimum age for voluntary military service; no conscription; 2-year service obligation (2012)"
    },
    "Military expenditures": {
      "text": "4.02% of GDP (2012) ++ 3.48% of GDP (2011) ++ 4.02% of GDP (2010)"
    },
    "Military - note": {
      "text": ""
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Saudi Arabia has reinforced its concrete-filled security barrier along sections of the fully demarcated border with Yemen to stem illegal cross-border activities"
    },
    "Refugees and internally displaced persons": {
      "refugees (country of origin)": {
        "text": "5,645 (Ethiopia) (2015); 255,121 (Somalia) (2016)"
      },
      "IDPs": {
        "text": "2,179,278 (conflict in Sa'ada Governorate; clashes between al-Qa'ida in the Arabian Peninsula and government forces) (2016)"
      }
    },
    "Trafficking in persons": {
      "current situation": {
        "text": "Yemen is a source and, to a lesser extent, transit and destination country for men, women, and children subjected to forced labor and women and children subjected to sex trafficking; trafficking activities grew in Yemen in 2014, as the country’s security situation deteriorated and poverty worsened; armed groups increased their recruitment of Yemeni children as combatants or checkpoint guards, and the Yemeni military and security forces continue to use child soldiers; some other Yemeni children, mostly boys, migrate to Yemeni cities or Saudi Arabia and, less frequently Oman, where they end up as beggars, drug smugglers, prostitutes, or forced laborers in domestic service or small shops; Yemeni children increasingly are also subjected to sex trafficking in country and in Saudi Arabia; tens of thousands of Yemeni migrant workers deported from Saudi Arabia and thousands of Syrian refugees are vulnerable to trafficking; additionally, Yemen is a destination and transit country for women and children from the Horn of Africa who are looking for work or receive fraudulent job offers in the Gulf states but are subjected to sexual exploitation or forced labor upon arrival; reports indicate that adults and children are still sold or inherited as slaves in Yemen"
      },
      "tier rating": {
        "text": "Tier 3 – Yemen does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; weak government institutions, corruption, economic problems, security threats, and poor law enforcement capabilities impeded the government’s ability to combat human trafficking; not all forms of trafficking are criminalized, and officials continue to conflate trafficking and smuggling; the status of an anti-trafficking law drafted with assistance from an international organization remains unknown following the dissolution of the government in January 2015; the government did not report efforts to investigate, prosecute, or convict anyone of trafficking or slavery offenses, including complicit officials, despite reports of officials willfully ignoring trafficking crimes and using child soldiers in the government’s armed forces; the government acknowledged the use of child soldiers and signed a UN action plan to end the practice in 2014 but made no efforts to release child soldiers from the military and provide them with rehabilitative services; authorities failed to identify victims and refer them to protective services; the status of a draft national anti-trafficking strategy remains unknown (2015)"
      }
    }
  }
}