{
  "intro": {
    "background": {
      "text": "The eastern half of the island of New Guinea - second largest in the world - was divided between Germany (north) and the UK (south) in 1885. The latter area was transferred to Australia in 1902, which occupied the northern portion during World War I and continued to administer the combined areas until independence in 1975. A nine-year secessionist revolt on the island of Bougainville ended in 1997 after claiming some 20,000 lives."
    }
  },
  "geo": {
    "location": {
      "text": "Oceania, group of islands including the eastern half of the island of New Guinea between the Coral Sea and the South Pacific Ocean, east of Indonesia"
    },
    "geographic_coordinates": {
      "text": "6 00 S, 147 00 E"
    },
    "map_references": {
      "text": "Oceania"
    },
    "area": {
      "total": "462,840 sq km",
      "land": "452,860 sq km",
      "water": "9,980 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than California"
    },
    "land_boundaries": {
      "total": "820 km",
      "border_countries": "Indonesia 820 km"
    },
    "coastline": {
      "text": "5,152 km"
    },
    "maritime_claims": {
      "text": "measured from claimed archipelagic baselines",
      "territorial_sea": "12 nm",
      "continental_shelf": "200 m depth or to the depth of exploitation",
      "exclusive_fishing_zone": "200 nm"
    },
    "climate": {
      "text": "tropical; northwest monsoon (December to March), southeast monsoon (May to October); slight seasonal temperature variation"
    },
    "terrain": {
      "text": "mostly mountains with coastal lowlands and rolling foothills"
    },
    "elevation_extremes": {
      "lowest_point": "Pacific Ocean 0 m",
      "highest_point": "Mount Wilhelm 4,509 m"
    },
    "natural_resources": {
      "text": "gold, copper, silver, natural gas, timber, oil, fisheries"
    },
    "land_use": {
      "arable_land": "0.65%",
      "permanent_crops": "1.51%",
      "other": "97.84% (2011)"
    },
    "irrigated_land": {
      "text": "0 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "801 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "0.39  cu km/yr (57%/43%/0%)",
      "per_capita": "61.3  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "active volcanism; situated along the Pacific \"Ring of Fire\"; the country is subject to frequent and sometimes severe earthquakes; mud slides; tsunamis",
      "volcanism": "severe volcanic activity; Ulawun (elev. 2,334 m), one of Papua New Guinea's potentially most dangerous volcanoes, has been deemed a \"Decade Volcano\" by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Rabaul (elev. 688 m) destroyed the city of Rabaul in 1937 and 1994; Lamington erupted in 1951 killing 3,000 people; Manam's 2004 eruption forced the island's abandonment; other historically active volcanoes include Bam, Bagana, Garbuna, Karkar, Langila, Lolobau, Long Island, Pago, St. Andrew Strait, Victory, and Waiowa"
    },
    "environment_current_issues": {
      "text": "rain forest subject to deforestation as a result of growing commercial demand for tropical timber; pollution from mining projects; severe drought"
    },
    "environment_international_agreements": {
      "party_to": "Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "shares island of New Guinea with Indonesia; one of world's largest swamps along southwest coast"
    }
  },
  "people": {
    "nationality": {
      "noun": "Papua New Guinean(s)",
      "adjective": "Papua New Guinean"
    },
    "ethnic_groups": {
      "text": "Melanesian, Papuan, Negrito, Micronesian, Polynesian"
    },
    "languages": {
      "text": "Tok Pisin (official), English (official), Hiri Motu (official), some 836 indigenous languages spoken (about 12% of the world's total); most languages have fewer than 1,000 speakers",
      "note": "Tok Pisin, a creole language, is widely used and understood; English is spoken by 1%-2%; Hiri Motu is spoken by less than 2%"
    },
    "religions": {
      "text": "Roman Catholic 27%, Protestant 69.4% (Evangelical Lutheran 19.5%, United Church 11.5%, Seventh-Day Adventist 10%, Pentecostal 8.6%, Evangelical Alliance 5.2%, Anglican 3.2%, Baptist 2.5%, other Protestant 8.9%), Baha'i 0.3%, indigenous beliefs and other 3.3% (2000 census)"
    },
    "population": {
      "text": "6,431,902 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "35.5% (male 1,160,586/female 1,120,258)",
      "15_24_years": "19.5% (male 636,602/female 619,885)",
      "25_54_years": "36% (male 1,198,799/female 1,117,510)",
      "55_64_years": "5.2% (male 167,625/female 164,018)",
      "65_years_and_over": "3.8% (male 129,852/female 116,767) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "69.3 %",
      "youth_dependency_ratio": "64.3 %",
      "elderly_dependency_ratio": "4.9 %",
      "potential_support_ratio": "20.3 (2013)"
    },
    "median_age": {
      "total": "22.2 years",
      "male": "22.4 years",
      "female": "21.9 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.89% (2013 est.)"
    },
    "birth_rate": {
      "text": "25.4 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "6.54 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "13% of total population (2010)",
      "rate_of_urbanization": "2.9% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "PORT MORESBY (capital) 314,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.03 male(s)/female",
      "25_54_years": "1.08 male(s)/female",
      "55_64_years": "1.03 male(s)/female",
      "65_years_and_over": "1.14 male(s)/female",
      "total_population": "1.05 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "230 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "40.84 deaths/1,000 live births",
      "male": "44.53 deaths/1,000 live births",
      "female": "36.97 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "66.66 years",
      "male": "64.44 years",
      "female": "69 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "3.31 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "32.4% (2007)"
    },
    "health_expenditures": {
      "text": "3.6% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.05 physicians/1,000 population (2008)"
    },
    "drinking_water_source": {
      "improved": "urban: 87% of population; rural: 33% of population; total: 40% of population",
      "unimproved": "urban: 13% of population; rural: 67% of population; total: 60% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 71% of population; rural: 41% of population; total: 45% of population",
      "unimproved": "urban: 29% of population; rural: 59% of population; total: 55% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.9% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "34,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "1,300 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "16.2% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "18.1% (2005)"
    },
    "education_expenditures": {
      "text": "NA"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "62.4%",
      "male": "65.4%",
      "female": "59.4% (2011 est.)"
    },
    "people_note": {
      "text": "the indigenous population of Papua New Guinea is one of the most heterogeneous in the world; PNG has several thousand separate communities, most with only a few hundred people; divided by language, customs, and tradition, some of these communities have engaged in low-scale tribal conflict with their neighbors for millennia; the advent of modern weapons and modern migrants into urban areas has greatly magnified the impact of this lawlessness"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Independent State of Papua New Guinea",
      "conventional_short_form": "Papua New Guinea",
      "local_short_form": "Papuaniugini",
      "former": "Territory of Papua and New Guinea",
      "abbreviation": "PNG"
    },
    "government_type": {
      "text": "constitutional parliamentary democracy and a Commonwealth realm"
    },
    "capital": {
      "name": "Port Moresby",
      "geographic_coordinates": "9 27 S, 147 11 E",
      "time_difference": "UTC+10 (15 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "20 provinces, 1 autonomous region*, and 1 district**; Bougainville*, Central, Chimbu, Eastern Highlands, East New Britain, East Sepik, Enga, Gulf, Hela, Jiwaka, Madang, Manus, Milne Bay, Morobe, National Capital**, New Ireland, Northern, Southern Highlands, Western, Western Highlands, West New Britain, West Sepik"
    },
    "independence": {
      "text": "16 September 1975 (from the Australian-administered UN trusteeship)"
    },
    "national_holiday": {
      "text": "Independence Day, 16 September (1975)"
    },
    "constitution": {
      "text": "16 September 1975"
    },
    "legal_system": {
      "text": "mixed legal system of English common law and customary law"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "Queen ELIZABETH II (since 6 February 1952); represented by Governor Michael OGIO (since 25 February 2011)",
      "head_of_government": "Prime Minister Peter Paire O'NEILL (since 2 August 2011); Deputy Prime Minister Leo DION (since 9 August 2012)",
      "cabinet": "National Executive Council appointed by the governor general on the recommendation of the prime minister",
      "elections": "the monarchy is hereditary; the governor general nominated by parliament and appointed by the chief of state; following legislative elections, the leader of the majority party or leader of the majority coalition usually appointed prime minister by the governor general acting in accordance with a decision of the parliament; Peter Paire O'NEILL elected prime minister by parliament on 3 August 2012 by a vote of 94 to 12"
    },
    "legislative_branch": {
      "text": "unicameral National Parliament (111 seats, 89 filled from open electorates and 20 from provinces and national capital district; members elected by popular vote to serve five-year terms); constitution allows up to 126 seats",
      "elections": "last held from 23 June 2012 to 27 July 2012 (next to be held in June 2017)",
      "election_results": "percent of vote by party - NA; seats by party - People's National Congress Party 27, Triumph Heritage Empowerment Party 12, PNG Party 8, National Alliance Party 7, United Resources Party 7, People's Party 6, People's Progess Party 6, other parties 22, independents 16",
      "note": "14 other parties won 3 or fewer seats; association with political parties is fluid"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of the chief justice, deputy chief justice, and 28 other judges); National Courts (10 courts located in the province capitals, with a total of 16 resident judges )",
      "judge_selection_and_term_of_office": "chief justice appointed by the governor-general upon advice of the National Executive Council (cabinet) after consultation with the National Justice Administration Minister; deputy chief justice and other justices appointed by the Judicial and Legal Services Commission, a 5-member body to include the Supreme Court chief and deputy chief justices, the chief ombudsman, and a member of the National Parliament; citizen judges appointed for 10-year renewable terms; non-citizen judges appointed for 3-year renewable terms; appointment and tenure of National Court resident judges NA",
      "subordinate_courts": "district, village, and juvenile courts"
    },
    "political_parties_and_leaders": {
      "text": "National Alliance Party or NA [Patrick PRUAITCHI]; Papua New Guinea Party or PNGP [Beldan NEMAH]; People's National Congress Party or PNC [Peter Paire O'NEILL]; People's Party or PP; People's Progress Party or PPP; Triumph Heritage Empowerment Party or THE [Don POYLE]; United Resources Party or URP [William DUMA]; ",
      "note": "as of 13 March 2012, 41 political parties were registered"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Centre for Environment Law and Community Rights or Celcor [Damien ASE]; Community Coalition Against Corruption; National Council of Women; Transparency International PNG"
    },
    "international_organization_participation": {
      "text": "ACP, ADB, AOSIS, APEC, ARF, ASEAN (observer), C, CD, CP, FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IOM, IOM (observer), IPU, ISO (correspondent), ITSO, ITU, MIGA, NAM, OPCW, PIF, Sparteca, SPC, UN, UNCTAD, UNESCO, UNIDO, UNMISS, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Elias Rahuromo WOHENGU",
      "chancery": "1779 Massachusetts Avenue NW, Suite 805, Washington, DC 20036",
      "telephone": "[1] (202) 745-3680",
      "fax": "[1] (202) 745-3679"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Walter E. NORTH",
      "embassy": "Douglas Street, Port Moresby, N.C.D.",
      "mailing_address": "4240 Port Moresby PI, US Department of State, Washington DC 20521-4240",
      "telephone": "[675] 321-1455",
      "fax": "[675] 321-3423"
    },
    "flag_description": {
      "text": "divided diagonally from upper hoist-side corner; the upper triangle is red with a soaring yellow bird of paradise centered; the lower triangle is black with five, white, five-pointed stars of the Southern Cross constellation centered; red, black, and yellow are traditional colors of Papua New Guinea; the bird of paradise - endemic to the island of New Guinea - is an emblem of regional tribal culture and represents the emergence of Papua New Guinea as a nation; the Southern Cross, visible in the night sky, symbolizes Papua New Guinea's connection with Australia and several other countries in the South Pacific"
    },
    "national_symbols": {
      "text": "bird of paradise"
    },
    "national_anthem": {
      "name": "\"O Arise All You Sons\"",
      "lyrics_music": "Thomas SHACKLADY",
      "note": "adopted 1975"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Papua New Guinea (PNG) is richly endowed with natural resources, but exploitation has been hampered by rugged terrain, land tenure issues, and the high cost of developing infrastructure. The economy has a small formal sector, focused mainly on the export of those natural resources, and an informal sector, employing the majority of the population. Agriculture provides a subsistence livelihood for 85% of the people. Mineral deposits, including copper, gold, and oil, account for nearly two-thirds of export earnings. Natural gas reserves amount to an estimated 155 billion cubic meters. A consortium led by a major American oil company is constructing a liquefied natural gas (LNG) production facility that could begin exporting in 2014. As the largest investment project in the country's history, it has the potential to double GDP in the near-term and triple Papua New Guinea's export revenue. An American-owned firm also opened PNG's first oil refinery in 2004 and is building a second LNG production facility. The government faces the challenge of ensuring transparency and accountability for revenues flowing from this and other large LNG projects. In 2011 and 2012, the National Parliament passed legislation that created an offshore Sovereign Wealth Fund (SWF) to manage government surpluses from mineral, oil, and natural gas projects. In recent years, the government has opened up markets in telecommunications and air transport, making both more affordable to the people. Numerous challenges still face the government of Peter O'NEILL, including providing physical security for foreign investors, regaining investor confidence, restoring integrity to state institutions, promoting economic efficiency by privatizing moribund state institutions, and maintaining good relations with Australia, its former colonial ruler. Other socio-cultural challenges could upend the economy including chronic law and order and land tenure issues. The global financial crisis had little impact because of continued foreign demand for PNG's commodities."
    },
    "gdp_purchasing_power_parity": {
      "text": "$19.41 billion (2012 est.); $17.79 billion (2011 est.); $16.02 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$15.79 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "9.1% (2012 est.); 11.1% (2011 est.); 7.6% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$2,800 (2012 est.); $2,700 (2011 est.); $2,500 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "7.6% of GDP (2012 est.); 18.3% of GDP (2011 est.); 10.2% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "46.4%",
      "government_consumption": "17%",
      "investment_in_fixed_capital": "20.7%",
      "investment_in_inventories": "0.9%",
      "exports_of_goods_and_services": "69.8%",
      "imports_of_goods_and_services": "-54.8% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "28%",
      "industry": "38.6%",
      "services": "33.4% (2012 est.)"
    },
    "agriculture_products": {
      "text": "coffee, cocoa, copra, palm kernels, tea, sugar, rubber, sweet potatoes, fruit, vegetables, vanilla; poultry, pork; shellfish"
    },
    "industries": {
      "text": "copra crushing, palm oil processing, plywood production, wood chip production; mining (gold, silver, and copper); crude oil production, petroleum refining; construction, tourism"
    },
    "industrial_production_growth_rate": {
      "text": "13% (2012 est.)"
    },
    "labor_force": {
      "text": "3.986 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "85%",
      "industry": "NA%",
      "services": "NA% (2005 est.)"
    },
    "unemployment_rate": {
      "text": "1.9% (2008 est.); 1.8% (2004)"
    },
    "population_below_poverty_line": {
      "text": "37% (2002 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "1.7%",
      "highest_10%": "40.5% (1996)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "50.9 (1996)"
    },
    "budget": {
      "revenues": "$4.532 billion",
      "expenditures": "$4.769 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "28.7% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-1.5% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "14.1% of GDP (2012 est.); 12.4% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "2.2% (2012 est.); 8.4% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "14% (31 December 2010 est.); 6.92% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "10.82% (31 December 2012 est.); 10.81% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$5.301 billion (31 December 2012 est.); $4.488 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$8.624 billion (31 December 2012 est.); $7.134 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$4.342 billion (31 December 2012 est.); $3.093 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$8.999 billion (31 December 2011); $9.742 billion (31 December 2010); $12.21 billion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$4.381 billion (2012 est.); -$48.5 million (2011 est.)"
    },
    "exports": {
      "text": "$5.604 billion (2012 est.); $6.791 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "oil, gold, copper ore, logs, palm oil, coffee, cocoa, crayfish, prawns"
    },
    "exports_partners": {
      "text": "Australia 29%, Japan 9.6%, China 4.8% (2012)"
    },
    "imports": {
      "text": "$4.412 billion (2012 est.); $4.24 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and transport equipment, manufactured goods, food, fuels, chemicals"
    },
    "imports_partners": {
      "text": "Australia 36.3%, Singapore 13.8%, Malaysia 8.4%, China 7.9%, Japan 5.8%, US 4.8% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$4.001 billion (31 December 2012 est.); $4.323 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$13.25 billion (31 December 2012 est.); $12.44 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$NA"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$NA"
    },
    "exchange_rates": {
      "text": "kina (PGK) per US dollar -; 2.0837 (2012 est.); 2.371 (2011 est.); 2.7193 (2010 est.); 2.7551 (2009); 2.6956 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "3.331 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "3.098 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "700,000 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "61.1% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "30.9% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "8% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "30,000 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "15,100 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "170 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "16,080 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "36,320 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "3,536 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "7,201 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "110 million cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "110 million cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "155.3 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "5.306 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "130,000 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "2.4 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "services are minimal; facilities provide radiotelephone and telegraph, coastal radio, aeronautical radio, and international radio communication services",
      "domestic": "access to telephone services is not widely available although combined fixed-line and mobile-cellular teledensity has increased to roughly 40 per 100 persons",
      "international": "country code - 675; submarine cables to Australia and Guam; satellite earth station - 1 Intelsat (Pacific Ocean); international radio communication service (2009)"
    },
    "broadcast_media": {
      "text": "2 TV stations, 1 commercial station operating since the late 1980s and 1 state-run station launched in 2008; satellite and cable TV services are available; state-run National Broadcasting Corporation operates 3 radio networks with multiple repeaters and about 20 provincial stations; several commercial radio stations with multiple transmission points as well as several community stations; transmissions of several international broadcasters are accessible (2009)"
    },
    "internet_country_code": {
      "text": ".pg"
    },
    "internet_hosts": {
      "text": "5,006 (2012)"
    },
    "internet_users": {
      "text": "125,000 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "561 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "21",
      "over_3_047_m": "1",
      "2_438_to_3_047_m": "2",
      "1_524_to_2_437_m": "12",
      "914_to_1_523_m": "5",
      "under_914_m": "1 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "540",
      "1_524_to_2_437_m": "11",
      "914_to_1_523_m": "53",
      "under_914_m": "476 (2013)"
    },
    "heliports": {
      "text": "2 (2013)"
    },
    "pipelines": {
      "text": "oil 264 km (2013)"
    },
    "roadways": {
      "total": "9,349 km",
      "paved": "3,000 km",
      "unpaved": "6,349 km (2011)"
    },
    "waterways": {
      "text": "11,000 km (2011)"
    },
    "merchant_marine": {
      "total": "31",
      "by_type": "bulk carrier 7, cargo 22, petroleum tanker 2",
      "foreign_owned": "8 (Germany 1, Malaysia 1, UAE 6) (2010)"
    },
    "ports_and_terminals": {
      "text": "Kimbe, Lae, Madang, Rabaul, Wewak"
    }
  },
  "military": {
    "military_branches": {
      "text": "Papua New Guinea Defense Force (PNGDF; includes Maritime Operations Element, Air Operations Element) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "16 years of age for voluntary military service (with parental consent); no conscription; graduation from grade 12 required (2013)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "1,568,210",
      "females_age_16_49": "1,478,965 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "1,130,951",
      "females_age_16_49": "1,137,753 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "67,781",
      "female": "65,820 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.5% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "relies on assistance from Australia to keep out illegal cross-border activities from primarily Indonesia, including goods smuggling, illegal narcotics trafficking, and squatters and secessionists"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "9,368 (Indonesia) (2012)"
    },
    "trafficking_in_persons": {
      "current_situation": "Papua New Guinea is a source, destination, and transit country for men, women, and children subjected to sex trafficking and forced labor; women and children are subjected to sex trafficking and domestic servitude; families may sell girls into forced marriages to settle debts, leaving them vulnerable to forced domestic service; local and Chinese men are forced to labor in logging and mining camps; migrant women from Malaysia, Thailand, China, and the Philippines are subjected to sex trafficking and domestic servitude at logging and mining camps, fisheries, and entertainment sites",
      "tier_rating": "Tier 3 - Papua New Guinea does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; despite acknowledging trafficking as a problem, the government has not enacted legislation to criminalize all forms of trafficking, investigated any suspected trafficking offenses, prosecuted or convicted any trafficking offenders under existing laws, addressed allegations of officials being complicit in human trafficking crimes, or identified or assisted any trafficking victims; Papua New Guinea is not a party to the 2000 UN TIP Protocol"
    },
    "illicit_drugs": {
      "text": "major consumer of cannabis"
    }
  }
}