{
  "Introduction": {
    "Background": {
      "text": "This uninhabited island was claimed by the US in 1857 for its guano. Mining took place between 1865 and 1898. The lighthouse, built in 1917, was shut down in 1996 and administration of Navassa Island transferred from the US Coast Guard to the Department of the Interior, Office of Insular Affairs. A 1998 scientific expedition to the island described it as a \"unique preserve of Caribbean biodiversity.\" The following year it became a National Wildlife Refuge and annual scientific expeditions have continued."
    }
  },
  "Geography": {
    "Location": {
      "text": "Caribbean, island in the Caribbean Sea, 30 nm west of Tiburon Peninsula of Haiti"
    },
    "Geographic coordinates": {
      "text": "18 25 N, 75 02 W"
    },
    "Map references": {
      "text": "Central America and the Caribbean"
    },
    "Area": {
      "total": {
        "text": "5.4 sq km"
      },
      "land": {
        "text": "5.4 sq km"
      },
      "water": {
        "text": "0 sq km"
      }
    },
    "Area - comparative": {
      "text": "about nine times the size of the National Mall in Washington, DC"
    },
    "Land boundaries": {
      "text": "0 km"
    },
    "Coastline": {
      "text": "8 km"
    },
    "Maritime claims": {
      "territorial sea": {
        "text": "12 nm"
      },
      "exclusive economic zone": {
        "text": "200 nm"
      }
    },
    "Climate": {
      "text": "marine, tropical"
    },
    "Terrain": {
      "text": "raised flat to undulating coral and limestone plateau; ringed by vertical white cliffs (9 to 15 m high)"
    },
    "Elevation": {
      "mean elevation": {
        "text": "NA"
      },
      "elevation extremes": {
        "text": "lowest point: Caribbean Sea 0 m ++ highest point: unnamed elevation on southwest side 77 m"
      }
    },
    "Natural resources": {
      "text": "guano"
    },
    "Land use": {
      "agricultural land": {
        "text": "0% ++ arable land 0%; permanent crops 0%; permanent pasture 0%"
      },
      "forest": {
        "text": "0%"
      },
      "other": {
        "text": "100% (2011 est.)"
      }
    },
    "Natural hazards": {
      "text": "hurricanes"
    },
    "Environment - current issues": {
      "text": "NA"
    },
    "Geography - note": {
      "text": "strategic location 160 km south of the US Naval Base at Guantanamo Bay, Cuba; mostly exposed rock with numerous solution holes (limestone sinkholes) but with enough grassland to support goat herds; dense stands of fig trees, scattered cactus"
    }
  },
  "People and Society": {
    "Population": {
      "text": "uninhabited",
      "note": {
        "text": "transient Haitian fishermen and others camp on the island"
      }
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": {
        "text": "none"
      },
      "conventional short form": {
        "text": "Navassa Island"
      },
      "etymology": {
        "text": "the flat island was named \"Navaza\" by some of Christopher COLUMBUS' sailers in 1504; the name derives from the Spanish term \"nava\" meaning \"flat land, plain, or field\""
      }
    },
    "Dependency status": {
      "text": "unorganized, unincorporated territory of the US; administered by the Fish and Wildlife Service, US Department of the Interior from the Caribbean Islands National Wildlife Refuge in Boqueron, Puerto Rico; in September 1996, the Coast Guard ceased operations and maintenance of Navassa Island Light, a 46-meter-tall lighthouse on the southern side of the island; there has also been a private claim advanced against the island"
    },
    "Legal system": {
      "text": "the laws of the US, where applicable, apply"
    },
    "Diplomatic representation from the US": {
      "text": "none (territory of the US)"
    },
    "Flag description": {
      "text": "the flag of the US is used"
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Subsistence fishing and commercial trawling occur within refuge waters."
    }
  },
  "Transportation": {
    "Ports and terminals": {
      "text": "none; offshore anchorage only"
    }
  },
  "Military and Security": {
    "Military - note": {
      "text": "defense is the responsibility of the US"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "claimed by Haiti, source of subsistence fishing"
    }
  }
}