{
  "intro": {
    "background": {
      "text": "Ahmad Shah DURRANI unified the Pashtun tribes and founded Afghanistan in 1747. The country served as a buffer between the British and Russian Empires until it won independence from notional British control in 1919. A brief experiment in democracy ended in a 1973 coup and a 1978 communist counter-coup. The Soviet Union invaded in 1979 to support the tottering Afghan communist regime, touching off a long and destructive war. The USSR withdrew in 1989 under relentless pressure by internationally supported anti-communist mujahedin rebels. A series of subsequent civil wars saw Kabul finally fall in 1996 to the Taliban, a hardline Pakistani-sponsored movement that emerged in 1994 to end the country's civil war and anarchy. Following the 11 September 2001 terrorist attacks, a US, Allied, and anti-Taliban Northern Alliance military action toppled the Taliban for sheltering Osama BIN LADIN. The UN-sponsored Bonn Conference in 2001 established a process for political reconstruction that included the adoption of a new constitution, a presidential election in 2004, and National Assembly elections in 2005. In December 2004, Hamid KARZAI became the first democratically elected president of Afghanistan and the National Assembly was inaugurated the following December. KARZAI was re-elected in August 2009 for a second term. Despite gains toward building a stable central government, a resurgent Taliban and continuing provincial instability - particularly in the south and the east - remain serious challenges for the Afghan Government."
    }
  },
  "geo": {
    "location": {
      "text": "Southern Asia, north and west of Pakistan, east of Iran"
    },
    "geographic_coordinates": {
      "text": "33 00 N, 65 00 E"
    },
    "map_references": {
      "text": "Asia"
    },
    "area": {
      "total": "652,230 sq km",
      "land": "652,230 sq km",
      "water": "0 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Texas"
    },
    "land_boundaries": {
      "total": "5,529 km",
      "border_countries": "China 76 km, Iran 936 km, Pakistan 2,430 km, Tajikistan 1,206 km, Turkmenistan 744 km, Uzbekistan 137 km"
    },
    "coastline": {
      "text": "0 km (landlocked)"
    },
    "maritime_claims": {
      "text": "none (landlocked)"
    },
    "climate": {
      "text": "arid to semiarid; cold winters and hot summers"
    },
    "terrain": {
      "text": "mostly rugged mountains; plains in north and southwest"
    },
    "elevation_extremes": {
      "lowest_point": "Amu Darya 258 m",
      "highest_point": "Noshak 7,485 m"
    },
    "natural_resources": {
      "text": "natural gas, petroleum, coal, copper, chromite, talc, barites, sulfur, lead, zinc, iron ore, salt, precious and semiprecious stones"
    },
    "land_use": {
      "arable_land": "11.95%",
      "permanent_crops": "0.18%",
      "other": "87.87% (2011)"
    },
    "irrigated_land": {
      "text": "32,080 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "65.33 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "20.28  cu km/yr (1%/1%/98%)",
      "per_capita": "823.1  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "damaging earthquakes occur in Hindu Kush mountains; flooding; droughts"
    },
    "environment_current_issues": {
      "text": "limited natural freshwater resources; inadequate supplies of potable water; soil degradation; overgrazing; deforestation (much of the remaining forests are being cut down for fuel and building materials); desertification; air and water pollution"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Desertification, Endangered Species, Environmental Modification, Marine Dumping, Ozone Layer Protection",
      "signed_but_not_ratified": "Hazardous Wastes, Law of the Sea, Marine Life Conservation"
    },
    "geography_note": {
      "text": "landlocked; the Hindu Kush mountains that run northeast to southwest divide the northern provinces from the rest of the country; the highest peaks are in the northern Vakhan (Wakhan Corridor)"
    }
  },
  "people": {
    "nationality": {
      "noun": "Afghan(s)",
      "adjective": "Afghan"
    },
    "ethnic_groups": {
      "text": "Pashtun 42%, Tajik 27%, Hazara 9%, Uzbek 9%, Aimak 4%, Turkmen 3%, Baloch 2%, other 4%"
    },
    "languages": {
      "text": "Afghan Persian or Dari (official) 50%, Pashto (official) 35%, Turkic languages (primarily Uzbek and Turkmen) 11%, 30 minor languages (primarily Balochi and Pashai) 4%, much bilingualism, but Dari functions as the lingua franca",
      "note": "the Turkic languages Uzbek and Turkmen, as well as Balochi, Pashai, Nuristani, and Pamiri are the third official languages in areas where the majority speaks them"
    },
    "religions": {
      "text": "Sunni Muslim 80%, Shia Muslim 19%, other 1%"
    },
    "population": {
      "text": "31,108,077 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "42.6% (male  6,733,097/female 6,520,116)",
      "15_24_years": "21.9% (male 3,479,696/female 3,346,154)",
      "25_54_years": "29.1% (male 4,623,203/female 4,440,635)",
      "55_64_years": "3.8% (male 585,629/female 605,018)",
      "65_years_and_over": "2.5% (male 360,395/female 414,134) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "96 %",
      "youth_dependency_ratio": "91.4 %",
      "elderly_dependency_ratio": "4.6 %",
      "potential_support_ratio": "21.7 (2013)"
    },
    "median_age": {
      "total": "17.9 years",
      "male": "17.9 years",
      "female": "18 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.25% (2013 est.)"
    },
    "birth_rate": {
      "text": "39.05 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "14.35 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-2.16 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "23.5% of total population (2011)",
      "rate_of_urbanization": "4.41% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "KABUL (capital) 3.097 million (2011)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.03 male(s)/female",
      "15_24_years": "1.04 male(s)/female",
      "25_54_years": "1.04 male(s)/female",
      "55_64_years": "0.97 male(s)/female",
      "65_years_and_over": "0.87 male(s)/female",
      "total_population": "1.03 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "20.1",
      "note": "Median age at first birth among women 25-29 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "460 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "119.41 deaths/1,000 live births",
      "male": "127.18 deaths/1,000 live births",
      "female": "111.25 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "50.11 years",
      "male": "48.81 years",
      "female": "51.47 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "5.54 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "21.8% (2010)"
    },
    "health_expenditures": {
      "text": "7.6% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.21 physicians/1,000 population (2009)"
    },
    "hospital_bed_density": {
      "text": "0.4 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 78% of population; rural: 42% of population; total: 50% of population",
      "unimproved": "urban: 22% of population; rural: 58% of population; total: 50% of population (2010)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 60% of population; rural: 30% of population; total: 37% of population",
      "unimproved": "urban: 40% of population; rural: 70% of population; total: 63% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.01% (2001 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "NA"
    },
    "hiv_aids_deaths": {
      "text": "NA"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "intermediate",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_disease": "malaria",
      "animal_contact_disease": "rabies",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "2.2% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "32.9% (2004)"
    },
    "education_expenditures": {
      "text": "NA"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "28.1%",
      "male": "43.1%",
      "female": "12.6% (2000 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "8 years",
      "male": "10 years",
      "female": "6 years (2009)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "3,252,243",
      "percentage": "25 %",
      "note": "data on child labor in Afghanistan is uncertain and may be higher than the estimated 25% of children ages 5-14 derived from 2011 survey results; UNICEF estimated that 30% of children ages 5-14 in 2011 were engaged in child labor (2008 est.)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Islamic Republic of Afghanistan",
      "conventional_short_form": "Afghanistan",
      "local_long_form": "Jamhuri-ye Islami-ye Afghanistan",
      "local_short_form": "Afghanistan",
      "former": "Republic of Afghanistan"
    },
    "government_type": {
      "text": "Islamic republic"
    },
    "capital": {
      "name": "Kabul",
      "geographic_coordinates": "34 31 N, 69 11 E",
      "time_difference": "UTC+4.5 (9.5 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "34 provinces (welayat, singular - welayat); Badakhshan, Badghis, Baghlan, Balkh, Bamyan, Daykundi, Farah, Faryab, Ghazni, Ghor, Helmand, Herat, Jowzjan, Kabul, Kandahar, Kapisa, Khost, Kunar, Kunduz, Laghman, Logar, Nangarhar, Nimroz, Nuristan, Paktika, Paktiya, Panjshir, Parwan, Samangan, Sar-e Pul, Takhar, Uruzgan, Wardak, Zabul"
    },
    "independence": {
      "text": "19 August 1919 (from UK control over Afghan foreign affairs)"
    },
    "national_holiday": {
      "text": "Independence Day, 19 August (1919)"
    },
    "constitution": {
      "text": "sixth constitution drafted 14 December 2003 - 4 January 2004; signed 16 January 2004; ratified 26 January 2004"
    },
    "legal_system": {
      "text": "mixed legal system of civil, customary, and Islamic law"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President of the Islamic Republic of Afghanistan Hamid KARZAI (since 7 December 2004); First Vice President Mohammad FAHIM Khan (since 19 November 2009); Second Vice President Abdul Karim KHALILI (since 7 December 2004); note - the president is both the chief of state and head of government",
      "head_of_government": "President of the Islamic Republic of Afghanistan Hamid KARZAI (since 7 December 2004); First Vice President Mohammad FAHIM Khan (since 19 November 2009); Second Vice President Abdul Karim KHALILI (since 7 December 2004)",
      "cabinet": "25 ministers; note - ministers are appointed by the president and approved by the National Assembly",
      "elections": "the president and two vice presidents elected by direct vote for a five-year term (eligible for a second term); if no candidate receives 50% or more of the vote in the first round of voting, the two candidates with the most votes will participate in a second round; election last held on 20 August 2009 (next to be held on 5 April 2014)",
      "election_results": "Hamid KARZAI reelected president; percent of vote (first round) - Hamid KARZAI 49.67%, Abdullah ABDULLAH 30.59%, Ramazan BASHARDOST 10.46%, Ashraf GHANI 2.94%; other 6.34%; note - ABDULLAH conceded the election to KARZAI following the first round vote"
    },
    "legislative_branch": {
      "text": "the bicameral National Assembly consists of the Meshrano Jirga or House of Elders (102 seats, two-thirds of members elected from provincial councils for four-year terms, and one-third nominated by the president for five-year terms) and the Wolesi Jirga or House of People (no more than 250 seats; members directly elected for five-year terms)",
      "note": "on rare occasions the government may convene a Loya Jirga (Grand Council) on issues of independence, national sovereignty, and territorial integrity; it can amend the provisions of the constitution and prosecute the president; it is made up of members of the National Assembly and chairpersons of the provincial and district councils",
      "elections": "last held on 18 September 2010 (next election expected in 2015)",
      "election_results": "results by party - NA; note - ethnicity is the main factor influencing political alliances; composition of Loya Jirga seats by ethnic groups - Pashtun 96, Hazara 61, Tajik 53, Uzbek 15, Aimak 8, Arab 8, Turkmen 3, Nuristani 2, Baloch 1, Pahhai 1, Turkic 1; women hold 69 seats"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court or Stera Mahkama (consists of the Supreme Court Chief and 8 justices organized into criminal, public security, civil, and commercial divisions or dewans)",
      "judge_selection_and_term_of_office": "court chief and justices appointed by the president with the approval of the Wolesi Jirga; court chief and justices serve single 10-year terms",
      "subordinate_courts": "Appeals Courts; Primary Courts; Special Courts for issues including narcotics, security, property, family, and juveniles"
    },
    "political_parties_and_leaders": {
      "text": "note - the Ministry of Justice licensed 84 political parties as of December 2012"
    },
    "political_pressure_groups_and_leaders": {
      "other": "religious groups, tribal leaders, ethnically based groups, Taliban"
    },
    "international_organization_participation": {
      "text": "ADB, CICA, CP, ECO, EITI (candidate country), FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, MIGA, NAM, OIC, OPCW, OSCE (partner), SAARC, SACEP, SCO (observer), UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Eklil Ahmad HAKIMI",
      "chancery": "2341 Wyoming Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 483-6410",
      "fax": "[1] (202) 483-6488",
      "consulates_general": "Los Angeles, New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador James B. CUNNINGHAM",
      "embassy": "The Great Masood Road, Kabul",
      "mailing_address": "U.S. Embassy Kabul, APO, AE 09806",
      "telephone": "[93] 0700 108 001",
      "fax": "[93] 0700 108 564"
    },
    "flag_description": {
      "text": "three equal vertical bands of black (hoist side), red, and green, with the national emblem in white centered on the red band and slightly overlapping the other two bands; the center of the emblem features a mosque with pulpit and flags on either side, below the mosque are numerals for the solar year 1298 (1919 in the Gregorian calendar, the year of Afghan independence from the UK); this central image is circled by a border consisting of sheaves of wheat on the left and right, in the upper-center is an Arabic inscription of the Shahada (Muslim creed) below which are rays of the rising sun over the Takbir (Arabic expression meaning \"God is great\"), and at bottom center is a scroll bearing the name Afghanistan; black signifies the past, red is for the blood shed for independence, and green can represent either hope for the future, agricultural prosperity, or Islam",
      "note": "Afghanistan had more changes to its national flag in the 20th century than any other country; the colors black, red, and green appeared on most of them"
    },
    "national_symbols": {
      "text": "lion"
    },
    "national_anthem": {
      "name": "\"Milli Surood\" (National Anthem)",
      "lyrics_music": "Abdul Bari JAHANI/Babrak WASA",
      "note": "adopted 2006; the 2004 constitution of the post-Taliban government mandated that a new national anthem should be written containing the phrase \"Allahu Akbar\" (God is Great) and mentioning the names of Afghanistan's ethnic groups"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Afghanistan's economy is recovering from decades of conflict. The economy has improved significantly since the fall of the Taliban regime in 2001 largely because of the infusion of international assistance, the recovery of the agricultural sector, and service sector growth. Despite the progress of the past few years, Afghanistan is extremely poor, landlocked, and highly dependent on foreign aid. Much of the population continues to suffer from shortages of housing, clean water, electricity, medical care, and jobs. Criminality, insecurity, weak governance, lack of infrastructure, and the Afghan Government's difficulty in extending rule of law to all parts of the country pose challenges to future economic growth. Afghanistan's living standards are among the lowest in the world. The international community remains committed to Afghanistan's development, pledging over $67 billion at nine donors' conferences between 2003-10. In July 2012, the donors at the Tokyo conference pledged an additional $16 billion in civilian aid through 2015. Despite this help, the Government of Afghanistan will need to overcome a number of challenges, including low revenue collection, anemic job creation, high levels of corruption, weak government capacity, and poor public infrastructure."
    },
    "gdp_purchasing_power_parity": {
      "text": "$34.29 billion (2012 est.); $31.12 billion (2011 est.); $29.09 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$19.91 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "10.2% (2012 est.); 7% (2011 est.); 8.4% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$1,100 (2012 est.); $1,000 (2011 est.); $1,000 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "96.5%",
      "government_consumption": "23.3%",
      "investment_in_fixed_capital": "25.4%",
      "investment_in_inventories": "0%",
      "exports_of_goods_and_services": "18.1%",
      "imports_of_goods_and_services": "63.4% (2011 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "20%",
      "industry": "25.6%",
      "services": "54.4%",
      "note": "data exclude opium production (2011 est.)"
    },
    "agriculture_products": {
      "text": "opium, wheat, fruits, nuts; wool, mutton, sheepskins, lambskins"
    },
    "industries": {
      "text": "small-scale production of bricks, textiles, soap, furniture, shoes, fertilizer, apparel, food-products, non-alcoholic beverages, mineral water, cement; handwoven carpets; natural gas, coal, copper"
    },
    "industrial_production_growth_rate": {
      "text": "NA%"
    },
    "labor_force": {
      "text": "15 million (2004 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "78.6%",
      "industry": "5.7%",
      "services": "15.7% (FY08/09 est.)"
    },
    "unemployment_rate": {
      "text": "35% (2008 est.); 40% (2005 est.)"
    },
    "population_below_poverty_line": {
      "text": "36% (FY08/09)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.8%",
      "highest_10%": "24% (2008)"
    },
    "budget": {
      "revenues": "$2.249 billion",
      "expenditures": "$3.974 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "11.3% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-8.7% of GDP (2012 est.)"
    },
    "fiscal_year": {
      "text": "21 December - 20 December"
    },
    "inflation_rate_consumer_prices": {
      "text": "10.2% (2011 est.); 0.9% (2010 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "15% (31 December 2012 est.); 15.15% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$5.928 billion (31 December 2011 est.); $5.307 billion (31 December 2010 est.)"
    },
    "stock_of_broad_money": {
      "text": "$6.351 billion (31 December 2011 est.); $5.671 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$363.6 million (31 December 2008 est.); $20.06 million (31 December 2007 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$743.9 million (2011 est.); -$736 million (2010 est.)"
    },
    "exports": {
      "text": "$376 million (2012 est.); $388 million (2011 est.)",
      "note": "not including illicit exports or reexports"
    },
    "exports_commodities": {
      "text": "opium, fruits and nuts, handwoven carpets, wool, cotton, hides and pelts, precious and semi-precious gems"
    },
    "exports_partners": {
      "text": "Pakistan 33.1%, India 24.9%, Tajikistan 8.7%, US 5.8% (2012)"
    },
    "imports": {
      "text": "$6.39 billion (2012 est.); $5.154 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and other capital goods, food, textiles, petroleum products"
    },
    "imports_partners": {
      "text": "Pakistan 25.8%, US 17.4%, Russia 8.4%, India 5.5%, China 5.4%, Kazakhstan 4.5%, Germany 4.3% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$5.268 billion (31 December 2011 est.); $4.174 billion (2010 est.)"
    },
    "debt_external": {
      "text": "$1.28 billion (FY10/11); $2.7 billion (FY08/09)"
    },
    "exchange_rates": {
      "text": "afghanis (AFA) per US dollar -; 51 (2012 est.); 46.75 (2011 est.); 46.45 (2010)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "913.1 million kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "2.226 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "1.377 billion kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "489,100 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "23.5% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "76.5% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "1,950 bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "87 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "4,229 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "5,193 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "38 million cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "30 million cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "49.55 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "790,200 Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "13,500 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "17.558 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "limited fixed-line telephone service; an increasing number of Afghans utilize mobile-cellular phone networks",
      "domestic": "aided by the presence of multiple providers, mobile-cellular telephone service continues to improve rapidly; the Afghan Ministry of Communications and Information claims that more than 90 percent of the population live in areas with access to mobile-cellular services",
      "international": "country code - 93; multiple VSAT's provide international and domestic voice and data connectivity (2012)"
    },
    "broadcast_media": {
      "text": "state-owned broadcaster, Radio Television Afghanistan (RTA), operates a series of radio and television stations in Kabul and the provinces; an estimated 150 private radio stations, 50 TV stations, and about a dozen international broadcasters are available (2007)"
    },
    "internet_country_code": {
      "text": ".af"
    },
    "internet_hosts": {
      "text": "223 (2012)"
    },
    "internet_users": {
      "text": "1 million (2009)"
    },
    "communications_note": {
      "text": "Internet access is growing through Internet cafes as well as public \"telekiosks\" in Kabul (2005)"
    }
  },
  "trans": {
    "airports": {
      "text": "52 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "23",
      "over_3_047_m": "4",
      "2_438_to_3_047_m": "4",
      "1_524_to_2_437_m": "11",
      "914_to_1_523_m": "2",
      "under_914_m": "2 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "29",
      "2_438_to_3_047_m": "4",
      "1_524_to_2_437_m": "13",
      "914_to_1_523_m": "6",
      "under_914_m": "6 (2013)"
    },
    "heliports": {
      "text": "9 (2013)"
    },
    "pipelines": {
      "text": "gas 466 km (2013)"
    },
    "roadways": {
      "total": "42,150 km",
      "paved": "12,350 km",
      "unpaved": "29,800 km (2006)"
    },
    "waterways": {
      "text": "1,200 km; (chiefly Amu Darya, which handles vessels up to 500 DWT) (2011)"
    },
    "ports_and_terminals": {
      "text": "Kheyrabad, Shir Khan"
    }
  },
  "military": {
    "military_branches": {
      "text": "Afghan Armed Forces: Afghan National Army (ANA, includes Afghan Air Force (AAF)) (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "18 is the legal minimum age for voluntary military service; no conscription (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "7,056,339",
      "females_age_16_49": "6,653,419 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "4,050,222",
      "females_age_16_49": "3,797,087 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "392,116",
      "female": "370,295 (2010 est.)"
    },
    "military_expenditures": {
      "text": "10% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Afghan, Coalition, and Pakistan military meet periodically to clarify the alignment of the boundary on the ground and on maps; Afghan and Iranian commissioners have discussed boundary monument densification and resurvey; Iran protests Afghanistan's restricting flow of dammed Helmand River tributaries during drought; Pakistan has sent troops across and built fences along some remote tribal areas of its treaty-defined Durand Line border with Afghanistan which serve as bases for foreign terrorists and other illegal activities; Russia remains concerned about the smuggling of poppy derivatives from Afghanistan through Central Asian countries"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "16,147 (Pakistan) (2012)",
      "idps": "492,777 (mostly Pashtuns and Kuchis displaced in the south and west due to drought and instability) (2013)"
    },
    "trafficking_in_persons": {
      "current_situation": "Afghanistan is a source transit, and destination country for men, women, and children subjected to forced labor and sex trafficking, although domestic trafficking is more prevalent than transnational trafficking; Afghan men are subjected to forced labor and debt bondage in Iran, Pakistan, Greece, Turkey, and the Gulf states; Afghan women and girls are forced into prostitution and domestic servitude in Pakistan, Iran, and India, while women and girls from the Philippines, Pakistan, Iran, Tajikistan, and China are reportedly sexually exploited in Afghanistan; children are increasingly subjected to forced labor in carpet-making factories, domestic servitude, forced begging, and commercial sexual exploitation; some children are sold to settle debts",
      "tier_rating": "Tier 2 Watch List - Afghanistan does not fully comply with the minimum standards for the elimination of trafficking in persons; anti-trafficking law enforcement efforts have improved, though official complicity in human trafficking remains a problem; the first known convictions were made under the government's 2008 anti-trafficking law; Afghanistan has not developed or employed systematic procedures to identify trafficking victims or refer them to protective services and continues to rely on NGOs to provide the vast majority of victim assistance; the government has not made discernible progress in preventing human trafficking or protecting victims but has adopted an anti-trafficking action plan (2013)"
    },
    "illicit_drugs": {
      "text": "world's largest producer of opium; while poppy cultivation was relatively stable at 119,000 hectares in 2010, a poppy blight affecting the high cultivation areas in 2010 reduced potential opium production to 3,200 metric tons, down over 40 percent from 2009; the Taliban and other antigovernment groups participate in and profit from the opiate trade, which is a key source of revenue for the Taliban inside Afghanistan; widespread corruption and instability impede counterdrug efforts; most of the heroin consumed in Europe and Eurasia is derived from Afghan opium; vulnerable to drug money laundering through informal financial networks; regional source of hashish (2011)"
    }
  }
}