{
  "intro": {
    "background": {
      "text": "The Indus Valley civilization, one of the world's oldest, flourished during the 3rd and 2nd millennia B.C. and extended into northwestern India. Aryan tribes from the northwest infiltrated the Indian subcontinent about 1500 B.C.; their merger with the earlier Dravidian inhabitants created the classical Indian culture. The Maurya Empire of the 4th and 3rd centuries B.C. - which reached its zenith under ASHOKA - united much of South Asia. The Golden Age ushered in by the Gupta dynasty (4th to 6th centuries A.D.) saw a flowering of Indian science, art, and culture. Islam spread across the subcontinent over a period of 700 years. In the 10th and 11th centuries, Turks and Afghans invaded India and established the Delhi Sultanate. In the early 16th century, the Emperor BABUR established the Mughal Dynasty which ruled India for more than three centuries. European explorers began establishing footholds in India during the 16th century. By the 19th century, Great Britain had become the dominant political power on the subcontinent. The British Indian Army played a vital role in both World Wars. Years of nonviolent resistance to British rule, led by Mohandas GANDHI and Jawaharlal NEHRU, eventually resulted in Indian independence, which was granted in 1947. Large-scale communal violence took place before and after the subcontinent partition into two separate states - India and Pakistan. The neighboring nations have fought three wars since independence, the last of which was in 1971 and resulted in East Pakistan becoming the separate nation of Bangladesh. India's nuclear weapons tests in 1998 emboldened Pakistan to conduct its own tests that same year. In November 2008, terrorists originating from Pakistan conducted a series of coordinated attacks in Mumbai, India's financial capital. Despite pressing problems such as significant overpopulation, environmental degradation, extensive poverty, and widespread corruption, economic growth following the launch of economic reforms in 1991 and a massive youthful population are driving India's emergence as a regional and global power."
    }
  },
  "geo": {
    "location": {
      "text": "Southern Asia, bordering the Arabian Sea and the Bay of Bengal, between Burma and Pakistan"
    },
    "geographic_coordinates": {
      "text": "20 00 N, 77 00 E"
    },
    "map_references": {
      "text": "Asia"
    },
    "area": {
      "total": "3,287,263 sq km",
      "land": "2,973,193 sq km",
      "water": "314,070 sq km"
    },
    "area_comparative": {
      "text": "slightly more than one-third the size of the US"
    },
    "land_boundaries": {
      "total": "14,103 km",
      "border_countries": "Bangladesh 4,053 km, Bhutan 605 km, Burma 1,463 km, China 3,380 km, Nepal 1,690 km, Pakistan 2,912 km"
    },
    "coastline": {
      "text": "7,000 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 nm or to the edge of the continental margin"
    },
    "climate": {
      "text": "varies from tropical monsoon in south to temperate in north"
    },
    "terrain": {
      "text": "upland plain (Deccan Plateau) in south, flat to rolling plain along the Ganges, deserts in west, Himalayas in north"
    },
    "elevation_extremes": {
      "lowest_point": "Indian Ocean 0 m",
      "highest_point": "Kanchenjunga 8,598 m"
    },
    "natural_resources": {
      "text": "coal (fourth-largest reserves in the world), iron ore, manganese, mica, bauxite, rare earth elements, titanium ore, chromite, natural gas, diamonds, petroleum, limestone, arable land"
    },
    "land_use": {
      "arable_land": "47.87%",
      "permanent_crops": "3.74%",
      "other": "48.39% (2011)"
    },
    "irrigated_land": {
      "text": "663,340 sq km (2008)"
    },
    "total_renewable_water_resources": {
      "text": "1,911 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "761  cu km/yr (7%/2%/90%)",
      "per_capita": "613  cu m/yr (2010)"
    },
    "natural_hazards": {
      "text": "droughts; flash floods, as well as widespread and destructive flooding from monsoonal rains; severe thunderstorms; earthquakes",
      "volcanism": "Barren Island (elev. 354 m) in the Andaman Sea has been active in recent years"
    },
    "environment_current_issues": {
      "text": "deforestation; soil erosion; overgrazing; desertification; air pollution from industrial effluents and vehicle emissions; water pollution from raw sewage and runoff of agricultural pesticides; tap water is not potable throughout the country; huge and growing population is overstraining natural resources"
    },
    "environment_international_agreements": {
      "party_to": "Antarctic-Environmental Protocol, Antarctic-Marine Living Resources, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "dominates South Asian subcontinent; near important Indian Ocean trade routes; Kanchenjunga, third tallest mountain in the world, lies on the border with Nepal"
    }
  },
  "people": {
    "nationality": {
      "noun": "Indian(s)",
      "adjective": "Indian"
    },
    "ethnic_groups": {
      "text": "Indo-Aryan 72%, Dravidian 25%, Mongoloid and other 3% (2000)"
    },
    "languages": {
      "text": "Hindi 41%, Bengali 8.1%, Telugu 7.2%, Marathi 7%, Tamil 5.9%, Urdu 5%, Gujarati 4.5%, Kannada 3.7%, Malayalam 3.2%, Oriya 3.2%, Punjabi 2.8%, Assamese 1.3%, Maithili 1.2%, other 5.9%",
      "note": "English enjoys the status of subsidiary official language but is the most important language for national, political, and commercial communication; Hindi is the most widely spoken language and primary tongue of 41% of the people; there are 14 other official languages: Bengali, Telugu, Marathi, Tamil, Urdu, Gujarati, Malayalam, Kannada, Oriya, Punjabi, Assamese, Kashmiri, Sindhi, and Sanskrit; Hindustani is a popular variant of Hindi/Urdu spoken widely throughout northern India but is not an official language (2001 census)"
    },
    "religions": {
      "text": "Hindu 80.5%, Muslim 13.4%, Christian 2.3%, Sikh 1.9%, other 1.8%, unspecified 0.1% (2001 census)"
    },
    "population": {
      "text": "1,220,800,359 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "28.9% (male 187,236,677/female 165,219,615)",
      "15_24_years": "18.2% (male 117,385,009/female 104,516,448)",
      "25_54_years": "40.4% (male 253,642,261/female 239,219,931)",
      "55_64_years": "6.9% (male 42,307,170/female 41,785,413)",
      "65_years_and_over": "5.7% (male 32,992,850/female 36,494,985) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "52.4 %",
      "youth_dependency_ratio": "44.3 %",
      "elderly_dependency_ratio": "8 %",
      "potential_support_ratio": "12.4 (2013)"
    },
    "median_age": {
      "total": "26.7 years",
      "male": "26.1 years",
      "female": "27.4 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.28% (2013 est.)"
    },
    "birth_rate": {
      "text": "20.24 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "7.39 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.05 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "31.3% of total population (2011)",
      "rate_of_urbanization": "2.47% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "NEW DELHI (capital) 21.72 million; Mumbai 19.695 million; Kolkata 15.294 million; Chennai 7.416 million; Bangalore 7.079 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.12 male(s)/female",
      "0_14_years": "1.13 male(s)/female",
      "15_24_years": "1.12 male(s)/female",
      "25_54_years": "1.06 male(s)/female",
      "55_64_years": "1.01 male(s)/female",
      "65_years_and_over": "0.91 male(s)/female",
      "total_population": "1.08 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "19.9 (2006 est.)"
    },
    "maternal_mortality_rate": {
      "text": "200 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "44.6 deaths/1,000 live births",
      "male": "43.28 deaths/1,000 live births",
      "female": "46.08 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "67.48 years",
      "male": "66.38 years",
      "female": "68.7 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.55 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "54.8% (2007/08)"
    },
    "health_expenditures": {
      "text": "4.1% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.6 physicians/1,000 population (2005)"
    },
    "hospital_bed_density": {
      "text": "0.9 beds/1,000 population (2005)"
    },
    "drinking_water_source": {
      "improved": "urban: 97% of population; rural: 90% of population; total: 92% of population",
      "unimproved": "urban: 3% of population; rural: 10% of population; total: 8% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 58% of population; rural: 23% of population; total: 34% of population",
      "unimproved": "urban: 42% of population; rural: 77% of population; total: 66% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.3% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "2.4 million (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "170,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A and E, and typhoid fever",
      "vectorborne_diseases": "dengue fever, Japanese encephalitis, and malaria",
      "water_contact_disease": "leptospirosis",
      "animal_contact_disease": "rabies",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "1.9% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "43.5% (2006)"
    },
    "education_expenditures": {
      "text": "3.3% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "62.8%",
      "male": "75.2%",
      "female": "50.8% (2006 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "11 years",
      "male": "11 years",
      "female": "10 years (2010)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "26,965,074",
      "percentage": "12 % (2006 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "10.2%",
      "male": "9.8%",
      "female": "11.5% (2010)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of India",
      "conventional_short_form": "India",
      "local_long_form": "Republic of India/Bharatiya Ganarajya",
      "local_short_form": "India/Bharat"
    },
    "government_type": {
      "text": "federal republic"
    },
    "capital": {
      "name": "New Delhi",
      "geographic_coordinates": "28 36 N, 77 12 E",
      "time_difference": "UTC+5.5 (10.5 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "28 states and 7 union territories*; Andaman and Nicobar Islands*, Andhra Pradesh, Arunachal Pradesh, Assam, Bihar, Chandigarh*, Chhattisgarh, Dadra and Nagar Haveli*, Daman and Diu*, Delhi*, Goa, Gujarat, Haryana, Himachal Pradesh, Jammu and Kashmir, Jharkhand, Karnataka, Kerala, Lakshadweep*, Madhya Pradesh, Maharashtra, Manipur, Meghalaya, Mizoram, Nagaland, Odisha, Puducherry*, Punjab, Rajasthan, Sikkim, Tamil Nadu, Tripura, Uttar Pradesh, Uttarakhand, West Bengal",
      "note": "although its status is that of a union territory, the official name of Delhi is National Capital Territory of Delhi"
    },
    "independence": {
      "text": "15 August 1947 (from the UK)"
    },
    "national_holiday": {
      "text": "Republic Day, 26 January (1950)"
    },
    "constitution": {
      "text": "26 January 1950; amended many times"
    },
    "legal_system": {
      "text": "common law system based on the English model; separate personal law codes apply to Muslims, Christians, and Hindus; judicial review of legislative acts"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Pranab MUKHERJEE (since 22 July 2012); Vice President Mohammad Hamid ANSARI (since 11 August 2007)",
      "head_of_government": "Prime Minister Manmohan SINGH (since 22 May 2004)",
      "cabinet": "Union Council of Ministers appointed by the president on the recommendation of the prime minister",
      "elections": "president elected by an electoral college consisting of elected members of both houses of Parliament and the legislatures of the states for a five-year term (no term limits); election last held in July 2012 (next to be held in July 2017); vice president elected by both houses of Parliament for a five-year term; election last held in August 2012 (next to be held in August 2017); prime minister chosen by parliamentary members of the majority party following legislative elections; election last held April - May 2009 (next to be held no later than May 2014)",
      "election_results": "Pranab MUKHERJEE elected president; percent of vote - Pranab MUKHERJEE 69.31%, Purno SANGMA - 30.69%"
    },
    "legislative_branch": {
      "text": "bicameral Parliament or Sansad consists of the Council of States or Rajya Sabha (a body consisting of 245 seats up to 12 of which are appointed by the president, the remainder chosen in staggered elections by the elected members of the state and territorial assemblies; members serve six-year terms) and the People's Assembly or Lok Sabha (545 seats; 543 members elected by popular vote, 2 appointed by the president; members serve five-year terms)",
      "elections": "People's Assembly - last held in five phases on 16, 22-23, 30 April and 7, 13 May 2009 (next must be held by May 2014)",
      "election_results": "People's Assembly - percent of vote by party - NA; seats by party - INC 206, BJP 116, SP 23, BSP 21, JD(U) 20, TMC 19, DMK 18, CPI(M) 16, BJD 14, SS 11, AIADMK 9, NCP 9, TDP 6, RLD 5, CPI 4, RJD 4, SAD 4, independent 9, other 29, vacant 2; note - seats by party (as of February 2013) - INC 204, BJP 115, SP 22, BSP 21, JD(U) 20, AITC 19, DMK 18, CPI(M) 16, BJD 14, SS 11, AIADMK 9, NCP 9, TDP 6, RLD 5, CPI 4, RJD 4, SAD 4, independents 9, other 31, nominated (INC) 2, vacant 2"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (the chief justice and 25 associate justices);  note - parliament approved an additional 5 judges in 2008 note - in mid-2011 India’s Cabinet approved the program, National Mission for Justice Delivery and Legal Reform, to eliminate judicial corruption and reduce the backlog of cases",
      "judge_selection_and_term_of_office": "justices appointed by the president to serve until age 65",
      "subordinate_courts": "District Courts; Labour Court"
    },
    "political_parties_and_leaders": {
      "text": "Aam Aadmi Party or AAP [Arvind KEJRIWAL]; All India Anna Dravida Munnetra Kazhagam or AIADMK [J. JAYALALITHAA]; All India Trinamool Congress or TMC [Mamata BANERJEE]; Bahujan Samaj Party or BSP [MAYAWATI]; Bharatiya Janata Party or BJP [Rajnath SINGH]; Biju Janata Dal or BJD [Naveen PATNAIK]; Communist Party of India or CPI [A.B. BARDHAN]; Communist Party of India-Marxist or CPI(M) [Prakash KARAT]; Dravida Munnetra Kazhagam or DMK [M.KARUNANIDHI]; Indian National Congress or INC [Sonia GANDHI]; Janata Dal (United) or JD(U) [Sharad YADAV]; Nationalist Congress Party or NCP [Sharad PAWAR]; Rashtriya Janata Dal or RJD [Lalu Prasad YADAV]; Rashtriya Lok Dal or RLD [Ajit SINGH]; Samajwadi Party or SP [Mulayam Singh YADAV]; Shiromani Akali Dal or SAD [Parkash Singh BADAL]; Shiv Sena or SS [Uddhav THACKERAY]; Telugu Desam Party or TDP [Chandrababu NAIDU]; ",
      "note": "India has dozens of national and regional political parties; only parties with four or more seats in the People's Assembly are listed"
    },
    "political_pressure_groups_and_leaders": {
      "text": "All Parties Hurriyat Conference in the Kashmir Valley (separatist group); Bajrang Dal (religious organization); India Against Corruption [Anna HAZAREI]; Jamiat Ulema-e Hind (religious organization); Rashtriya Swayamsevak Sangh [Mohan BHAGWAT] (religious organization); Vishwa Hindu Parishad [Ashok SINGHAL] (religious organization); ",
      "other": "numerous religious or militant/chauvinistic organizations; hundreds of social reform, anti-corruption, and environmental groups at state and local level; various separatist groups seeking greater communal and/or regional autonomy"
    },
    "international_organization_participation": {
      "text": "ABEDA, ADB, AfDB (nonregional member), ARF, ASEAN (dialogue partner), BIMSTEC, BIS, BRICS, C, CD, CERN (observer), CICA, CP, EAS, FAO, FATF, G-15, G-20, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAS (observer), MIGA, MONUSCO, NAM, OAS (observer), OECD, OPCW, PCA, PIF (partner), SAARC, SACEP, SCO (observer), UN, UNCTAD, UNDOF, UNESCO, UNHCR, UNIDO, UNIFIL, UNISFA, UNITAR, UNMISS, UNOCI, UNSC (temporary), UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Nirupama RAO",
      "chancery": "2107 Massachusetts Avenue NW, Washington, DC 20008; note - Consular Wing located at 2536 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 939-7000",
      "fax": "[1] (202) 265-4351",
      "consulates_general": "Atlanta, Chicago, Houston, New York, San Francisco"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Nancy J. POWELL",
      "embassy": "Shantipath, Chanakyapuri, New Delhi 110021",
      "mailing_address": "use embassy street address",
      "telephone": "[91] (11) 2419-8000",
      "fax": "[91] (11) 2419-0017",
      "consulates_general": "Chennai (Madras), Hyderabad; Kolkata (Calcutta), Mumbai (Bombay)"
    },
    "flag_description": {
      "text": "three equal horizontal bands of saffron (subdued orange) (top), white, and green, with a blue chakra (24-spoked wheel) centered in the white band; saffron represents courage, sacrifice, and the spirit of renunciation; white signifies purity and truth; green stands for faith and fertility; the blue chakra symbolizes the wheel of life in movement and death in stagnation",
      "note": "similar to the flag of Niger, which has a small orange disk centered in the white band"
    },
    "national_symbols": {
      "text": "the Lion Capital of Ashoka, which depicts four Asiatic lions standing back to back mounted on a circular abacus, is the official emblem; the Bengal tiger is the national animal"
    },
    "national_anthem": {
      "name": "\"Jana-Gana-Mana\" (Thou Art the Ruler of the Minds of All People)",
      "lyrics_music": "Rabindranath TAGORE",
      "note": "adopted 1950; Rabindranath TAGORE, a Nobel laureate, also wrote Bangladesh's national anthem"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "India is developing into an open-market economy, yet traces of its past autarkic policies remain. Economic liberalization measures, including industrial deregulation, privatization of state-owned enterprises, and reduced controls on foreign trade and investment, began in the early 1990s and have served to accelerate the country's growth, which averaged under 7% per year since 1997. India's diverse economy encompasses traditional village farming, modern agriculture, handicrafts, a wide range of modern industries, and a multitude of services. Slightly more than half of the work force is in agriculture, but services are the major source of economic growth, accounting for nearly two-thirds of India's output, with less than one-third of its labor force. India has capitalized on its large educated English-speaking population to become a major exporter of information technology services, business outsourcing services, and software workers. In 2010, the Indian economy rebounded robustly from the global financial crisis - in large part because of strong domestic demand - and growth exceeded 8% year-on-year in real terms. However, India's economic growth began slowing in 2011 because of a slowdown in government spending and a decline in investment, caused by investor pessimism about the government's commitment to further economic reforms and about the global situation. High international crude prices have exacerbated the government's fuel subsidy expenditures, contributing to a higher fiscal deficit and a worsening current account deficit. In late 2012, the Indian Government announced additional reforms and deficit reduction measures to reverse India's slowdown, including allowing higher levels of foreign participation in direct investment in the economy. The outlook for India's medium-term growth is positive due to a young population and corresponding low dependency ratio, healthy savings and investment rates, and increasing integration into the global economy. India has many long-term challenges that it has yet to fully address, including poverty, corruption, violence and discrimination against women and girls, an inefficient power generation and distribution system, ineffective enforcement of intellectual property rights, decades-long civil litigation dockets, inadequate transport and agricultural infrastructure, limited non-agricultural employment opportunities, inadequate availability of quality basic and higher education, and accommodating rural-to-urban migration."
    },
    "gdp_purchasing_power_parity": {
      "text": "$4.761 trillion (2012 est.); $4.579 trillion (2011 est.); $4.25 trillion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$1.825 trillion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "6.5% (2012 est.); 7.7% (2011 est.); 11.2% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$3,900 (2012 est.); $3,800 (2011 est.); $3,600 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "27.9% of GDP (2012 est.); 30.1% of GDP (2011 est.); 31.9% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "56.9%",
      "government_consumption": "11.8%",
      "investment_in_fixed_capital": "29.9%",
      "investment_in_inventories": "8.4%",
      "exports_of_goods_and_services": "24.3%",
      "imports_of_goods_and_services": "-31.3% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "17.4%",
      "industry": "26.1%",
      "services": "56.5% (2012 est.)"
    },
    "agriculture_products": {
      "text": "rice, wheat, oilseed, cotton, jute, tea, sugarcane, lentils, onions, potatoes; dairy products, sheep, goats, poultry; fish"
    },
    "industries": {
      "text": "textiles, chemicals, food processing, steel, transportation equipment, cement, mining, petroleum, machinery, software, pharmaceuticals"
    },
    "industrial_production_growth_rate": {
      "text": "3.1% (2012 est.)"
    },
    "labor_force": {
      "text": "486.6 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "53%",
      "industry": "19%",
      "services": "28% (2011 est.)"
    },
    "unemployment_rate": {
      "text": "8.5% (2012 est.); 9.8% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "29.8% (2010 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.6%",
      "highest_10%": "31.1% (2005)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "36.8 (2004); 37.8 (1997)"
    },
    "budget": {
      "revenues": "$169.4 billion",
      "expenditures": "$267.7 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "9.3% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-5.4% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "49.6% of GDP (2012 est.); 49.8% of GDP (2011 est.)",
      "note": "data cover central government debt, and exclude debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data exclude debt issued by subnational entities, as well as intra-governmental debt; intra-governmental debt consists of treasury borrowings from surpluses in the social funds, such as for retirement, medical care, and unemployment; debt instruments for the social funds are not sold at public auctions"
    },
    "fiscal_year": {
      "text": "1 April - 31 March"
    },
    "inflation_rate_consumer_prices": {
      "text": "9.3% (2012 est.); 8.9% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "5.5% (31 December 2010 est.); 6% (31 December 2009 est.)",
      "note": "the Indian central bank's policy rate - the repurchase rate - was 8% during December 2012"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "10.63% (31 December 2012 est.); 10.19% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$323 billion (31 December 2012 est.); $305.7 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$1.451 trillion (31 December 2012 est.); $1.293 trillion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$1.412 trillion (31 December 2012 est.); $1.249 trillion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$1.015 trillion (31 December 2011); $1.616 trillion (31 December 2010); $1.179 trillion (31 December 2009)"
    },
    "current_account_balance": {
      "text": "-$80.15 billion (2012 est.); -$46.91 billion (2011 est.)"
    },
    "exports": {
      "text": "$298.4 billion (2012 est.); $307.2 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "petroleum products, precious stones, machinery, iron and steel, chemicals, vehicles, apparel"
    },
    "exports_partners": {
      "text": "US 12.7%, UAE 12.3%, China 5%, Singapore 5%, Hong Kong 4.1% (2012)"
    },
    "imports": {
      "text": "$500.4 billion (2012 est.); $475.3 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "crude oil, precious stones, machinery, fertilizer, iron and steel, chemicals"
    },
    "imports_partners": {
      "text": "China 11%, UAE 7.7%, Saudi Arabia 6.7%, Switzerland 5.9%, US 4.9% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$297.8 billion (31 December 2012 est.); $297.9 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$376.3 billion (31 December 2012 est.); $334.3 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$229.2 billion (31 December 2012 est.); $203.9 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$117.5 billion (31 December 2012 est.); $108.8 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Indian rupees (INR) per US dollar -; 53.437 (2012 est.); 46.671 (2011 est.); 45.726 (2010 est.); 48.405 (2009); 43.319 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "880 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "637.6 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "519 million kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "10.53 billion kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "189.3 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "69.9% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "2.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "20.9% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "7% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "897,300 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "2.768 million bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "8.935 billion bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "3.226 million bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "3.292 million bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "812,100 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "380,900 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "46.1 billion cu m (2011 est.)"
    },
    "natural_gas_consumption": {
      "text": "61.1 billion cu m (2011 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2011 est.)"
    },
    "natural_gas_imports": {
      "text": "12.15 billion cu m (2011 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "1.154 trillion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "1.696 billion Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "32.685 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "893.862 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "supported by recent deregulation and liberalization of telecommunications laws and policies, India has emerged as one of the fastest growing telecom markets in the world; total telephone subscribership base exceeded 900 million in 2011, an overall teledensity of roughly 75%, and subscribership is currently growing more than 20 million per month; urban teledensity now exceeds 100% and rural teledensity is steadily growing",
      "domestic": "mobile cellular service introduced in 1994 and organized nationwide into four metropolitan areas and 19 telecom circles each with multiple private service providers and one or more state-owned service providers; in recent years significant trunk capacity added in the form of fiber-optic cable and one of the world's largest domestic satellite systems, the Indian National Satellite system (INSAT), with 6 satellites supporting 33,000 very small aperture terminals (VSAT)",
      "international": "country code - 91; a number of major international submarine cable systems, including Sea-Me-We-3 with landing sites at Cochin and Mumbai (Bombay), Sea-Me-We-4 with a landing site at Chennai, Fiber-Optic Link Around the Globe (FLAG) with a landing site at Mumbai (Bombay), South Africa - Far East (SAFE) with a landing site at Cochin, the i2i cable network linking to Singapore with landing sites at Mumbai (Bombay) and Chennai (Madras), and Tata Indicom linking Singapore and Chennai (Madras), provide a significant increase in the bandwidth available for both voice and data traffic; satellite earth stations - 8 Intelsat (Indian Ocean) and 1 Inmarsat (Indian Ocean region); 9 gateway exchanges operating from Mumbai (Bombay), New Delhi, Kolkata (Calcutta), Chennai (Madras), Jalandhar, Kanpur, Gandhinagar, Hyderabad, and Ernakulam (2011)"
    },
    "broadcast_media": {
      "text": "Doordarshan, India's public TV network, operates about 20 national, regional, and local services; a large and increasing number of privately owned TV stations are distributed by cable and satellite service providers; by 2011, more than 100 million homes had access to cable and satellite TV offering more than 700 TV channels; government controls AM radio with All India Radio operating domestic and external networks; news broadcasts via radio are limited to the All India Radio Network; since 2000, privately-owned FM stations have been permitted and their numbers have increased rapidly (2007)"
    },
    "internet_country_code": {
      "text": ".in"
    },
    "internet_hosts": {
      "text": "6.746 million (2012)"
    },
    "internet_users": {
      "text": "61.338 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "346 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "253",
      "over_3_047_m": "22",
      "2_438_to_3_047_m": "59",
      "1_524_to_2_437_m": "76",
      "914_to_1_523_m": "82",
      "under_914_m": "14 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "93",
      "over_3_047_m": "1",
      "2_438_to_3_047_m": "3",
      "1_524_to_2_437_m": "6",
      "914_to_1_523_m": "38",
      "under_914_m": "45 (2013)"
    },
    "heliports": {
      "text": "45 (2013)"
    },
    "pipelines": {
      "text": "condensate/gas 9 km; gas 13,581 km; liquid petroleum gas 2,054 km; oil 8,943 km; oil/gas/water 20 km; refined products 11,069 km (2013)"
    },
    "railways": {
      "total": "63,974 km",
      "broad_gauge": "54,257 km 1.676-m gauge (18,927 km electrified)",
      "narrow_gauge": "7,180 km 1.000-m gauge; 2,537 km 0.762-m gauge and 0.610-m gauge (2009)"
    },
    "roadways": {
      "total": "4,689,842 km",
      "note": "includes 79,116 km of national highways and expressways, 155,716 km of state highways, and 4,455,010 km of other roads (2013)"
    },
    "waterways": {
      "text": "14,500 km (5,200 km on major rivers and 485 km on canals suitable for mechanized vessels) (2012)"
    },
    "merchant_marine": {
      "total": "340",
      "by_type": "bulk carrier 104, cargo 78, chemical tanker 22, container 14, liquefied gas 11, passenger 4, passenger/cargo 15, petroleum tanker 92",
      "foreign_owned": "10 (China 1, Hong Kong 2, Jersey 2, Malaysia 1, UAE 4)",
      "registered_in_other_countries": "76 (Cyprus 4, Dominica 2, Liberia 8, Malta 3, Marshall Islands 10, Nigeria 1, Panama 24, Saint Kitts and Nevis 2, Singapore 21, unknown 1) (2010)"
    },
    "ports_and_terminals": {
      "text": "Chennai, Jawaharal Nehru Port, Kandla, Kolkata (Calcutta), Mumbai (Bombay), Sikka, Vishakhapatnam"
    }
  },
  "military": {
    "military_branches": {
      "text": "Army, Navy (includes naval air arm), Air Force, Coast Guard (2011)"
    },
    "military_service_age_and_obligation": {
      "text": "16-18 years of age for voluntary military service (Army 17 1/2, Air Force 17, Navy 16 1/2); no conscription; women may join as officers, but for noncombat roles only (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "319,129,420",
      "females_age_16_49": "296,071,637 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "249,531,562",
      "females_age_16_49": "240,039,958 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "12,151,065",
      "female": "10,745,891 (2010 est.)"
    },
    "military_expenditures": {
      "text": "1.8% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "since China and India launched a security and foreign policy dialogue in 2005, consolidated discussions related to the dispute over most of their rugged, militarized boundary, regional nuclear proliferation, Indian claims that China transferred missiles to Pakistan, and other matters continue; Kashmir remains the site of the world's largest and most militarized territorial dispute with portions under the de facto administration of China (Aksai Chin), India (Jammu and Kashmir), and Pakistan (Azad Kashmir and Northern Areas); India and Pakistan resumed bilateral dialogue in February 2011 after a two-year hiatus, have maintained the 2003 cease-fire in Kashmir, and continue to have disputes over water sharing of the Indus River and its tributaries; UN Military Observer Group in India and Pakistan has maintained a small group of peacekeepers since 1949; India does not recognize Pakistan's ceding historic Kashmir lands to China in 1964; to defuse tensions and prepare for discussions on a maritime boundary, India and Pakistan seek technical resolution of the disputed boundary in Sir Creek estuary at the mouth of the Rann of Kutch in the Arabian Sea; Pakistani maps continue to show its Junagadh claim in Indian Gujarat State; Prime Minister Singh's September 2011 visit to Bangladesh resulted in the signing of a Protocol to the 1974 Land Boundary Agreement between India and Bangladesh, which had called for the settlement of longstanding boundary disputes over undemarcated areas and the exchange of territorial enclaves, but which had never been implemented; Bangladesh referred its maritime boundary claims with Burma and India to the International Tribunal on the Law of the Sea; Joint Border Committee with Nepal continues to examine contested boundary sections, including the 400 square kilometer dispute over the source of the Kalapani River; India maintains a strict border regime to keep out Maoist insurgents and control illegal cross-border activities from Nepal"
    },
    "refugees_and_internally_displaced_persons": {
      "refugees_country_of_origin": "100,003 (Tibet/China); 67,165 (Sri Lanka); 9,633 (Afghanistan); 7,671 (Burma) (2012)",
      "idps": "at least 506,000 (about half are Kashmiri Pandits from Jammu and Kashmir) (2012)"
    },
    "illicit_drugs": {
      "text": "world's largest producer of licit opium for the pharmaceutical trade, but an undetermined quantity of opium is diverted to illicit international drug markets; transit point for illicit narcotics produced in neighboring countries and throughout Southwest Asia; illicit producer of methaqualone; vulnerable to narcotics money laundering through the hawala system; licit ketamine and precursor production"
    }
  }
}