{
  "intro": {
    "background": {
      "text": "Various ethnic Burmese and ethnic minority city-states or kingdoms occupied the present borders through the 19th century. Over a period of 62 years (1824-1886), Britain conquered Burma and incorporated the country into its Indian Empire. Burma was administered as a province of India until 1937 when it became a separate, self-governing colony; in 1948, Burma attained independence from the Commonwealth. Gen. NE WIN dominated the government from 1962 to 1988, first as military ruler, then as self-appointed president, and later as political kingpin. In response to widespread civil unrest, NE WIN resigned in 1988, but within months the military crushed student-led protests and took power. Multiparty legislative elections in 1990 resulted in the main opposition party - the National League for Democracy (NLD) - winning a landslide victory. Instead of handing over power, the junta placed NLD leader (and Nobel Peace Prize recipient) AUNG SAN SUU KYI (ASSK) under house arrest from 1989 to 1995, 2000 to 2002, and from May 2003 to November 2010. In late September 2007, the ruling junta brutally suppressed protests over increased fuel prices led by prodemocracy activists and Buddhist monks, killing at least 13 people and arresting thousands for participating in the demonstrations. In early May 2008, Burma was struck by Cyclone Nargis, which left over 138,000 dead and tens of thousands injured and homeless. Despite this tragedy, the junta proceeded with its May constitutional referendum, the first vote in Burma since 1990. Parliamentary elections held in November 2010, considered flawed by many in the international community, saw the ruling Union Solidarity and Development Party garner over 75% of the seats. Parliament convened in January 2011 and selected former Prime Minister THEIN SEIN as president. Although the vast majority of national-level appointees named by THEIN SEIN are former or current military officers, the government has initiated a series of political and economic reforms leading to a substantial opening of the long-isolated country. These reforms have included allowing ASSK to contest parliamentary by-elections on 1 April 2012, releasing hundreds of political prisoners, reaching preliminary peace agreements with 10 of the 11 major armed ethnic groups, enacting laws that provide better protections for basic human rights, and gradually reducing restrictions on freedom of the press, association, and civil society. At least due in part to these reforms, ASSK now serves as an elected Member of Parliament and chair of the Committee for Rule of Law and Tranquility. Most political parties have begun building their institutions in preparation for the next round of general elections in 2015. The country is preparing to chair the Association of Southeast Asian Nations (ASEAN) in 2014."
    }
  },
  "geo": {
    "location": {
      "text": "Southeastern Asia, bordering the Andaman Sea and the Bay of Bengal, between Bangladesh and Thailand"
    },
    "geographic_coordinates": {
      "text": "22 00 N, 98 00 E"
    },
    "map_references": {
      "text": "Southeast Asia"
    },
    "area": {
      "total": "676,578 sq km",
      "land": "653,508 sq km",
      "water": "23,070 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Texas"
    },
    "land_boundaries": {
      "total": "5,876 km",
      "border_countries": "Bangladesh 193 km, China 2,185 km, India 1,463 km, Laos 235 km, Thailand 1,800 km"
    },
    "coastline": {
      "text": "1,930 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 nm or to the edge of the continental margin"
    },
    "climate": {
      "text": "tropical monsoon; cloudy, rainy, hot, humid summers (southwest monsoon, June to September); less cloudy, scant rainfall, mild temperatures, lower humidity during winter (northeast monsoon, December to April)"
    },
    "terrain": {
      "text": "central lowlands ringed by steep, rugged highlands"
    },
    "elevation_extremes": {
      "lowest_point": "Andaman Sea 0 m",
      "highest_point": "Hkakabo Razi 5,881 m"
    },
    "natural_resources": {
      "text": "petroleum, timber, tin, antimony, zinc, copper, tungsten, lead, coal, marble, limestone, precious stones, natural gas, hydropower"
    },
    "land_use": {
      "arable_land": "15.94%",
      "permanent_crops": "2.16%",
      "other": "81.89% (2011)"
    },
    "irrigated_land": {
      "text": "21,100 sq km (2004)"
    },
    "total_renewable_water_resources": {
      "text": "1,168 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "33.23  cu km/yr (10%/1%/89%)",
      "per_capita": "728.6  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "destructive earthquakes and cyclones; flooding and landslides common during rainy season (June to September); periodic droughts"
    },
    "environment_current_issues": {
      "text": "deforestation; industrial pollution of air, soil, and water; inadequate sanitation and water treatment contribute to disease"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Law of the Sea, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "strategic location near major Indian Ocean shipping lanes"
    }
  },
  "people": {
    "nationality": {
      "noun": "Burmese (singular and plural)",
      "adjective": "Burmese"
    },
    "ethnic_groups": {
      "text": "Burman 68%, Shan 9%, Karen 7%, Rakhine 4%, Chinese 3%, Indian 2%, Mon 2%, other 5%"
    },
    "languages": {
      "text": "Burmese (official)",
      "note": "minority ethnic groups have their own languages"
    },
    "religions": {
      "text": "Buddhist 89%, Christian 4% (Baptist 3%, Roman Catholic 1%), Muslim 4%, Animist 1%, other 2%"
    },
    "population": {
      "text": "55,167,330 (July 2013 est.)",
      "note": "estimates for this country take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected"
    },
    "age_structure": {
      "0_14_years": "26.7% (male 7,514,233/female 7,227,893)",
      "15_24_years": "18.6% (male 5,183,653/female 5,060,385)",
      "25_54_years": "42.8% (male 11,724,297/female 11,879,420)",
      "55_64_years": "6.7% (male 1,754,397/female 1,963,051)",
      "65_years_and_over": "5.2% (male 1,244,758/female 1,615,243) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "43.1 %",
      "youth_dependency_ratio": "35.7 %",
      "elderly_dependency_ratio": "7.5 %",
      "potential_support_ratio": "13.4 (2013)"
    },
    "median_age": {
      "total": "27.6 years",
      "male": "27 years",
      "female": "28.2 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.05% (2013 est.)"
    },
    "birth_rate": {
      "text": "18.89 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "8.05 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.3 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "32.6% of total population (2011)",
      "rate_of_urbanization": "2.49% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "RANGOON (capital) 4.259 million; Mandalay 1.009 million; Nay Pyi Taw 992,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.06 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.02 male(s)/female",
      "25_54_years": "0.99 male(s)/female",
      "55_64_years": "0.9 male(s)/female",
      "65_years_and_over": "0.77 male(s)/female",
      "total_population": "0.99 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "200 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "46.31 deaths/1,000 live births",
      "male": "52.91 deaths/1,000 live births",
      "female": "39.31 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "65.6 years",
      "male": "63.24 years",
      "female": "68.09 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.21 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "46% (2009/10)"
    },
    "health_expenditures": {
      "text": "2% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.46 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "0.6 beds/1,000 population (2006)"
    },
    "drinking_water_source": {
      "improved": "urban: 93% of population; rural: 78% of population; total: 83% of population",
      "unimproved": "urban: 7% of population; rural: 22% of population; total: 17% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 83% of population; rural: 73% of population; total: 76% of population",
      "unimproved": "urban: 17% of population; rural: 27% of population; total: 24% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.6% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "240,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "18,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever, malaria, and Japanese encephalitis",
      "water_contact_disease": "leptospirosis",
      "animal_contact_disease": "rabies",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "4% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "22.6% (2010)"
    },
    "education_expenditures": {
      "text": "0.8% of GDP (2011)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "92.7%",
      "male": "95.1%",
      "female": "90.4% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "9 years (2007)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Union of Burma",
      "conventional_short_form": "Burma",
      "local_long_form": "Pyidaungzu Myanma Naingngandaw (translated by the US Government as Union of Myanma and by the Burmese as Union of Myanmar)",
      "local_short_form": "Myanma Naingngandaw",
      "former": "Socialist Republic of the Union of Burma",
      "note": "since 1989 the military authorities in Burma, and the current parliamentary government, have promoted the name Myanmar as a conventional name for their state; the US Government has not adopted the name, which is a derivative of the Burmese short-form name Myanma Naingngandaw"
    },
    "government_type": {
      "text": "parliamentary government took power in March 2011"
    },
    "capital": {
      "name": "Rangoon (Yangon)",
      "geographic_coordinates": "16 48 N, 96 09 E",
      "time_difference": "UTC+6.5 (11.5 hours ahead of Washington, DC during Standard Time)",
      "note": "Nay Pyi Taw is the administrative capital"
    },
    "administrative_divisions": {
      "text": "7 regions (taing-myar, singular - taing) and 7 states (pyi ne-myar, singular - pyi ne)",
      "regions": "Ayeyarwady, Bago, Magway, Mandalay, Sagaing, Taninthayi, Yangon",
      "states": "Chin, Kachin, Kayah, Kayin, Mon, Rakhine (Arakan), Shan",
      "union_territory": "Nay Pyi Taw"
    },
    "independence": {
      "text": "4 January 1948 (from the UK)"
    },
    "national_holiday": {
      "text": "Independence Day, 4 January (1948); Union Day, 12 February (1947)"
    },
    "constitution": {
      "text": "approved by referendum 29 May 2008; reformed by a series of acts in 2011"
    },
    "legal_system": {
      "text": "mixed legal system of English common law (as introduced in codifications designed for colonial India) and customary law"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President THEIN SEIN (since 4 February 2011); Vice President SAI MOUK KHAM (since 3 February 2011); Vice President NYAN HTUN (since 15 August 2012)",
      "head_of_government": "President THEIN SEIN (since 4 February 2011)",
      "cabinet": "cabinet is appointed by the president and confirmed by the parliament",
      "elections": "THEIN SEIN elected president by the parliament from among three vice presidents; the upper house, the lower house, and military members of the parliament each nominate one vice president (president serves a five-year term)"
    },
    "legislative_branch": {
      "text": "bicameral, consists of the House of Nationalities [Amyotha Hluttaw] (224 seats, 168 directly elected and 56 appointed by the military; members serve five-year terms) and the House of Representatives [Pythu Hluttaw] (440 seats, 330 directly elected and 110 appointed by the military; members serve five-year terms)",
      "elections": "last held on 7 November 2010 (next to be held in December 2015)",
      "election_results": "House of Nationalities - percent of vote by party - USDP 74.8%, others (NUP, SNDP, RNDP, NDF, AMRDP) 25.2%; seats by party - USDP 129, others 39; House of Representatives - percent of vote by party - USDP 79.6%, others (NUP, SNDP, RNDP, NDF, AMRDP) 20.4%; seats by party - USDP 259, others 71"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court of the Union (consists of the chief justice and 7-11 judges)",
      "judge_selection_and_term_of_office": "chief justice and judges nominated by the president, with approval of the Pythu Hlattaw, and appointed by the president; judges normally serve until mandatory retirement at age 70",
      "subordinate_courts": "High Courts of the Region; High Courts of the State; Court of the Self-Administered Division; Court of the Self-Administered Zone; district and township courts; special courts (for juvenile, municipal, and traffic offenses); courts martial"
    },
    "political_parties_and_leaders": {
      "text": "All Mon Region Democracy Party or AMRDP [NAING NGWE THEIN]; National Democratic Force or NDF [KHIN MAUNG SWE, Dr.THAN NYEIN]; National League for Democracy or NLD [AUNG SAN SUU KYI]; National Unity Party or NUP [TUN YE]; Rakhine Nationalities Development Party or RNDP [Dr. AYE MG]; Shan Nationalities Democratic Party or SNDP [SAI AIKE PAUNG]; Shan Nationalities League for Democracy or SNLD [HKUN HTUN OO]; Union Solidarity and Development Party or USDP [SHWE MANN, HTAY OO]; numerous smaller parties"
    },
    "political_pressure_groups_and_leaders": {
      "thai_border": "Ethnic Nationalities Council or ENC; Federation of Trade Unions-Burma or FTUB (exile trade union and labor advocates); National Coalition Government of the Union of Burma or NCGUB (self-proclaimed government in exile) [\"Prime Minister\" Dr. SEIN WIN] consists of individuals, some legitimately elected to the People's Assembly in 1990 (the group fled to a border area and joined insurgents in December 1990 to form a parallel government in exile); National Council-Union of Burma or NCUB (exile coalition of opposition groups); United Nationalities Federal Council (UNFC)",
      "inside_burma": "Karen National Union or KNU; Karenni National People's Party or KNPP; United Wa State Army or UWSA; 88 Generation Students (pro-democracy movement); several other Chin, Karen, Mon, and Shan factions",
      "note": "freedom of expression has been highly restricted in Burma; the restrictions are being relaxed by the government; political groups, other than parties approved by the government, are limited in number"
    },
    "international_organization_participation": {
      "text": "ADB, ARF, ASEAN, BIMSTEC, CP, EAS, FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITU, ITUC (NGOs), NAM, OPCW (signatory), SAARC (observer), UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires YE LWIN",
      "chancery": "2300 S Street NW, Washington, DC 20008",
      "telephone": "[1] (202) 332-3344",
      "fax": "[1] (202) 332-4351",
      "consulates_general": "none; Burma has a Mission to the UN in New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Derek J. MITCHELL",
      "embassy": "110 University Avenue, Kamayut Township, Rangoon",
      "mailing_address": "Box B, APO AP 96546",
      "telephone": "[95] (1) 536-509, 535-756, 538-038",
      "fax": "[95] (1) 511-069"
    },
    "flag_description": {
      "text": "design consists of three equal horizontal stripes of yellow (top), green, and red; centered on the green band is a large white five-pointed star that partially overlaps onto the adjacent colored stripes; the design revives the triband colors used by Burma from 1943-45, during the Japanese occupation"
    },
    "national_symbols": {
      "text": "chinthe (mythical lion)"
    },
    "national_anthem": {
      "name": "\"Kaba Ma Kyei\" (Till the End of the World, Myanmar)",
      "lyrics_music": "SAYA TIN",
      "note": "adopted 1948; Burma is among a handful of non-European nations that have anthems rooted in indigenous traditions; the beginning portion of the anthem is a traditional Burmese anthem before transitioning into a Western-style orchestrated work"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Burma is a resource-rich country but still suffers from pervasive government controls, inefficient economic policies, corruption, and rural poverty. Burma is the poorest country in Southeast Asia; approximately 32% of the population lives in poverty. Corruption is prevalent and significant resources are concentrated in the extractive industries are concentrated in a few hands. The Burmese government has initiated notable economic reforms. In October 2011, 11 private banks were allowed to trade foreign currency. On April 2, 2012, Burma's multiple exchange rates were abolished and the Central Bank of Myanmar established a managed float of the Burmese kyat. In November 2012, President THEIN SEIN signed a new Foreign Investment Law. Despite these reforms, the Burmese government has not yet embarked on broad-based macro-economic reforms or addressed key impediments to economic development such as Burma's opaque revenue collection system. Key benchmarks of economic progress would include steps to ensure the independence of the Central Bank, provide budget allocation for social services, and enact laws to protect intellectual and real property. In recent years, foreign investors have shied away from nearly every sector except for natural gas, power generation, timber, and mining. The exploitation of natural resources does not benefit the population at large. The most productive sectors will continue to be in extractive industries - especially oil and gas, mining, and timber - with the latter two causing significant environmental degradation. Other areas, such as manufacturing, tourism, and services, struggle in the face of poor infrastructure, unpredictable trade policies, undeveloped human resources (the result of neglected health and education systems), endemic corruption, and inadequate access to capital for investment. The US initially imposed sanctions on Burma in response to the 1988 military crackdown and the regime's refusal to honor the democratic opposition National League for Democracy's 1990 landslide election victory under the leadership of AUNG SAN SUU KYI. In 2003, the US moved from broad-based to more targeted sanctions. In July 2012, as a result of reforms undertaken by President THEIN SEIN and his nominally civilian government, the US broadly eased restrictions on new investment in and the export of financial services to Burma. In November 2012, the US eased the import bank on Burmese products to the US with the exception of jadeite and rubies. Although the Burmese government has good economic relations with its neighbors, significant improvements in economic governance, the business climate, and the political situation are needed to promote serious foreign investment."
    },
    "gdp_purchasing_power_parity": {
      "text": "$90.93 billion (2012 est.); $85.54 billion (2011 est.); $81.11 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$53.14 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "6.3% (2012 est.); 5.5% (2011 est.); 5.3% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$1,400 (2012 est.); $1,400 (2011 est.); $1,300 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "13.3% of GDP (2012 est.); 16% of GDP (2011 est.); 19.9% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "79.6%",
      "government_consumption": "3.7%",
      "investment_in_fixed_capital": "16.3%",
      "investment_in_inventories": "0.3%",
      "exports_of_goods_and_services": "0.2%",
      "imports_of_goods_and_services": "-0.2% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "38.8%",
      "industry": "19.3%",
      "services": "41.8% (2012 est.)"
    },
    "agriculture_products": {
      "text": "rice, pulses, beans, sesame, groundnuts, sugarcane; fish and fish products; hardwood"
    },
    "industries": {
      "text": "agricultural processing; wood and wood products; copper, tin, tungsten, iron; cement, construction materials; pharmaceuticals; fertilizer; oil and natural gas; garments, jade and gems"
    },
    "industrial_production_growth_rate": {
      "text": "8.6% (2012 est.)"
    },
    "labor_force": {
      "text": "33.41 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "70%",
      "industry": "7%",
      "services": "23% (2001)"
    },
    "unemployment_rate": {
      "text": "5.4% (2012 est.); 5.5% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "32.7% (2007 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.8%",
      "highest_10%": "32.4% (1998)"
    },
    "budget": {
      "revenues": "$2.271 billion",
      "expenditures": "$4.487 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "4.3% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-4.2% of GDP (2012 est.)"
    },
    "fiscal_year": {
      "text": "1 April - 31 March"
    },
    "inflation_rate_consumer_prices": {
      "text": "1.5% (2012 est.); 5% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "9.95% (31 December 2010 est.); 12% (31 December 2009 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "13% (31 December 2012 est.); 16.33% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$11.54 million (31 December 2012 est.); $8.91 million (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$15.66 billion (31 December 2011 est.); $11.83 billion (31 December 2010 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "-$891.2 million (2012 est.); $96.1 million (2011 est.)"
    },
    "exports": {
      "text": "$8.23 billion (2012 est.); $8.113 billion (2011 est.)",
      "note": "official export figures are grossly underestimated due to the value of timber, gems, narcotics, rice, and other products smuggled to Thailand, China, and Bangladesh"
    },
    "exports_commodities": {
      "text": "natural gas, wood products, pulses, beans, fish, rice, clothing, jade and gems"
    },
    "exports_partners": {
      "text": "Thailand 40.5%, India 14.7%, China 14.2%, Japan 7.4% (2012)"
    },
    "imports": {
      "text": "$7.477 billion (2012 est.); $5.921 billion (2011 est.)",
      "note": "import figures are grossly underestimated due to the value of consumer goods, diesel fuel, and other products smuggled in from Thailand, China, Malaysia, and India"
    },
    "imports_commodities": {
      "text": "fabric, petroleum products, fertilizer, plastics, machinery, transport equipment; cement, construction materials, crude oil; food products, edible oil"
    },
    "imports_partners": {
      "text": "China 37%, Thailand 20.2%, Singapore 8.7%, South Korea 8.7%, Japan 8.2%, Malaysia 4.6% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$7.551 billion (31 December 2012 est.); $7.017 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$5.614 billion (31 December 2012 est.); $7.766 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "kyats (MMK) per US dollar -; 853.476 (2012 est.); 815 (2011 est.); 5.58 (2010 est.); 1,055 (2009); 1,205 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "5.708 billion kWh (2009 est.)"
    },
    "electricity_consumption": {
      "text": "3.794 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "1.86 million kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "67.7% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "32.3% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "20,200 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "880 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "50 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "16,700 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "40,620 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "12,730 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "12.1 billion cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "3.29 billion cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "8.81 billion cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "283.2 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "12.8 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "521,100 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "1.244 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "meets minimum requirements for local and intercity service for business and government",
      "domestic": "system barely capable of providing basic service; mobile-cellular phone system is grossly underdeveloped",
      "international": "country code - 95; landing point for the SEA-ME-WE-3 optical telecommunications submarine cable that provides links to Asia, the Middle East, and Europe; satellite earth stations - 2, Intelsat (Indian Ocean) and ShinSat (2011)"
    },
    "broadcast_media": {
      "text": "government controls all domestic broadcast media; 2 state-controlled TV stations with 1 of the stations controlled by the armed forces; 2 pay-TV stations are joint state-private ventures; access to satellite TV is limited; 1 state-controlled domestic radio station and 9 FM stations that are joint state-private ventures; transmissions of several international broadcasters are available in parts of Burma; the Voice of America (VOA), Radio Free Asia (RFA), BBC Burmese service, the Democratic Voice of Burma (DVB), and Radio Australia use shortwave to broadcast in Burma; VOA, RFA, and DVB produce daily TV news programs that are transmitted by satellite to audiences in Burma"
    },
    "internet_country_code": {
      "text": ".mm"
    },
    "internet_hosts": {
      "text": "1,055 (2012)"
    },
    "internet_users": {
      "text": "110,000 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "64 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "36",
      "over_3_047_m": "12",
      "2_438_to_3_047_m": "11",
      "1_524_to_2_437_m": "12",
      "under_914_m": "1 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "28",
      "over_3_047_m": "1",
      "1_524_to_2_437_m": "4",
      "914_to_1_523_m": "10",
      "under_914_m": "13 (2013)"
    },
    "heliports": {
      "text": "11 (2013)"
    },
    "pipelines": {
      "text": "gas 3,739 km; oil 551 km (2013)"
    },
    "railways": {
      "total": "5,031 km",
      "narrow_gauge": "5,031 km 1.000-m gauge (2008)"
    },
    "roadways": {
      "total": "34,377 km (includes 358 km of expressways) (2010)"
    },
    "waterways": {
      "text": "12,800 km (2011)"
    },
    "merchant_marine": {
      "total": "29",
      "by_type": "cargo 22, passenger 2, passenger/cargo 3, specialized tanker 1, vehicle carrier 1",
      "foreign_owned": "2 (Germany 1, Japan 1)",
      "registered_in_other_countries": "3 (Panama 3) (2010)"
    },
    "ports_and_terminals": {
      "major_seaports": "Moulmein, Sittwe",
      "river_ports": "Rangoon (Rangoon River)"
    }
  },
  "military": {
    "military_branches": {
      "text": "Myanmar Armed Forces (Tatmadaw): Army (Tatmadaw Kyi), Navy (Tatmadaw Yay), Air Force (Tatmadaw Lay) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-35 years of age (men) and 18-27 years of age (women) for voluntary military service; no conscription (a 2010 law reintroducing conscription has not yet entered into force); service obligation 2 years; male (ages 18-45) and female (ages 18-35) professionals (including doctors, engineers, mechanics) serve up to 3 years; service terms may be stretched to 5 years in an officially declared emergency; Burma signed the Convention on the Rights of the Child (CRC) on 15 August 1991; on 27 June 2012, the regime signed a Joint Action Plan on prevention of child recruitment; in February 2013, the military formed a new task force to address forced child conscription, which reportedly continues (2013)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "14,747,845",
      "females_age_16_49": "14,710,871 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "10,451,515",
      "females_age_16_49": "11,181,537 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "522,478",
      "female": "506,388 (2010 est.)"
    },
    "military_expenditures": {
      "text": "4.8% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "over half of Burma's population consists of diverse ethnic groups who have substantial numbers of kin in neighboring countries; the Naf River on the border with Bangladesh serves as a smuggling and illegal transit route; Bangladesh struggles to accommodate 29,000 Rohingya, Burmese Muslim minority from Arakan State, living as refugees in Cox's Bazar; Burmese border authorities are constructing a 200 km (124 mi) wire fence designed to deter illegal cross-border transit and tensions from the military build-up along border with Bangladesh in 2010; Bangladesh referred its maritime boundary claims with Burma and India to the International Tribunal on the Law of the Sea; Burmese forces attempting to dig in to the largely autonomous Shan State to rout local militias tied to the drug trade, prompts local residents to periodically flee into neighboring Yunnan Province in China; fencing along the India-Burma international border at Manipur's Moreh town is in progress to check illegal drug trafficking and movement of militants; 140,000 mostly Karen refugees fleeing civil strife, political upheaval and economic stagnation in Burma live in remote camps in Thailand near the border"
    },
    "refugees_and_internally_displaced_persons": {
      "idps": "more than 454,200 (government offensives against armed ethnic minority groups near its borders with China and Thailand) (2012)",
      "stateless_persons": "808,075 (2012); note - Burma's main group of stateless people is the Rohingya, Muslims living in northern Rakhine State; the Burmese Government does not recognize the Rohingya as a \"national race\" and stripped them of their citizenship under the 1982 Citizenship law, categorizing them as \"non-national\" or \"foreign residents\"; native-born but non-indigenous people, such as Indians, and children born in Thailand to Burmese parents are also stateless; the Burmese Government does not grant citizenship to children born outside of the country to Burmese parents who left the country illegally or fled persecution"
    },
    "trafficking_in_persons": {
      "current_situation": "Burma is a source country for women, children, and men trafficked for the purpose of forced labor, and for women and children subjected to sex trafficking in other countries; poor economic conditions have led to increased legal and illegal migration of Burmese adults and children throughout East Asia and parts of the Middle East, where they are subject to forced labor and sex trafficking; men are forced to work in the fishing and construction industries, while women and girls are forced into prostitution or domestic servitude; some Burmese economic migrants seeking work in Thailand are subsequently subjected to forced labor or sexual exploitation; military personnel and insurgent militias unlawfully conscript child soldiers and continue to be the leading perpetrators of forced labor inside the country; Burmese children are also forced to work in tea shops, home industries, on plantations, and as beggars",
      "tier_rating": "Tier 2 Watch List - Burma does not fully comply with the minimum standards for the elimination of trafficking, but it is making significant efforts to do so; anti-trafficking law enforcement efforts focus on the recruitment and transport of Burmese women and girls across international boundaries for forced marriages and sex trafficking; efforts to combat trafficking within Burma remain weak; forced labor of civilians and the recruitment of child soldiers by both military and private entities remain serious problems; the government continues modest efforts to provide temporary shelter and facilitate safe passage to Burmese victims repatriated from abroad, but its overall victim protection efforts are inadequate; in 2012, the government signed a UN-backed action plan for the identification, release, and rehabilitation of children in the Burmese military; as a result, some child soldiers have been released, but the government has not taken steps to prevent recruitment (2013)"
    },
    "illicit_drugs": {
      "text": "world's third largest producer of illicit opium with an estimated production in 2009 of 250 metric tons, a decrease of 27%, and poppy cultivation in 2009 totaled 17,000 hectares, a 24% decrease from 2008; production in the United Wa State Army's areas of greatest control remains low; Shan state is the source of 94.5% of Burma's poppy cultivation; lack of government will to take on major narcotrafficking groups and lack of serious commitment against money laundering continues to hinder the overall antidrug effort; major source of methamphetamine and heroin for regional consumption\r\n (2008)"
    }
  }
}