{
  "intro": {
    "background": {
      "text": "The Mongols gained fame in the 13th century when under Chinggis KHAAN they established a huge Eurasian empire through conquest. After his death the empire was divided into several powerful Mongol states, but these broke apart in the 14th century. The Mongols eventually retired to their original steppe homelands and in the late 17th century came under Chinese rule. Mongolia won its independence in 1921 with Soviet backing and a communist regime was installed in 1924. The modern country of Mongolia, however, represents only part of the Mongols' historical homeland; more ethnic Mongolians live in the Inner Mongolia Autonomous Region in the People's Republic of China than in Mongolia. Following a peaceful democratic revolution, the ex-communist Mongolian People's Revolutionary Party (MPRP) won elections in 1990 and 1992, but was defeated by the Democratic Union Coalition (DUC) in the 1996 parliamentary election. The MPRP won an overwhelming majority in the 2000 parliamentary election, but the party lost seats in the 2004 election and shared power with democratic coalition parties from 2004-08. The MPRP regained a solid majority in the 2008 parliamentary elections but nevertheless formed a coalition government with the Democratic Party that lasted until January 2012. In 2009, current President ELBEGDORJ of the Democratic Party was elected to office. In 2010, the MPRP voted to retake the name of the Mongolian People's Party (MPP), a name it used in the early 1920s. Shortly thereafter, a new party was formed by former president ENKHBAYAR, which adopted the MPRP name. In the 2012 Parliamentary elections, a coalition of four political parties led by the Democratic Party, gained control of the Parliament."
    }
  },
  "geo": {
    "location": {
      "text": "Northern Asia, between China and Russia"
    },
    "geographic_coordinates": {
      "text": "46 00 N, 105 00 E"
    },
    "map_references": {
      "text": "Asia"
    },
    "area": {
      "total": "1,564,116 sq km",
      "land": "1,553,556 sq km",
      "water": "10,560 sq km"
    },
    "area_comparative": {
      "text": "slightly smaller than Alaska"
    },
    "land_boundaries": {
      "total": "8,220 km",
      "border_countries": "China 4,677 km, Russia 3,543 km"
    },
    "coastline": {
      "text": "0 km (landlocked)"
    },
    "maritime_claims": {
      "text": "none (landlocked)"
    },
    "climate": {
      "text": "desert; continental (large daily and seasonal temperature ranges)"
    },
    "terrain": {
      "text": "vast semidesert and desert plains, grassy steppe, mountains in west and southwest; Gobi Desert in south-central"
    },
    "elevation_extremes": {
      "lowest_point": "Hoh Nuur 560 m",
      "highest_point": "Nayramadlin Orgil (Huyten Orgil) 4,374 m"
    },
    "natural_resources": {
      "text": "oil, coal, copper, molybdenum, tungsten, phosphates, tin, nickel, zinc, fluorspar, gold, silver, iron"
    },
    "land_use": {
      "arable_land": "0.39%",
      "permanent_crops": "0%",
      "other": "99.61% (2011)"
    },
    "irrigated_land": {
      "text": "843 sq km (2003)"
    },
    "total_renewable_water_resources": {
      "text": "34.8 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "0.55  cu km/yr (13%/43%/44%)",
      "per_capita": "196.8  cu m/yr (2009)"
    },
    "natural_hazards": {
      "text": "dust storms; grassland and forest fires; drought; \"zud,\" which is harsh winter conditions"
    },
    "environment_current_issues": {
      "text": "limited natural freshwater resources in some areas; the policies of former Communist regimes promoted rapid urbanization and industrial growth that had negative effects on the environment; the burning of soft coal in power plants and the lack of enforcement of environmental laws severely polluted the air in Ulaanbaatar; deforestation, overgrazing, and the converting of virgin land to agricultural production increased soil erosion from wind and rain; desertification and mining activities had a deleterious effect on the environment"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "landlocked; strategic location between China and Russia"
    }
  },
  "people": {
    "nationality": {
      "noun": "Mongolian(s)",
      "adjective": "Mongolian"
    },
    "ethnic_groups": {
      "text": "Mongol (mostly Khalkha) 94.9%, Turkic (mostly Kazakh) 5%, other (including Chinese and Russian) 0.1% (2000)"
    },
    "languages": {
      "text": "Khalkha Mongol 90% (official), Turkic, Russian (1999)"
    },
    "religions": {
      "text": "Buddhist Lamaist 50%, Shamanist and Christian 6%, Muslim 4%, none 40% (2004)"
    },
    "population": {
      "text": "3,226,516 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "26.9% (male 442,850/female 425,017)",
      "15_24_years": "19% (male 311,460/female 302,286)",
      "25_54_years": "44.5% (male 716,893/female 719,508)",
      "55_64_years": "5.5% (male 85,545/female 93,234)",
      "65_years_and_over": "4% (male 56,241/female 73,482) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "45.1 %",
      "youth_dependency_ratio": "39.6 %",
      "elderly_dependency_ratio": "5.5 %",
      "potential_support_ratio": "18.1 (2013)"
    },
    "median_age": {
      "total": "26.9 years",
      "male": "26.5 years",
      "female": "27.3 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.44% (2013 est.)"
    },
    "birth_rate": {
      "text": "20.34 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.98 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "0 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "68.5% of total population (2011)",
      "rate_of_urbanization": "2.81% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "ULAANBAATAR (capital) 949,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.03 male(s)/female",
      "25_54_years": "1 male(s)/female",
      "55_64_years": "0.92 male(s)/female",
      "65_years_and_over": "0.77 male(s)/female",
      "total_population": "1 male(s)/female (2013 est.)"
    },
    "maternal_mortality_rate": {
      "text": "63 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "34.78 deaths/1,000 live births",
      "male": "37.66 deaths/1,000 live births",
      "female": "31.76 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "68.95 years",
      "male": "66.46 years",
      "female": "71.56 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "2.18 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "55% (2010)"
    },
    "health_expenditures": {
      "text": "5.4% of GDP (2010)"
    },
    "physicians_density": {
      "text": "2.76 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "5.8 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 100% of population; rural: 53% of population; total: 82% of population",
      "unimproved": "urban: 0% of population; rural: 47% of population; total: 18% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 64% of population; rural: 29% of population; total: 51% of population",
      "unimproved": "urban: 36% of population; rural: 71% of population; total: 49% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "less than 0.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "fewer than 500 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 100 (2009 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "14.4% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "5.3% (2005)"
    },
    "education_expenditures": {
      "text": "5.5% of GDP (2011)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "97.4%",
      "male": "96.8%",
      "female": "97.9% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "14 years",
      "male": "14 years",
      "female": "15 years (2011)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "106,203",
      "percentage": "18 % (2005 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "20%",
      "male": "19.5%",
      "female": "20.7% (2003)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "none",
      "conventional_short_form": "Mongolia",
      "local_long_form": "none",
      "local_short_form": "Mongol Uls",
      "former": "Outer Mongolia"
    },
    "government_type": {
      "text": "parliamentary"
    },
    "capital": {
      "name": "Ulaanbaatar",
      "geographic_coordinates": "47 55 N, 106 55 E",
      "time_difference": "UTC+8 (13 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "21 provinces (aymguud, singular - aymag) and 1 municipality* (singular - hot); Arhangay, Bayanhongor, Bayan-Olgiy, Bulgan, Darhan-Uul, Dornod, Dornogovi, Dundgovi, Dzavhan (Zavkhan), Govi-Altay, Govisumber, Hentiy, Hovd, Hovsgol, Omnogovi, Orhon, Ovorhangay, Selenge, Suhbaatar, Tov, Ulaanbaatar*, Uvs"
    },
    "independence": {
      "text": "11 July 1921 (from China)"
    },
    "national_holiday": {
      "text": "Independence Day/Revolution Day, 11 July (1921)"
    },
    "constitution": {
      "text": "13 January 1992"
    },
    "legal_system": {
      "text": "civil law system influenced by Soviet and Romano-Germanic legal systems; constitution ambiguous on judicial review of legislative acts"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Tsakhia ELBEGDORJ (since 18 June 2009)",
      "head_of_government": "Prime Minister Norov ALTANKHUYAG (since 9 August 2012); Deputy Prime Minister Dendev TERBISHDAGVA (since 20 August 2012)",
      "cabinet": "Cabinet nominated by the prime minister in consultation with the president and confirmed by the State Great Hural (parliament)",
      "elections": "presidential candidates nominated by political parties represented in State Great Hural and elected by popular vote for a four-year term (eligible for a second term); election last held on 26 June 2013 (next to be held in June 2017); following legislative elections, leaders of the majority party or a majority coalition usually elect the prime minister of the State Great Hural",
      "election_results": "in elections in June 2013, Tsakhia ELBEGDORJ elected president; percent of vote - Tsakhia ELBEGDORJ 50.2%, Badmaanyambuu BAT-ERDENE 42%, Natsag UDVAL 6.5%, others 1.3%"
    },
    "legislative_branch": {
      "text": "unicameral State Great Hural (76 seats; of which 48 members are directly elected from 26 electoral districts, while 28 members are proportionally elected based on a party's share of the total votes; all serve four-year terms)",
      "elections": "last held on 28 June 2012 (next to be held in June 2016)",
      "election_results": "percent of vote by party - NA; seats by party - DP 33, MPP 25, Justice Coalition 11, others 5, vacant 2"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of the Chief Justice and 16 judges organized into civil, criminal, and administrative chambers); Constitutional Court or Tsets (consists of a chairman and 8 members)",
      "judge_selection_and_term_of_office": "Supreme Court chief justice and judges appointed by the president upon recommendation to the State Great Hural by the General Council of Courts; term of appointment is for life; chairman of the Constitutional Court elected from among its members; members appointed by the State Great Heral upon nominations - 3 each by the president, the State Great Hural, and the Supreme Court; term of appointment is 6 years; chairmanship limited to a single renewable 3-year term",
      "subordinate_courts": "aimag (provincial) and capital city appellate courts; soum, inter-soum, and district courts; Administrative Cases Courts (established in 2004)"
    },
    "political_parties_and_leaders": {
      "text": "Civil Will-Green Party or CWGP [Dangaasuren EHKHBAT]; Democratic Party or DP [Norov ALTANHUYAG]; Justice Coalition (is made up of MPRP and MNDP); Mongolian Natinal Democratic party or MNDP [ENKHSAIKHAN Mendsaikhan]; Mongolian People's Party or MPP [O. ENKHTUVSHIN]; Mongolian People's Revolutionary Party or MPRP [Nambar ENKHBAYAR]"
    },
    "political_pressure_groups_and_leaders": {
      "other": "human rights groups; women's groups"
    },
    "international_organization_participation": {
      "text": "ADB, ARF, CD, CICA, CP, EBRD, EITI (compliant country), FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC, MIGA, MINURSO, MONUSCO, NAM, OPCW, OSCE, SCO (observer), UN, UNAMID, UNCTAD, UNESCO, UNIDO, UNISFA, UNMISS, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Bulgaa ALTANGEREL",
      "chancery": "2833 M Street NW, Washington, DC 20007",
      "telephone": "[1] (202) 333-7117",
      "fax": "[1] (202) 298-9227",
      "consulates_general": "New York, San Francisco"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Piper Anne Wind CAMPBELL",
      "embassy": "Big Ring Road, 11th Micro Region, Ulaanbaatar, 14171 Mongolia",
      "mailing_address": "PSC 461, Box 300, FPO AP 96521-0002; P.O. Box 341, Ulaanbaatar-14192",
      "telephone": "[976] 7007-6001",
      "fax": "[976] 7007-6016"
    },
    "flag_description": {
      "text": "three equal, vertical bands of red (hoist side), blue, and red; centered on the hoist-side red band in yellow is the national emblem (\"soyombo\" - a columnar arrangement of abstract and geometric representation for fire, sun, moon, earth, water, and the yin-yang symbol); blue represents the sky, red symbolizes progress and prosperity"
    },
    "national_symbols": {
      "text": "soyombo emblem"
    },
    "national_anthem": {
      "name": "\"Mongol ulsyn toriin duulal\" (National Anthem of Mongolia)",
      "lyrics_music": "Tsendiin DAMDINSUREN/Bilegiin DAMDINSUREN and Luvsanjamts MURJORJ",
      "note": "music adopted 1950, lyrics adopted 2006; the anthem's lyrics have been altered on numerous occasions"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Mongolia's extensive mineral deposits and attendant growth in mining-sector activities have transformed Mongolia's economy, which traditionally has been dependent on herding and agriculture. Mongolia's copper, gold, coal, molybdenum, fluorspar, uranium, tin, and tungsten deposits, among others, have attracted foreign direct investment. Soviet assistance, at its height one-third of GDP, disappeared almost overnight in 1990 and 1991 at the time of the dismantlement of the USSR. The following decade saw Mongolia endure both deep recession, because of political inaction and natural disasters, as well as economic growth, because of reform-embracing, free-market economics and extensive privatization of the formerly state-run economy. The country opened a fledgling stock exchange in 1991. Mongolia joined the World Trade Organization in 1997 and seeks to expand its participation in regional economic and trade regimes. Growth averaged nearly 9% per year in 2004-08 largely because of high copper prices globally and new gold production. By late 2008, Mongolia was hit hard by the global financial crisis. Slower global economic growth hurt the country's exports, notably copper, and slashed government revenues. As a result, Mongolia's real economy contracted 1.3% in 2009. In early 2009, the International Monetary Fund reached a $236 million Stand-by Arrangement with Mongolia and the country has largely emerged from the crisis with better regulations and closer supervision. The banking sector strengthened but weaknesses remain. In October 2009, Mongolia passed long-awaited legislation on an investment agreement to develop the Oyu Tolgoi mine, considered to be among the world's largest untapped copper deposits. Recent calls by nationalist politicians to renegotiate the investment agreement, however, have called into question the attractiveness of Mongolia as a destination for foreign direct investment. Negotiations to develop the massive Tavan Tolgoi coal field face similar obstacles. The economy grew by 6.4% in 2010, 17.5% in 2011, and by more than 12.3% in 2012, largely on the strength of commodity exports to nearby countries and high government spending domestically. Mongolia's economy, however, faces near-term economic risks from the government's loose fiscal policies, which are contributing to high inflation, and uncertainties in foreign demand for Mongolian exports. Trade with China represents more than half of Mongolia's total external trade - China receives more than 90% of Mongolia's exports. Mongolia purchases 95% of its petroleum products and a substantial amount of electric power from Russia, leaving it vulnerable to price increases. Due to severe winter weather in 2009-10, Mongolia lost 22% of its total livestock, and meat prices doubled. Inflation remained higher than 10% for much of 2010-12, due in part to higher food and fuel prices. The economic slowdown in China during 2011-2012 resulted in fewer Mongolian exports, a widened trade gap, and decreased government revenues, putting pressure on Mongolian fiscal policy. Remittances from Mongolians working abroad, particularly in South Korea, are significant."
    },
    "gdp_purchasing_power_parity": {
      "text": "$15.44 billion (2012 est.); $13.75 billion (2011 est.); $11.7 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$10.26 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "12.3% (2012 est.); 17.5% (2011 est.); 6.4% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$5,500 (2012 est.); $4,900 (2011 est.); $4,200 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "51.1%",
      "government_consumption": "14.5%",
      "investment_in_fixed_capital": "48.3%",
      "investment_in_inventories": "13.9%",
      "exports_of_goods_and_services": "58.6%",
      "imports_of_goods_and_services": "-86.4% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "14%",
      "industry": "29.9%",
      "services": "56.1% (2012 est.)"
    },
    "agriculture_products": {
      "text": "wheat, barley, vegetables, forage crops; sheep, goats, cattle, camels, horses"
    },
    "industries": {
      "text": "construction and construction materials; mining (coal, copper, molybdenum, fluorspar, tin, tungsten, and gold); oil; food and beverages; processing of animal products, cashmere and natural fiber manufacturing"
    },
    "industrial_production_growth_rate": {
      "text": "9% (2012 est.)"
    },
    "labor_force": {
      "text": "1.037 million (2011 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "33%",
      "industry": "10.6%",
      "services": "56.4% (2011)"
    },
    "unemployment_rate": {
      "text": "9% (2011 est.); 13% (2010)"
    },
    "population_below_poverty_line": {
      "text": "29.8% (2011 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3%",
      "highest_10%": "28.4% (2008)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "36.5 (2008); 32.8 (2002)"
    },
    "budget": {
      "revenues": "$3.228 billion",
      "expenditures": "$4.091 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "31.5% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-8.4% of GDP (2012 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "14.2% (2012 est.); 9.5% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "13.25% (31 December 2012); 12.25% (31 December 2011 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "18.2% (31 December 2012 est.); 15.5% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$1.318 billion (31 December 2012 est.); $1.247 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$5.456 billion (31 December 2012 est.); $4.592 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$5.007 billion (31 December 2012 est.); $4.04 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$1.29 billion (31 December 2012); $1.579 billion (31 December 2011); $1.093 billion (31 December 2010)"
    },
    "current_account_balance": {
      "text": "-$2.354 billion (2012 est.); -$1.781 billion (2011 est.)"
    },
    "exports": {
      "text": "$4.385 billion (2012 est.); $4.816 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "copper, apparel, livestock, animal products, cashmere, wool, hides, fluorspar, other nonferrous metals, coal, crude oil"
    },
    "exports_partners": {
      "text": "China 88.9%, Canada 4.1% (2012)"
    },
    "imports": {
      "text": "$6.739 billion (2012 est.); $6.598 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and equipment, fuel, cars, food products, industrial consumer goods, chemicals, building materials, cigarettes and tobacco, appliances, soap and detergent"
    },
    "imports_partners": {
      "text": "China 37.6%, Russia 25.7%, US 9.4%, South Korea 6.1%, Japan 4.9% (2012)"
    },
    "debt_external": {
      "text": "$3.423 billion (31 December 2012 est.); $2.564 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$4.62 billion (31 December 2011 est.); $4.715 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$50 million (31 December 2012 est.); $94.5 million (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "togrog/tugriks (MNT) per US dollar -; 1,357.6 (2012 est.); 1,265.5 (2011 est.); 1,357.1 (2010 est.); 1,442.8 (2009); 1,170 (2007)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "4.48 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "4.217 billion kWh (2010)"
    },
    "electricity_exports": {
      "text": "0 kWh (2012 est.)"
    },
    "electricity_imports": {
      "text": "262.9 million kWh (2010)"
    },
    "electricity_installed_generating_capacity": {
      "text": "833,200 kW (2009 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "99.9% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.1% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "6,983 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "5,260 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "NA bbl"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "21,610 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2010 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "15,730 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "11,790 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "0 cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "9.436 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "187,600 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "2.942 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "network is improving with international direct dialing available in many areas; a fiber-optic network has been installed that is improving broadband and communication services between major urban centers with multiple companies providing inter-city fiber-optic cable services",
      "domestic": "very low fixed-line teledensity; there are multiple mobile-cellular providers and subscribership is increasing",
      "international": "country code - 976; satellite earth stations - 7 (2011)"
    },
    "broadcast_media": {
      "text": "following a law passed in 2005, Mongolia's state-run radio and TV provider converted to a public service provider; also available are private radio and TV broadcasters, as well as multi-channel satellite and cable TV providers; more than 100 radio stations, including some 20 via repeaters for the public broadcaster; transmissions of multiple international broadcasters are available (2008)"
    },
    "internet_country_code": {
      "text": ".mn"
    },
    "internet_hosts": {
      "text": "20,084 (2012)"
    },
    "internet_users": {
      "text": "330,000 (2008)"
    }
  },
  "trans": {
    "airports": {
      "text": "44 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "15",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "10",
      "1_524_to_2_437_m": "3 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "29",
      "over_3_047_m": "2",
      "2_438_to_3_047_m": "2",
      "1_524_to_2_437_m": "24",
      "under_914_m": "1 (2013)"
    },
    "heliports": {
      "text": "1 (2013)"
    },
    "railways": {
      "total": "1,908 km",
      "broad_gauge": "1,908 km 1.520-m gauge",
      "note": "the railway is 50 percent owned by the Russian State Railway (2010)"
    },
    "roadways": {
      "total": "49,249 km",
      "paved": "3,015 km",
      "unpaved": "46,234 km (2010)"
    },
    "waterways": {
      "text": "580 km (the only waterway in operation is Lake Hovsgol) (135 km); Selenge River (270 km) and Orhon River (175 km) are navigable but carry little traffic; lakes and rivers freeze in winter, they are open from May to September) (2010)"
    },
    "merchant_marine": {
      "total": "57",
      "by_type": "bulk carrier 21, cargo 25, chemical tanker 1, container 2, liquefied gas 2, passenger/cargo 2, roll on/roll off 3, vehicle carrier 1",
      "foreign_owned": "44 (Indonesia 2, Japan 2, North Korea 1, Russia 2, Singapore 3, Ukraine 1, Vietnam 33) (2010)"
    }
  },
  "military": {
    "military_branches": {
      "text": "Mongolian Armed Forces (Mongol ulsyn zevsegt huchin): Mongolian Army (includes Mongolian Air and Air Defense, which is to become a separate service in 2015); there is no navy (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-25 years of age for compulsory and voluntary military service; conscript service obligation is 12 months in land or air defense forces or police; a small portion of Mongolian land forces (2.5 percent) is comprised of contract soldiers; women cannot be deployed overseas for military operations (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "898,546",
      "females_age_16_49": "891,192 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "726,199",
      "females_age_16_49": "756,628 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "30,829",
      "female": "29,648 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.8% of GDP (2012)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "none"
    },
    "refugees_and_internally_displaced_persons": {
      "stateless_persons": "220 (2012)"
    }
  }
}