{
  "intro": {
    "background": {
      "text": "The Philippine Islands became a Spanish colony during the 16th century; they were ceded to the US in 1898 following the Spanish-American War. In 1935 the Philippines became a self-governing commonwealth. Manuel QUEZON was elected president and was tasked with preparing the country for independence after a 10-year transition. In 1942 the islands fell under Japanese occupation during World War II, and US forces and Filipinos fought together during 1944-45 to regain control. On 4 July 1946 the Republic of the Philippines attained its independence. A 20-year rule by Ferdinand MARCOS ended in 1986, when a \"people power\" movement in Manila (\"EDSA 1\") forced him into exile and installed Corazon AQUINO as president. Her presidency was hampered by several coup attempts that prevented a return to full political stability and economic development. Fidel RAMOS was elected president in 1992. His administration was marked by increased stability and by progress on economic reforms. In 1992, the US closed its last military bases on the islands. Joseph ESTRADA was elected president in 1998. He was succeeded by his vice-president, Gloria MACAPAGAL-ARROYO, in January 2001 after ESTRADA's stormy impeachment trial on corruption charges broke down and another \"people power\" movement (\"EDSA 2\") demanded his resignation. MACAPAGAL-ARROYO was elected to a six-year term as president in May 2004. Her presidency was marred by several corruption allegations but the Philippine economy was one of the few to avoid contraction following the 2008 global financial crisis, expanding each year of her administration. Benigno AQUINO III was elected to a six-year term as president in May 2010. The Philippine Government faces threats from several groups, some of which are on the US Government's Foreign Terrorist Organization list. Manila has waged a decades-long struggle against ethnic Moro insurgencies in the southern Philippines, which has led to a peace accord with the Moro National Liberation Front and ongoing peace talks with the Moro Islamic Liberation Front. The decades-long Maoist-inspired New People's Army insurgency also operates through much of the country. The Philippines faces increased tension with China over disputed territorial and maritime claims in the South China Sea."
    }
  },
  "geo": {
    "location": {
      "text": "Southeastern Asia, archipelago between the Philippine Sea and the South China Sea, east of Vietnam"
    },
    "geographic_coordinates": {
      "text": "13 00 N, 122 00 E"
    },
    "map_references": {
      "text": "Southeast Asia"
    },
    "area": {
      "total": "300,000 sq km",
      "land": "298,170 sq km",
      "water": "1,830 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than Arizona"
    },
    "land_boundaries": {
      "text": "0 km"
    },
    "coastline": {
      "text": "36,289 km"
    },
    "maritime_claims": {
      "territorial_sea": "irregular polygon extending up to 100 nm from coastline as defined by 1898 treaty; since late 1970s has also claimed polygonal-shaped area in South China Sea up to 285 nm in breadth",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "to depth of exploitation"
    },
    "climate": {
      "text": "tropical marine; northeast monsoon (November to April); southwest monsoon (May to October)"
    },
    "terrain": {
      "text": "mostly mountains with narrow to extensive coastal lowlands"
    },
    "elevation_extremes": {
      "lowest_point": "Philippine Sea 0 m",
      "highest_point": "Mount Apo 2,954 m"
    },
    "natural_resources": {
      "text": "timber, petroleum, nickel, cobalt, silver, gold, salt, copper"
    },
    "land_use": {
      "arable_land": "18%",
      "permanent_crops": "17.33%",
      "other": "64.67% (2011)"
    },
    "irrigated_land": {
      "text": "18,790 sq km (2006)"
    },
    "total_renewable_water_resources": {
      "text": "479 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "81.56  cu km/yr (8%/10%/82%)",
      "per_capita": "859.9  cu m/yr (2009)"
    },
    "natural_hazards": {
      "text": "astride typhoon belt, usually affected by 15 and struck by five to six cyclonic storms each year; landslides; active volcanoes; destructive earthquakes; tsunamis",
      "volcanism": "significant volcanic activity; Taal (elev. 311 m), which has shown recent unrest and may erupt in the near future, has been deemed a \"Decade Volcano\" by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Mayon (elev. 2,462 m), the country's most active volcano, erupted in 2009 forcing over 33,000 to be evacuated; other historically active volcanoes include Biliran, Babuyan Claro, Bulusan, Camiguin, Camiguin de Babuyanes, Didicas, Iraya, Jolo, Kanlaon, Makaturing, Musuan, Parker, Pinatubo and Ragang"
    },
    "environment_current_issues": {
      "text": "uncontrolled deforestation especially in watershed areas; soil erosion; air and water pollution in major urban centers; coral reef degradation; increasing pollution of coastal mangrove swamps that are important fish breeding grounds"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling",
      "signed_but_not_ratified": "Air Pollution-Persistent Organic Pollutants"
    },
    "geography_note": {
      "text": "the Philippine archipelago is made up of 7,107 islands; favorably located in relation to many of Southeast Asia's main water bodies: the South China Sea, Philippine Sea, Sulu Sea, Celebes Sea, and Luzon Strait"
    }
  },
  "people": {
    "nationality": {
      "noun": "Filipino(s)",
      "adjective": "Philippine"
    },
    "ethnic_groups": {
      "text": "Tagalog 28.1%, Cebuano 13.1%, Ilocano 9%, Bisaya/Binisaya 7.6%, Hiligaynon Ilonggo 7.5%, Bikol 6%, Waray 3.4%, other 25.3% (2000 census)"
    },
    "languages": {
      "text": "Filipino (official; based on Tagalog) and English (official); eight major dialects - Tagalog, Cebuano, Ilocano, Hiligaynon or Ilonggo, Bicol, Waray, Pampango, and Pangasinan"
    },
    "religions": {
      "text": "Catholic 82.9% (Roman Catholic 80.9%, Aglipayan 2%), Muslim 5%, Evangelical 2.8%, Iglesia ni Kristo 2.3%, other Christian 4.5%, other 1.8%, unspecified 0.6%, none 0.1% (2000 census)"
    },
    "population": {
      "text": "105,720,644 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "34% (male 18,339,398/female 17,607,472)",
      "15_24_years": "19.1% (male 10,259,385/female 9,896,090)",
      "25_54_years": "36.8% (male 19,550,257/female 19,369,177)",
      "55_64_years": "5.7% (male 2,772,003/female 3,239,659)",
      "65_years_and_over": "4.4% (male 2,023,118/female 2,664,085) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "61.4 %",
      "youth_dependency_ratio": "55.1 %",
      "elderly_dependency_ratio": "6.3 %",
      "potential_support_ratio": "15.9 (2013)"
    },
    "median_age": {
      "total": "23.3 years",
      "male": "22.8 years",
      "female": "23.8 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.84% (2013 est.)"
    },
    "birth_rate": {
      "text": "24.62 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "4.95 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-1.25 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "48.8% of total population (2011)",
      "rate_of_urbanization": "2.16% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "MANILA (capital) 11.449 million; Davao 1.48 million; Cebu City 845,000; Zamboanga 827,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.05 male(s)/female",
      "0_14_years": "1.04 male(s)/female",
      "15_24_years": "1.04 male(s)/female",
      "25_54_years": "1.01 male(s)/female",
      "55_64_years": "0.86 male(s)/female",
      "65_years_and_over": "0.76 male(s)/female",
      "total_population": "1 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "23.1 (2008 est.)"
    },
    "maternal_mortality_rate": {
      "text": "99 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "18.19 deaths/1,000 live births",
      "male": "20.59 deaths/1,000 live births",
      "female": "15.66 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "72.21 years",
      "male": "69.26 years",
      "female": "75.31 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "3.1 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "48.9% (2011)"
    },
    "health_expenditures": {
      "text": "3.6% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.15 physicians/1,000 population (2004)"
    },
    "hospital_bed_density": {
      "text": "0.5 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 93% of population; rural: 92% of population; total: 92% of population",
      "unimproved": "urban: 7% of population; rural: 8% of population; total: 8% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 79% of population; rural: 69% of population; total: 74% of population",
      "unimproved": "urban: 21% of population; rural: 31% of population; total: 26% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "less than 0.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "8,700 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 200 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever and malaria",
      "water_contact_disease": "leptospirosis (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "6.3% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "20.7% (2008)"
    },
    "education_expenditures": {
      "text": "2.7% of GDP (2009)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "95.4%",
      "male": "95%",
      "female": "95.8% (2008 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "11 years",
      "male": "11 years",
      "female": "12 years (2009)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "17.4%",
      "male": "16.2%",
      "female": "19.3% (2009)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of the Philippines",
      "conventional_short_form": "Philippines",
      "local_long_form": "Republika ng Pilipinas",
      "local_short_form": "Pilipinas"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Manila",
      "geographic_coordinates": "14 36 N, 120 58 E",
      "time_difference": "UTC+8 (13 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "80 provinces and 39 chartered cities",
      "provinces": "Abra, Agusan del Norte, Agusan del Sur, Aklan, Albay, Antique, Apayao, Aurora, Basilan, Bataan, Batanes, Batangas, Biliran, Benguet, Bohol, Bukidnon, Bulacan, Cagayan, Camarines Norte, Camarines Sur, Camiguin, Capiz, Catanduanes, Cavite, Cebu, Compostela, Davao del Norte, Davao del Sur, Davao Oriental, Dinagat Islands, Eastern Samar, Guimaras, Ifugao, Ilocos Norte, Ilocos Sur, Iloilo, Isabela, Kalinga, Laguna, Lanao del Norte, Lanao del Sur, La Union, Leyte, Maguindanao, Marinduque, Masbate, Mindoro Occidental, Mindoro Oriental, Misamis Occidental, Misamis Oriental, Mountain Province, Negros Occidental, Negros Oriental, North Cotabato, Northern Samar, Nueva Ecija, Nueva Vizcaya, Palawan, Pampanga, Pangasinan, Quezon, Quirino, Rizal, Romblon, Samar, Sarangani, Siquijor, Sorsogon, South Cotabato, Southern Leyte, Sultan Kudarat, Sulu, Surigao del Norte, Surigao del Sur, Tarlac, Tawi-Tawi, Zambales, Zamboanga del Norte, Zamboanga del Sur, Zamboanga Sibugay",
      "chartered_cities": "Angeles, Antipolo, Bacolod, Baguio, Butuan, Cagayan de Oro, Caloocan, Cebu, Cotabato, Dagupan, Davao, General Santos, Iligan, Iloilo, Lapu-Lapu, Las Pinas, Lucena, Makati, Malabon, Mandaluyong, Mandaue, Manila, Marikina, Muntinlupa, Naga, Navotas, Olongapo, Ormoc, Paranaque, Pasay, Pasig, Puerto Princesa, Quezon, San Juan, Santiago, Tacloban, Taguig, Valenzuela, Zamboanga (2012)"
    },
    "independence": {
      "text": "12 June 1898 (independence proclaimed from Spain); 4 July 1946 (from the US)"
    },
    "national_holiday": {
      "text": "Independence Day, 12 June (1898); note - 12 June 1898 was date of declaration of independence from Spain; 4 July 1946 was date of independence from US"
    },
    "constitution": {
      "text": "2 February 1987, effective 11 February 1987"
    },
    "legal_system": {
      "text": "mixed legal system of civil, common, Islamic, and customary law"
    },
    "international_law_organization_participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Benigno AQUINO (since 30 June 2010); Vice President Jejomar BINAY (since 30 June 2010); note - president is both chief of state and head of government",
      "head_of_government": "President Benigno AQUINO (since 30 June 2010)",
      "cabinet": "Cabinet appointed by the president with consent of Commission of Appointments",
      "elections": "president and vice president elected on separate tickets by popular vote for a single six-year term; election held on 10 May 2010 (next election to be held in May 2016)",
      "election_results": "Benigno AQUINO elected president; percent of vote - Benigno AQUINO 42.1%, Joseph ESTRADA 26.3%, seven others 31.6%; Jejomar BINAY elected vice president; percent of vote Jejomar BINAY 41.6%, Manuel ROXAS 39.6%, six others 18.8%"
    },
    "legislative_branch": {
      "text": "bicameral Congress or Kongreso consists of the Senate or Senado (24 seats - one-half elected every three years; members elected at large by popular vote to serve six-year terms) and the House of Representatives or Kapulungan Ng Nga Kinatawan (287 seats - 230 members in one tier representing districts and 57 sectoral party-list members in a second tier representing special minorities elected on the basis of one seat for every 2% of the total vote but with each party limited to three seats); a party represented in one tier may not hold seats in the other tier; all House members are elected by popular vote to serve three-year terms",
      "note": "the constitution limits the House of Representatives to 250 members; the number of members allowed was increased, however, through legislation when in April 2009 the Philippine Supreme Court ruled that additional party members could sit in the House of Representatives if they received the required number of votes",
      "elections": "Senate - elections last held on 13 May 2013 (next to be held in May 2016); House of Representatives - elections last held on 13 May 2013 (next to be held in May 2016)",
      "election_results": "Senate - percent of vote by party for 2013 election - UNA 26.94%, NP 15.3%, LP 11.32%, NPC 10.15%, LDP 5.38%, PDP-Laban 4.95%, others 9.72%, independents 16.24%; seats by party after 2013 election - UNA 5, NP 5, LP 4, Lakas 2, NPC 2, LDP 1, PDP-Laban 1, PRP 1, independents 3; House of Representatives - percent of vote by party - LP 38.3%, NPC 17.4%, UNA 11.4%, NUP 8.7%, NP 8.5%, Lakas 5.3%, independents 6.0%, others 4.4%; seats by party - LP 110, NPC 43, NUP 24, NP 17, Lakas 14, UNA 8, independents 6, others 12; party-list 57"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of a chief justice and 14 associate justices)",
      "judge_selection_and_term_of_office": "justices are appointed by the president on the recommendation of the Judicial and Bar Council, a constitutionally-created, 6-member body that recommends Supreme Court nominees; justices serve until age 70",
      "subordinate_courts": "Court of Appeals; Sandiganbayan (special court for corruption cases of government officials); Court of Tax Appeals; regional, metropolitan, and municipal trial courts; sharia courts"
    },
    "political_parties_and_leaders": {
      "text": "Laban ng Demokratikong Pilipino (Struggle of Filipino Democrats) or LDP [Edgardo ANGARA]; Lakas ng EDSA-Christian Muslim Democrats or Lakas-CMD [Manuel \"Mar\" ROXAS]; Liberal Party or LP [Manuel ROXAS]; Nacionalista Party or NP [Manuel \"Manny\" VILLAR]; Nationalist People's Coalition or NPC [Frisco SAN JUAN]; PDP-Laban [Aquilino PIMENTEL]; People's Reform Party [Miriam Defensor SANTIAGO]; Puwersa ng Masang Pilipino (Force of the Philippine Masses) or PMP [Joseph ESTRADA]; ",
      "note": "United Nationalist Alliance or [UNA] - PDP-Laban and PMP coalition for the 2013 election"
    },
    "political_pressure_groups_and_leaders": {
      "text": "Black and White Movement [Vicente ROMANO]; Kilosbayan [Jovito SALONGA]"
    },
    "international_organization_participation": {
      "text": "ADB, APEC, APT, ARF, ASEAN, BIS, CD, CICA (observer), CP, EAS, FAO, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSTAH, NAM, OAS (observer), OPCW, PCA, PIF (partner), UN, UNCTAD, UNDOF, UNESCO, UNHCR, UNIDO, Union Latina, UNISFA, UNMIL, UNMISS, UNMIT, UNMOGIP, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Jose L. CUISIA Jr.",
      "chancery": "1600 Massachusetts Avenue NW, Washington, DC 20036",
      "telephone": "[1] (202) 467-9300",
      "fax": "[1] (202) 467-9417",
      "consulates_general": "Chicago, Honolulu, Los Angeles, New York, San Francisco, Tamuning (Guam)"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Harry K. THOMAS Jr.",
      "embassy": "1201 Roxas Boulevard, Ermita 1000, Manila",
      "mailing_address": "PSC 500, FPO AP 96515-1000",
      "telephone": "[63] (2) 301-2000",
      "fax": "[63] (2) 301-2017"
    },
    "flag_description": {
      "text": "two equal horizontal bands of blue (top) and red; a white equilateral triangle is based on the hoist side; the center of the triangle displays a yellow sun with eight primary rays; each corner of the triangle contains a small, yellow, five-pointed star; blue stands for peace and justice, red symbolizes courage, the white equal-sided triangle represents equality; the rays recall the first eight provinces that sought independence from Spain, while the stars represent the three major geographical divisions of the country: Luzon, Visayas, and Mindanao; the design of the flag dates to 1897",
      "note": "in wartime the flag is flown upside down with the red band at the top"
    },
    "national_symbols": {
      "text": "Philippine eagle"
    },
    "national_anthem": {
      "name": "\"Lupang Hinirang\" (Chosen Land)",
      "lyrics_music": "Jose PALMA (revised by Felipe PADILLA de Leon)/Julian FELIPE",
      "note": "music adopted 1898, original Spanish lyrics adopted 1899, Filipino (Tagalog) lyrics adopted 1956; although the original lyrics were written in Spanish, later English and Filipino versions were created; today, only the Filipino version is used"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Philippine GDP growth, which cooled from 7.6% in 2010 to 3.9% in 2011, expanded to 6.6% in 2012 - meeting the government's targeted 6%-7% growth range. The 2012 expansion partly reflected a rebound from depressed 2011 export and public sector spending levels. The economy has weathered global economic and financial downturns better than its regional peers due to minimal exposure to troubled international securities, lower dependence on exports, relatively resilient domestic consumption, large remittances from four- to five-million overseas Filipino workers, and a rapidly expanding business process outsourcing industry. The current account balance had recorded consecutive surpluses since 2003; international reserves are at record highs; the banking system is stable; and the stock market was Asia's second best-performer in 2012. Efforts to improve tax administration and expenditure management have helped ease the Philippines' tight fiscal situation and reduce high debt levels. The Philippines received several credit rating upgrades on its sovereign debt in 2012, and has had little difficulty tapping domestic and international markets to finance its deficits. Achieving a higher growth path nevertheless remains a pressing challenge. Economic growth in the Philippines averaged 4.5% during the MACAPAGAL-ARROYO administration but poverty worsened during her term. Growth has accelerated under the AQUINO government, but with limited progress thus far in bringing down unemployment, which hovers around 7%, and improving the quality of jobs. Underemployment is nearly 20% and more than 40% of the employed are estimated to be working in the informal sector. The AQUINO administration has been working to boost the budgets for education, health, cash transfers to the poor, and other social spending programs, and is relying on the private sector to help fund major infrastructure projects under its Public-Private Partnership program. Long term challenges include reforming governance and the judicial system, building infrastructure, improving regulatory predictability, and the ease of doing business, attracting higher levels of local and foreign investments. The Philippine Constitution and the other laws continue to restrict foreign ownership in important activities/sectors (such as land ownership and public utilities)."
    },
    "gdp_purchasing_power_parity": {
      "text": "$431.3 billion (2012 est.); $404.7 billion (2011 est.); $389.4 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$250.4 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "6.6% (2012 est.); 3.9% (2011 est.); 7.6% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$4,500 (2012 est.); $4,300 (2011 est.); $4,200 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "21.3% of GDP (2012 est.); 23.6% of GDP (2011 est.); 25% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "74.2%",
      "government_consumption": "10.5%",
      "investment_in_fixed_capital": "19.4%",
      "investment_in_inventories": "-0.9%",
      "exports_of_goods_and_services": "30.8%",
      "imports_of_goods_and_services": "-34% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "11.8%",
      "industry": "31.1%",
      "services": "57.1% (2012 est.)"
    },
    "agriculture_products": {
      "text": "sugarcane, coconuts, rice, corn, bananas, cassavas, pineapples, mangoes; pork, eggs, beef; fish"
    },
    "industries": {
      "text": "electronics assembly, garments, footwear, pharmaceuticals, chemicals, wood products, food processing, petroleum refining, fishing"
    },
    "industrial_production_growth_rate": {
      "text": "6.8% (2012 est.)"
    },
    "labor_force": {
      "text": "40.42 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "32%",
      "industry": "15%",
      "services": "53% (2012 est.)"
    },
    "unemployment_rate": {
      "text": "7% (2012 est.); 7% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "26.5% (2009 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.6%",
      "highest_10%": "33.6% (2009 est.)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "44.8 (2009); 46.6 (2003)"
    },
    "budget": {
      "revenues": "$36.35 billion",
      "expenditures": "$42.1 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "14.5% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2.3% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "51.5% of GDP (2012 est.); 51% of GDP (2011 est.)",
      "note": "data cover debt issued by the national government, and excludes debt instruments issued by government entities other than the treasury; the data include treasury debt held by foreign entities; the data exclude debt issued by social security institutions, government-owned and controlled corporations, the Central Bank, and local government units"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "3.1% (2012 est.); 4.7% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "5.3% (31 December 2012 est.); 5.6% (31 December 2011 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "5.68% (31 December 2012 est.); 6.66% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$38.93 billion (31 December 2012 est.); $33.97 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$132.5 billion (31 December 2011 est.); $126 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$129.4 billion (31 December 2012 est.); $112.6 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$266.3 billion (31 December 2012); $198.4 billion (31 December 2011); $202.2 billion (31 December 2010)"
    },
    "current_account_balance": {
      "text": "$9.65 billion (2012 est.); $6.988 billion (2011 est.)"
    },
    "exports": {
      "text": "$46.28 billion (2012 est.); $38.28 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "semiconductors and electronic products, transport equipment, garments, copper products, petroleum products, coconut oil, fruits"
    },
    "exports_partners": {
      "text": "Japan 19%, US 14.2%, China 11.8%, Singapore 9.4%, Hong Kong 9.2%, South Korea 5.5%, Thailand 4.7% (2012)"
    },
    "imports": {
      "text": "$61.49 billion (2012 est.); $55.25 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "electronic products, mineral fuels, machinery and transport equipment, iron and steel, textile fabrics, grains, chemicals, plastic"
    },
    "imports_partners": {
      "text": "US 11.5%, China 10.8%, Japan 10.4%, South Korea 7.3%, Singapore 7.1%, Thailand 5.6%, Saudi Arabia 5.6%, Indonesia 4.4%, Malaysia 4% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$83.83 billion (31 December 2012 est.); $75.3 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$74.87 billion (31 December 2012 est.); $76.04 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$30.38 billion (31 December 2012 est.); $27.58 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$8.435 billion (31 December 2012 est.); $6.59 billion (31 December 2011 est.)"
    },
    "exchange_rates": {
      "text": "Philippine pesos (PHP) per US dollar -; 42.229 (2012 est.); 43.313 (2011 est.); 45.11 (2010 est.); 47.68 (2009); 44.439 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "67.74 billion kWh (2010 est.)"
    },
    "electricity_consumption": {
      "text": "64.52 billion kWh (2010 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2010 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "16.36 million kW (2010 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "66.1% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "21.1% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "12.8% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "26,640 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "28,090 bbl/day (2010 est.)"
    },
    "crude_oil_imports": {
      "text": "176,000 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "138.5 million bbl (1 January 2013 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "181,300 bbl/day (2010 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "315,600 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "17,810 bbl/day (2010 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "147,900 bbl/day (2010 est.)"
    },
    "natural_gas_production": {
      "text": "3.91 billion cu m (2012 est.)"
    },
    "natural_gas_consumption": {
      "text": "2.86 billion cu m (2010)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010)"
    },
    "natural_gas_proved_reserves": {
      "text": "98.54 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "85.63 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "3.556 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "94.19 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "good international radiotelephone and submarine cable services; domestic and interisland service adequate",
      "domestic": "telecommunications infrastructure includes the following platforms: fixed-line, mobile cellular, cable TV, over-the-air TV, radio and Very Small Aperture Terminal (VSAT), fiber-optic cable, and satellite; mobile-cellular communications now dominate the industry",
      "international": "country code - 63; a series of submarine cables together provide connectivity to Asia, US, the Middle East, and Europe; multiple international gateways (2011)"
    },
    "broadcast_media": {
      "text": "multiple national private TV and radio networks; multi-channel satellite and cable TV systems available; more than 350 TV stations - 4 major TV networks operating nationwide with 1 being government-owned; some 1100 cable TV providers and some 1,200 radio stations broadcasting; the Philippines is scheduled to complete the switch from analog to digital broadcasting by the end of 2015 (2012)"
    },
    "internet_country_code": {
      "text": ".ph"
    },
    "internet_hosts": {
      "text": "425,812 (2012)"
    },
    "internet_users": {
      "text": "8.278 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "247 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "89",
      "over_3_047_m": "4",
      "2_438_to_3_047_m": "8",
      "1_524_to_2_437_m": "33",
      "914_to_1_523_m": "34",
      "under_914_m": "10 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "158",
      "1_524_to_2_437_m": "3",
      "914_to_1_523_m": "56",
      "under_914_m": "99 (2013)"
    },
    "heliports": {
      "text": "2 (2013)"
    },
    "pipelines": {
      "text": "gas 567 km; oil 138 km; refined products 185 km (2013)"
    },
    "railways": {
      "total": "995 km",
      "narrow_gauge": "995 km 1.067-m gauge (484 km are in operation) (2010)"
    },
    "roadways": {
      "total": "213,151 km",
      "paved": "54,481 km",
      "unpaved": "158,670 km (2009)"
    },
    "waterways": {
      "text": "3,219 km (limited to vessels with draft less than 1.5 m) (2011)"
    },
    "merchant_marine": {
      "total": "446",
      "by_type": "bulk carrier 76, cargo 152, carrier 12, chemical tanker 27, container 17, liquefied gas 5, passenger 7, passenger/cargo 65, petroleum tanker 44, refrigerated cargo 20, roll on/roll off 11, vehicle carrier 10",
      "foreign_owned": "159 (Bermuda 47, China 4, Denmark 2, Germany 2, Greece 5, Japan 77, Malaysia 1, Netherlands 17, Singapore 1, South Korea 1, Taiwan 1, UAE 1)",
      "registered_in_other_countries": "7 (Cyprus 1, Panama 5, unknown 1) (2010)"
    },
    "ports_and_terminals": {
      "text": "Batangas, Cagayan de Oro, Cebu, Davao, Liman, Manila"
    },
    "transportation_note": {
      "text": "the International Maritime Bureau reports the territorial and offshore waters in the South China Sea as high risk for piracy and armed robbery against ships; numerous commercial vessels have been attacked and hijacked both at anchor and while underway; hijacked vessels are often disguised and cargo diverted to ports in East Asia; crews have been murdered or cast adrift"
    }
  },
  "military": {
    "military_branches": {
      "text": "Armed Forces of the Philippines (AFP): Army, Navy (includes Marine Corps), Air Force (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "17-23 years of age (officers 20-24) for voluntary military service; no conscription; applicants must be single male or female Philippine citizens with either 72 college credit hours (enlisted) or a baccalaureate degree (officers) (2013)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "25,614,135",
      "females_age_16_49": "25,035,061 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "20,142,940",
      "females_age_16_49": "21,427,792 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "1,060,319",
      "female": "1,021,069 (2010 est.)"
    },
    "military_expenditures": {
      "text": "0.9% of GDP (2005 est.)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "Philippines claims sovereignty over Scarborough Reef (also claimed by China together with Taiwan) and over certain of the Spratly Islands, known locally as the Kalayaan (Freedom) Islands, also claimed by China, Malaysia, Taiwan, and Vietnam; the 2002 \"Declaration on the Conduct of Parties in the South China Sea,\" has eased tensions in the Spratly Islands but falls short of a legally binding \"code of conduct\" desired by several of the disputants; in March 2005, the national oil companies of China, the Philippines, and Vietnam signed a joint accord to conduct marine seismic activities in the Spratly Islands; Philippines retains a dormant claim to Malaysia's Sabah State in northern Borneo based on the Sultanate of Sulu's granting the Philippines Government power of attorney to pursue a sovereignty claim on his behalf; maritime delimitation negotiations continue with Palau"
    },
    "refugees_and_internally_displaced_persons": {
      "idps": "at least 843,000 (government troops fighting the Moro Islamic Liberation Front, the Abu Sayyaf Group, and the New People's Army; clan feuds; natural disasters (December 2012 Typhoon Bopha)) (2013)",
      "stateless_persons": "6,015 (2012)"
    },
    "illicit_drugs": {
      "text": "domestic methamphetamine production has been a growing problem in recent years despite government crackdowns; major consumer of amphetamines; longstanding marijuana producer mainly in rural areas where Manila's control is limited"
    }
  }
}