{
  "intro": {
    "background": {
      "text": "The Portuguese began to trade with the island of Timor in the early 16th century and colonized it in mid-century. Skirmishing with the Dutch in the region eventually resulted in an 1859 treaty in which Portugal ceded the western portion of the island. Imperial Japan occupied Portuguese Timor from 1942 to 1945, but Portugal resumed colonial authority after the Japanese defeat in World War II. East Timor declared itself independent from Portugal on 28 November 1975 and was invaded and occupied by Indonesian forces nine days later. It was incorporated into Indonesia in July 1976 as the province of Timor Timur (East Timor). An unsuccessful campaign of pacification followed over the next two decades, during which an estimated 100,000 to 250,000 individuals lost their lives. On 30 August 1999, in a UN-supervised popular referendum, an overwhelming majority of the people of Timor-Leste voted for independence from Indonesia. However, in the next three weeks, anti-independence Timorese militias - organized and supported by the Indonesian military - commenced a large-scale, scorched-earth campaign of retribution. The militias killed approximately 1,400 Timorese and forcibly pushed 300,000 people into western Timor as refugees. Most of the country's infrastructure, including homes, irrigation systems, water supply systems, and schools, and nearly 100% of the country's electrical grid were destroyed. On 20 September 1999, Australian-led peacekeeping troops deployed to the country and brought the violence to an end. On 20 May 2002, Timor-Leste was internationally recognized as an independent state. In 2006, internal tensions threatened the new nation's security when a military strike led to violence and a breakdown of law and order. At Dili's request, an Australian-led International Stabilization Force (ISF) deployed to Timor-Leste, and the UN Security Council established the UN Integrated Mission in Timor-Leste (UNMIT), which included an authorized police presence of over 1,600 personnel. The ISF and UNMIT restored stability, allowing for presidential and parliamentary elections in 2007 in a largely peaceful atmosphere. In February 2008, a rebel group staged an unsuccessful attack against the president and prime minister. The ringleader was killed in the attack, and most of the rebels surrendered in April 2008. Since the attack, the government has enjoyed one of its longest periods of post-independence stability, including successful 2012 elections for both the parliament and president. In late 2012, the UN Security Council voted to end its peacekeeping mission in Timor-Leste and both the ISF and UNMIT departed the country by the end of the year."
    }
  },
  "geo": {
    "location": {
      "text": "Southeastern Asia, northwest of Australia in the Lesser Sunda Islands at the eastern end of the Indonesian archipelago; note - Timor-Leste includes the eastern half of the island of Timor, the Oecussi (Ambeno) region on the northwest portion of the island of Timor, and the islands of Pulau Atauro and Pulau Jaco"
    },
    "geographic_coordinates": {
      "text": "8 50 S, 125 55 E"
    },
    "map_references": {
      "text": "Southeast Asia"
    },
    "area": {
      "total": "14,874 sq km",
      "land": "14,874 sq km",
      "water": "0 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than Connecticut"
    },
    "land_boundaries": {
      "total": "228 km",
      "border_countries": "Indonesia 228 km"
    },
    "coastline": {
      "text": "706 km"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm",
      "exclusive_fishing_zone": "200 nm"
    },
    "climate": {
      "text": "tropical; hot, humid; distinct rainy and dry seasons"
    },
    "terrain": {
      "text": "mountainous"
    },
    "elevation_extremes": {
      "lowest_point": "Timor Sea, Savu Sea, and Banda Sea 0 m",
      "highest_point": "Foho Tatamailau 2,963 m"
    },
    "natural_resources": {
      "text": "gold, petroleum, natural gas, manganese, marble"
    },
    "land_use": {
      "arable_land": "10.09%",
      "permanent_crops": "4.03%",
      "other": "85.88% (2011)"
    },
    "irrigated_land": {
      "text": "346.5 sq km (2003)"
    },
    "natural_hazards": {
      "text": "floods and landslides are common; earthquakes; tsunamis; tropical cyclones"
    },
    "environment_current_issues": {
      "text": "widespread use of slash and burn agriculture has led to deforestation and soil erosion"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "Timor comes from the Malay word for \"East\"; the island of Timor is part of the Malay Archipelago and is the largest and easternmost of the Lesser Sunda Islands"
    }
  },
  "people": {
    "nationality": {
      "noun": "Timorese",
      "adjective": "Timorese"
    },
    "ethnic_groups": {
      "text": "Austronesian (Malayo-Polynesian), Papuan, small Chinese minority"
    },
    "languages": {
      "text": "Tetum (official), Portuguese (official), Indonesian, English",
      "note": "there are about 16 indigenous languages; Tetum, Galole, Mambae, and Kemak are spoken by a significant portion of the population"
    },
    "religions": {
      "text": "Roman Catholic 98%, Muslim 1%, Protestant 1% (2005)"
    },
    "population": {
      "text": "1,172,390",
      "note": "other estimates range as low as 800,000"
    },
    "age_structure": {
      "0_14_years": "42.7% (male 257,340/female 243,174)",
      "15_24_years": "19.7% (male 116,605/female 114,203)",
      "25_54_years": "29.3% (male 166,048/female 177,024)",
      "55_64_years": "4.8% (male 28,717/female 27,011)",
      "65_years_and_over": "3.6% (male 20,428/female 21,840) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "96.3 %",
      "youth_dependency_ratio": "89.9 %",
      "elderly_dependency_ratio": "6.4 %",
      "potential_support_ratio": "15.5 (2013)"
    },
    "median_age": {
      "total": "18.4 years",
      "male": "17.8 years",
      "female": "19 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "2.47% (2013 est.)"
    },
    "birth_rate": {
      "text": "34.85 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "6.28 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-3.88 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "28.3% of total population (2011)",
      "rate_of_urbanization": "4.25% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "DILI (capital) 166,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.07 male(s)/female",
      "0_14_years": "1.06 male(s)/female",
      "15_24_years": "1.02 male(s)/female",
      "25_54_years": "0.94 male(s)/female",
      "55_64_years": "1.06 male(s)/female",
      "65_years_and_over": "0.96 male(s)/female",
      "total_population": "1.01 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "22.1",
      "note": "Median age at first birth among women 25-29 (2010 est.)"
    },
    "maternal_mortality_rate": {
      "text": "300 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "40.09 deaths/1,000 live births",
      "male": "43.23 deaths/1,000 live births",
      "female": "36.73 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "67.06 years",
      "male": "65.57 years",
      "female": "68.65 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "5.22 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "22.3% (2009/10)"
    },
    "health_expenditures": {
      "text": "9.1% of GDP (2010)"
    },
    "physicians_density": {
      "text": "0.1 physicians/1,000 population (2004)"
    },
    "hospital_bed_density": {
      "text": "5.9 beds/1,000 population (2010)"
    },
    "drinking_water_source": {
      "improved": "urban: 91% of population; rural: 60% of population; total: 69% of population",
      "unimproved": "urban: 9% of population; rural: 40% of population; total: 31% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 73% of population; rural: 37% of population; total: 47% of population",
      "unimproved": "urban: 27% of population; rural: 63% of population; total: 53% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "NA"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "NA"
    },
    "hiv_aids_deaths": {
      "text": "NA"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever and malaria (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "2.7% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "45.3% (2010)"
    },
    "education_expenditures": {
      "text": "10.1% of GDP (2011)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "58.3%",
      "male": "63.6%",
      "female": "53% (2010 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "12 years (2009)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "10,510",
      "percentage": "4 % (2002 est.)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Democratic Republic of Timor-Leste (pronounced TEE-mor LESS-tay)",
      "conventional_short_form": "Timor-Leste",
      "local_long_form": "Republika Demokratika Timor Lorosa'e [Tetum]; Republica Democratica de Timor-Leste [Portuguese]",
      "local_short_form": "Timor Lorosa'e [Tetum]; Timor-Leste [Portuguese]",
      "former": "East Timor, Portuguese Timor"
    },
    "government_type": {
      "text": "republic"
    },
    "capital": {
      "name": "Dili",
      "geographic_coordinates": "8 35 S, 125 36 E",
      "time_difference": "UTC+9 (14 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "13 administrative districts; Aileu, Ainaro, Baucau, Bobonaro (Maliana), Cova-Lima (Suai), Dili, Ermera (Gleno), Lautem (Los Palos), Liquica, Manatuto, Manufahi (Same), Oecussi (Ambeno), Viqueque",
      "note": "administrative divisions have the same names as their administrative centers (exceptions have the administrative center name following in parentheses)"
    },
    "independence": {
      "text": "28 November 1975 (independence proclaimed from Portugal); note - 20 May 2002 is the official date of international recognition of Timor-Leste's independence"
    },
    "national_holiday": {
      "text": "Proclamation of Independence Day, 28 November (1975)"
    },
    "constitution": {
      "text": "20 May 2002 (effective date)"
    },
    "legal_system": {
      "text": "civil law system based on the Portuguese model; note - penal and civil law codes to replace the Indonesian codes were passed by Parliament and promulgated in 2009 and 2011, respectively"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "suffrage": {
      "text": "17 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Taur Matan RUAK (Jose Maria de VASCONCELOS) (since 20 May 2012); note - the president plays a largely symbolic role but is the commander in chief of the military and is able to veto legislation, dissolve parliament, and call national elections",
      "head_of_government": "Prime Minister Kay Rala Xanana GUSMAO (since 8 August 2007); note - he formerly used the name Jose Alexandre GUSMAO; Vice Prime Minister Fernando \"Lasama\" de ARAUJO (since 8 August 2012)",
      "cabinet": "Council of Ministers",
      "elections": "the president is elected by popular vote for a five-year term (eligible for a second term); an election was held on 17 March 2012 with a run-off on 16 April 2012; following parliamentary elections, the president appoints the leader of the majority party or majority coalition as the prime minister",
      "election_results": "Taur Matan RUAK elected president in 2012; percent of second-round vote - Taur Matan RUAK 61.2%, Francisco GUTTERES 38.8%"
    },
    "legislative_branch": {
      "text": "unicameral National Parliament (the number of seats can vary from 52 to 65; members are elected by popular vote to serve five-year terms in a modified proportional representation system)",
      "elections": "elections were held on 7 July 2012 (next to be held in July 2017)",
      "election_results": "percent of vote by party - CNRT 36%, FRETILIN 30%, PD 10%, Frenti-Mudanca 3%, others 21%; seats by party - CNRT 30, FRETILIN 25, PD 8, Frenti-Mudanca 2"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court of Justice (consists of the court president and NA judges) note - the UN Justice System Programme, launched in 2003 and in 2008, is helping strengthen the country's justice system",
      "judge_selection_and_term_of_office": "Supreme Court president appointed by the president of the republic from among the other court judges to serve a 4-year term; other Supreme Court judges appointed - 1 by the Parliament, and the others by the Supreme Council for the Judiciary, a body presided by the Supreme Court president and includes mostly presidential and parliamentary appointees; other Supreme Court judge tenure NA",
      "subordinate_courts": "Court of Appeal; district courts; magistrates' courts"
    },
    "political_parties_and_leaders": {
      "text": "Democratic Party or PD [Fernando \"Lasama\" de ARAUJO]; Frenti-Mudanca [Jose Luis GUTERRES]; National Congress for Timorese Reconstruction or CNRT [Kay Rala Xanana GUSMAO]; Revolutionary Front of Independent Timor-Leste or FRETILIN [Mari ALKATIRI]; (only parties in Parliament are listed)"
    },
    "political_pressure_groups_and_leaders": {
      "text": "NA"
    },
    "international_organization_participation": {
      "text": "ACP, ADB, AOSIS, ARF, ASEAN (observer), CPLP, EITI (compliant country), FAO, G-77, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ITU, MIGA, NAM, OPCW, PIF (observer), UN, UNCTAD, UNESCO, UNIDO, Union Latina, UNMISS, UNWTO, UPU, WCO, WHO, WMO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador (vacant); Charge d'Affaires Julio da Costa FREITAS",
      "chancery": "4201 Connecticut Avenue NW, Suite 504,Washington, DC 20008",
      "telephone": "[1] (202) 966-3202",
      "fax": "[1] (202) 966-3205"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador Judith R. FERGIN",
      "embassy": "Avenida de Portugal, Praia dos Coqueiros, Dili",
      "mailing_address": "US Department of State, 8250 Dili Place, Washington, DC 20521-8250",
      "telephone": "(670) 332-4684",
      "fax": "(670) 331-3206"
    },
    "flag_description": {
      "text": "red, with a black isosceles triangle (based on the hoist side) superimposed on a slightly longer yellow arrowhead that extends to the center of the flag; a white star - pointing to the upper hoist-side corner of the flag - is in the center of the black triangle; yellow denotes the colonialism in Timor-Leste's past; black represents the obscurantism that needs to be overcome; red stands for the national liberation struggle; the white star symbolizes peace and serves as a guiding light"
    },
    "national_anthem": {
      "name": "\"Patria\" (Fatherland)",
      "lyrics_music": "Fransisco Borja DA COSTA/Afonso DE ARAUJO",
      "note": "adopted 2002; the song was first used as an anthem when Timor-Leste declared its independence from Portugal in 1975; the lyricist, Fransisco Borja DA COSTA, was killed in the Indonesian invasion just days after independence was declared"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Since its 1999 independence, Timor-Leste has faced great challenges in rebuilding its infrastructure, strengthening the civil administration, and generating jobs for young people entering the work force. The development of oil and gas resources in offshore waters has greatly supplemented government revenues. This technology-intensive industry, however, has done little to create jobs for the unemployed in part because there are no production facilities in Timor-Leste. Gas is piped to Australia. In June 2005, the National Parliament unanimously approved the creation of a Petroleum Fund to serve as a repository for all petroleum revenues and to preserve the value of Timor-Leste's petroleum wealth for future generations. The Fund held assets of US$9.3 billion as of December 2011. The economy continues to recover from the mid-2006 outbreak of violence and civil unrest, which disrupted both private and public sector economic activity. Government spending increased markedly from 2009 through 2012, primarily on basic infrastructure, including electricity and roads. Limited experience in procurement and infrastructure building has hampered these projects. The underlying economic policy challenge the country faces remains how best to use oil-and-gas wealth to lift the non-oil economy onto a higher growth path and to reduce poverty. Timor-Leste had a balanced budget in 2012 with government expenditures of $1.7 billion focusing on development of public infrastructure. On the strength of its oil-wealth, the economy has achieved real growth of approximately 10% per year for the last several years, among the highest sustained growth rates in the world."
    },
    "gdp_purchasing_power_parity": {
      "text": "$11.23 billion (2012 est.); $10.21 billion (2011 est.); $9.228 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$4.173 billion",
      "note": "non-oil GDP (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "10% (2012 est.); 10.6% (2011 est.); 9.5% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$10,000 (2012 est.); $9,300 (2011 est.); $8,600 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "28.8%",
      "government_consumption": "25.1%",
      "investment_in_fixed_capital": "13.3%",
      "investment_in_inventories": "0%",
      "exports_of_goods_and_services": "74.9%",
      "imports_of_goods_and_services": "-42.2% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "4.3%",
      "industry": "68.3%",
      "services": "27.5% (2012 est.)"
    },
    "agriculture_products": {
      "text": "coffee, rice, corn, cassava (manioc), sweet potatoes, soybeans, cabbage, mangoes, bananas, vanilla"
    },
    "industries": {
      "text": "printing, soap manufacturing, handicrafts, woven cloth"
    },
    "industrial_production_growth_rate": {
      "text": "1.5% (2012 est.)"
    },
    "labor_force": {
      "text": "418,200 (2009)"
    },
    "labor_force_by_occupation": {
      "agriculture": "64%",
      "industry": "10%",
      "services": "26% (2010)"
    },
    "unemployment_rate": {
      "text": "18.4% (2010 est.); 20% (2006 est.)"
    },
    "population_below_poverty_line": {
      "text": "41% (2009 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "4%",
      "highest_10%": "27% (2007)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "31.9 (2007 est.); 38 (2002 est.)"
    },
    "budget": {
      "revenues": "$1.5 billion",
      "expenditures": "$1.6 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "35.9% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-2.4% of GDP (2012 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "11.8% (2012 est.); 13.5% (2011 est.)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "12.21% (31 December 2012 est.); 11.04% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$205.8 million (31 December 2012 est.); $162.7 million (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$386.9 million (31 December 2012 est.); $322.4 million (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$681 million (31 December 2012 est.); $280 million (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA"
    },
    "current_account_balance": {
      "text": "$2.375 billion (2011 est.); $1.161 billion (2007 est.)"
    },
    "exports": {
      "text": "$34.1 million (2011 est.); $17.8 million (2010 est.)",
      "note": "excludes oil"
    },
    "exports_commodities": {
      "text": "oil, coffee, sandalwood, marble",
      "note": "potential for vanilla exports"
    },
    "imports": {
      "text": "$689 million (2011 est.); $378 million (2010 est.)"
    },
    "imports_commodities": {
      "text": "food, gasoline, kerosene, machinery"
    },
    "exchange_rates": {
      "text": "the US dollar is used"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "131.7 million kWh (2011 est.)"
    },
    "electricity_consumption": {
      "text": "67.59 million kWh (2011 est.)"
    },
    "electricity_exports": {
      "text": "0 kWh (2011 est.)"
    },
    "electricity_imports": {
      "text": "0 kWh (2011 est.)"
    },
    "crude_oil_production": {
      "text": "83,740 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "96,270 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "553.8 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "0 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "2,755 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "2,205 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2010 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "200 billion cu m (1 January 2006 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "395,300 Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "3,100 (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "614,200 (2011)"
    },
    "telephone_system": {
      "general_assessment": "rudimentary service in urban and some rural areas, which is expanding with the entrance of new competitors",
      "domestic": "system suffered significant damage during the violence associated with independence; limited fixed-line services; mobile-cellular services have been expanding and are now available in urban and most rural areas",
      "international": "country code - 670; international service is available (2012)"
    },
    "broadcast_media": {
      "text": "1 public TV broadcast station broadcasting nationally and 1 public radio broadcaster with stations in each of the 13 administrative districts; 1 commercial TV broadcast station, 3 commercial radio stations, and roughly 20 community radio stations (2012)"
    },
    "internet_country_code": {
      "text": ".tl"
    },
    "internet_hosts": {
      "text": "252 (2012)"
    },
    "internet_users": {
      "text": "2,100 (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "6 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "2",
      "2_438_to_3_047_m": "1",
      "1_524_to_2_437_m": "1 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "4",
      "914_to_1_523_m": "2",
      "under_914_m": "2 (2013)"
    },
    "heliports": {
      "text": "8 (2013)"
    },
    "roadways": {
      "total": "6,040 km",
      "paved": "2,600 km",
      "unpaved": "3,440 km (2005)"
    },
    "merchant_marine": {
      "total": "1",
      "by_type": "passenger/cargo 1 (2010)"
    },
    "ports_and_terminals": {
      "text": "Dili"
    }
  },
  "military": {
    "military_branches": {
      "text": "Timor-Leste Defense Force (Falintil-Forcas de Defesa de Timor-L'este, Falintil (F-FDTL)): Army, Navy (Armada) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for voluntary military service; 18-month service obligation; no conscription but, as of May 2013, introduction of conscription was under discussion (2013)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "305,643",
      "females_age_16_49": "293,052 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "243,120",
      "females_age_16_49": "251,061 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "12,737",
      "female": "12,389 (2010 est.)"
    },
    "military_expenditures": {
      "text": "NA"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "three stretches of land borders with Timor-Leste have yet to be delimited, two of which are in the Oecussi exclave area, and no maritime or Economic Exclusion Zone boundaries have been established between the countries; maritime boundaries with Indonesia remain unresolved; many refugees who left Timor-Leste in 2003 still reside in Indonesia and refuse repatriation; in 2007, Australia and Timor-Leste signed a 50-year development zone and revenue sharing agreement in lieu of a maritime boundary"
    },
    "illicit_drugs": {
      "text": "NA"
    }
  }
}