{
  "intro": {
    "background": {
      "text": "Russia conquered the territory of present-day Uzbekistan in the late 19th century. Stiff resistance to the Red Army after the Bolshevik Revolution was eventually suppressed and a socialist republic established in 1924. During the Soviet era, intensive production of \"white gold\" (cotton) and grain led to overuse of agrochemicals and the depletion of water supplies, which have left the land degraded and the Aral Sea and certain rivers half dry. Independent since 1991, the country seeks to gradually lessen its dependence on the cotton monoculture by diversifying agricultural production while developing its mineral and petroleum reserves and increasing its manufacturing base. Current concerns include terrorism by Islamic militants, economic stagnation, and the curtailment of human rights and democratization."
    }
  },
  "geo": {
    "location": {
      "text": "Central Asia, north of Turkmenistan, south of Kazakhstan"
    },
    "geographic_coordinates": {
      "text": "41 00 N, 64 00 E"
    },
    "map_references": {
      "text": "Asia"
    },
    "area": {
      "total": "447,400 sq km",
      "land": "425,400 sq km",
      "water": "22,000 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than California"
    },
    "land_boundaries": {
      "total": "6,221 km",
      "border_countries": "Afghanistan 137 km, Kazakhstan 2,203 km, Kyrgyzstan 1,099 km, Tajikistan 1,161 km, Turkmenistan 1,621 km"
    },
    "coastline": {
      "text": "0 km (doubly landlocked); note - Uzbekistan includes the southern portion of the Aral Sea with a 420 km shoreline"
    },
    "maritime_claims": {
      "text": "none (doubly landlocked)"
    },
    "climate": {
      "text": "mostly midlatitude desert, long, hot summers, mild winters; semiarid grassland in east"
    },
    "terrain": {
      "text": "mostly flat-to-rolling sandy desert with dunes; broad, flat intensely irrigated river valleys along course of Amu Darya, Syr Darya (Sirdaryo), and Zarafshon; Fergana Valley in east surrounded by mountainous Tajikistan and Kyrgyzstan; shrinking Aral Sea in west"
    },
    "elevation_extremes": {
      "lowest_point": "Sariqamish Kuli -12 m",
      "highest_point": "Adelunga Toghi 4,301 m"
    },
    "natural_resources": {
      "text": "natural gas, petroleum, coal, gold, uranium, silver, copper, lead and zinc, tungsten, molybdenum"
    },
    "land_use": {
      "arable_land": "9.61%",
      "permanent_crops": "0.8%",
      "other": "89.58% (2011)"
    },
    "irrigated_land": {
      "text": "41,980 sq km (2005)"
    },
    "total_renewable_water_resources": {
      "text": "48.87 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "56  cu km/yr (7%/3%/90%)",
      "per_capita": "2,113  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "NA"
    },
    "environment_current_issues": {
      "text": "shrinkage of the Aral Sea has resulted in growing concentrations of chemical pesticides and natural salts; these substances are then blown from the increasingly exposed lake bed and contribute to desertification and respiratory health problems; water pollution from industrial wastes and the heavy use of fertilizers and pesticides is the cause of many human health disorders; increasing soil salination; soil contamination from buried nuclear processing and agricultural chemicals, including DDT"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Ozone Layer Protection, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "along with Liechtenstein, one of the only two doubly landlocked countries in the world"
    }
  },
  "people": {
    "nationality": {
      "noun": "Uzbekistani",
      "adjective": "Uzbekistani"
    },
    "ethnic_groups": {
      "text": "Uzbek 80%, Russian 5.5%, Tajik 5%, Kazakh 3%, Karakalpak 2.5%, Tatar 1.5%, other 2.5% (1996 est.)"
    },
    "languages": {
      "text": "Uzbek (official) 74.3%, Russian 14.2%, Tajik 4.4%, other 7.1%"
    },
    "religions": {
      "text": "Muslim 88% (mostly Sunni), Eastern Orthodox 9%, other 3%"
    },
    "population": {
      "text": "28,661,637 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "25.3% (male 3,718,802/female 3,539,436)",
      "15_24_years": "21.1% (male 3,062,438/female 2,990,299)",
      "25_54_years": "42.5% (male 6,043,922/female 6,128,173)",
      "55_64_years": "6.4% (male 861,590/female 965,635)",
      "65_years_and_over": "4.7% (male 576,908/female 774,434) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "49 %",
      "youth_dependency_ratio": "42.6 %",
      "elderly_dependency_ratio": "6.4 %",
      "potential_support_ratio": "15.7 (2013)"
    },
    "median_age": {
      "total": "26.6 years",
      "male": "26.1 years",
      "female": "27.2 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "0.94% (2013 est.)"
    },
    "birth_rate": {
      "text": "17.2 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.29 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-2.55 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "36.2% of total population (2011)",
      "rate_of_urbanization": "1.27% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "TASHKENT (capital) 2.201 million (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.06 male(s)/female",
      "0_14_years": "1.05 male(s)/female",
      "15_24_years": "1.02 male(s)/female",
      "25_54_years": "0.99 male(s)/female",
      "55_64_years": "0.89 male(s)/female",
      "65_years_and_over": "0.75 male(s)/female",
      "total_population": "0.99 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "23.8 (2006 est.)"
    },
    "maternal_mortality_rate": {
      "text": "28 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "20.51 deaths/1,000 live births",
      "male": "24.32 deaths/1,000 live births",
      "female": "16.48 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "73.03 years",
      "male": "70 years",
      "female": "76.25 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.83 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "64.9% (2006)"
    },
    "health_expenditures": {
      "text": "5.3% of GDP (2010)"
    },
    "physicians_density": {
      "text": "2.62 physicians/1,000 population (2007)"
    },
    "hospital_bed_density": {
      "text": "4.6 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 98% of population; rural: 81% of population; total: 87% of population",
      "unimproved": "urban: 2% of population; rural: 19% of population; total: 13% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 100% of population; rural: 100% of population; total: 100% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.1% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "28,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "fewer than 500 (2009 est.)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "15.1% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "4.4% (2006)"
    },
    "education_expenditures": {
      "text": "NA"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "99.4%",
      "male": "99.6%",
      "female": "99.2% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "12 years",
      "male": "12 years",
      "female": "11 years (2011)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Republic of Uzbekistan",
      "conventional_short_form": "Uzbekistan",
      "local_long_form": "Ozbekiston Respublikasi",
      "local_short_form": "Ozbekiston",
      "former": "Uzbek Soviet Socialist Republic"
    },
    "government_type": {
      "text": "republic; authoritarian presidential rule, with little power outside the executive branch"
    },
    "capital": {
      "name": "Tashkent (Toshkent)",
      "geographic_coordinates": "41 19 N, 69 15 E",
      "time_difference": "UTC+5 (10 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "12 provinces (viloyatlar, singular - viloyat), 1 autonomous republic* (respublika), and 1 city** (shahar); Andijon Viloyati, Buxoro Viloyati, Farg'ona Viloyati, Jizzax Viloyati, Namangan Viloyati, Navoiy Viloyati, Qashqadaryo Viloyati (Qarshi), Qoraqalpog'iston Respublikasi [Karakalpakstan Republic]* (Nukus), Samarqand Viloyati, Sirdaryo Viloyati (Guliston), Surxondaryo Viloyati (Termiz), Toshkent Shahri [Tashkent City]**, Toshkent Viloyati [Tashkent province], Xorazm Viloyati (Urganch)",
      "note": "administrative divisions have the same names as their administrative centers (exceptions have the administrative center name following in parentheses)"
    },
    "independence": {
      "text": "1 September 1991 (from the Soviet Union)"
    },
    "national_holiday": {
      "text": "Independence Day, 1 September (1991)"
    },
    "constitution": {
      "text": "adopted 8 December 1992; amended in 2002 and 2011"
    },
    "legal_system": {
      "text": "civil law system"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Islom KARIMOV (since 24 March 1990, when he was elected president by the then Supreme Soviet; elected president of independent Uzbekistan in 1991)",
      "head_of_government": "Prime Minister Shavkat MIRZIYOYEV (since 11 December 2003); First Deputy Prime Minister Rustam AZIMOV (since 2 January 2008)",
      "cabinet": "Cabinet of Ministers appointed by the president with approval of both chambers of the Supreme Assembly (Oliy Majlis)",
      "elections": "president elected by popular vote for a five-year term (eligible for a second term; previously was a five-year term, extended by a 2002 constitutional amendment to seven years and changed back to five years in 2011); election last held on 23 December 2007 (next to be held in early 2015); prime minister, ministers, and deputy ministers appointed by the president",
      "election_results": "Islom KARIMOV reelected president; percent of vote - Islom KARIMOV 88.1%, Asliddin RUSTAMOV 3.2%, Dilorom TOSHMUHAMEDOVA 2.9%, Akmal SAIDOV 2.6%, other 3.2%"
    },
    "legislative_branch": {
      "text": "bicameral Supreme Assembly or Oliy Majlis consists of an upper house or Senate (100 seats; 84 members elected by regional governing councils and 16 appointed by the president; members to serve five-year terms) and a lower house or Legislative Chamber (Qonunchilik Palatasi) (150 seats; 135 members elected by popular vote to serve five-year terms, while 15 spots reserved for the Ecological Movement of Uzbekistan)",
      "elections": "last held on 27 December 2009 and 10 January 2010 (next to be held in December 2014)",
      "election_results": "Senate - percent of vote by party - NA; seats by party - NA; Legislative Chamber - percent of vote by party - NA; seats by party - LDPU 53, NDP 32, National Rebirth Party 31, Adolat 19",
      "note": "all parties in the Supreme Assembly support President Islom KARIMOV"
    },
    "judicial_branch": {
      "highest_courts": "Supreme Court (consists of 34 judges organized in civil, criminal, and military sections); Constitutional Court (consists of 7 judges); Higher Economic Court (consists of 19 judges)",
      "judge_selection_and_term_of_office": "judges of the 3 highest courts nominated by the president and confirmed by the Oliy Majlis; judges appointed for 5-year terms subject to reappointment",
      "subordinate_courts": "regional, district, city, and town courts"
    },
    "political_parties_and_leaders": {
      "text": "Ecological Movement of Uzbekistan (O'zbekiston Ekologik Harakati) [Boriy ALIXONOV]; Justice (Adolat) Social Democratic Party of Uzbekistan [Ismoil SAIFNAZAROV]; Liberal Democratic Party of Uzbekistan (O'zbekiston Liberal-Demokratik Partiyasi) or LDPU [Muhamadyusuf TESHABOYEV]; National Rebirth Democratic Party of Uzbekistan (Milliy Tiklanish) [Akhtam TURSUNOV]; People's Democratic Party of Uzbekistan (Xalq Demokratik Partiyas) or NDP [Lativ GULYAMOV] (formerly Communist Party)"
    },
    "political_pressure_groups_and_leaders": {
      "text": "there are no significant opposition political parties or pressure groups operating in Uzbekistan"
    },
    "international_organization_participation": {
      "text": "ADB, CICA, CIS, CSTO, EAPC, EBRD, ECO, FAO, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, ISO, ITSO, ITU, MIGA, NAM, OIC, OPCW, OSCE, PFP, SCO, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Baxtiyor GULOMOV",
      "chancery": "1746 Massachusetts Avenue NW, Washington, DC 20036",
      "telephone": "[1] (202) 887-5300",
      "fax": "[1] (202) 293-6804",
      "consulates_general": "New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador George KROL",
      "embassy": "3 Moyqo'rq'on, 5th Block, Yunusobod District, Tashkent 100093",
      "mailing_address": "use embassy street address",
      "telephone": "[998] (71) 120-5450",
      "fax": "[998] (71) 120-6335"
    },
    "flag_description": {
      "text": "three equal horizontal bands of blue (top), white, and green separated by red fimbriations with a white crescent moon (closed side to the hoist) and 12 white stars shifted to the hoist on the top band; blue is the color of the Turkic peoples and of the sky, white signifies peace and the striving for purity in thoughts and deeds, while green represents nature and is the color of Islam; the red stripes are the vital force of all living organisms that links good and pure ideas with the eternal sky and with deeds on earth; the crescent represents Islam and the 12 stars the months and constellations of the Uzbek calendar"
    },
    "national_symbols": {
      "text": "khumo (mythical bird)"
    },
    "national_anthem": {
      "name": "\"O'zbekiston Respublikasining Davlat Madhiyasi\" (National Anthem of the Republic of Uzbekistan)",
      "lyrics_music": "Abdulla ARIPOV/Mutal BURHANOV",
      "note": "adopted 1992; after the fall of the Soviet Union, Uzbekistan kept the music of the anthem from its time as a Soviet Republic but adopted new lyrics"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Uzbekistan is a dry, landlocked country; 11% of the land is intensely cultivated, in irrigated river valleys. More than 60% of the population lives in densely populated rural communities. Export of hydrocarbons, primarily natural gas, provided 18.5% of foreign exchange earnings in 2011 and 35.1% in the first nine months of 2012. Other major export earners include gold and cotton. Despite ongoing efforts to diversify crops, Uzbekistani agriculture remains largely centered around cotton, although production has dropped by 35% since 1991. Uzbekistan is now the world's fifth largest cotton exporter and sixth largest producer. The country is aggressively addressing international criticism for the use of child labor in its cotton harvest. Following independence in September 1991, the government sought to prop up its Soviet-style command economy with subsidies and tight controls on production and prices. While aware of the need to improve the investment climate, the government still sponsors measures that often increase, not decrease, its control over business decisions. A sharp increase in the inequality of income distribution has hurt the lower ranks of society since independence. In 2003, the government accepted Article VIII obligations under the IMF, providing for full currency convertibility. However, strict currency controls and tightening of borders have lessened the effects of convertibility and have also led to some shortages that have further stifled economic activity. The Central Bank often delays or restricts convertibility, especially for consumer goods. According to official statistics, Uzbekistan has posted GDP growth of over 8% per year for several years, driven primarily by state-led investments and a favorable export environment. Growth may slip in 2013 as a result of lower export prices due to the continuing European recession. In the past Uzbekistani authorities have accused US and other foreign companies operating in Uzbekistan of violating Uzbekistani tax laws and have frozen their assets, with several new expropriations in 2012. At the same time, the Uzbekistani Government has actively courted several major US and international corporations, offering attractive financing and tax advantages, and has landed a significant US investment in the automotive industry, including the opening of a powertrain manufacturing facility in Tashkent in November 2011. Uzbekistan has seen few effects from the global economic downturn, primarily due to its relative isolation from the global financial markets."
    },
    "gdp_purchasing_power_parity": {
      "text": "$106.4 billion (2012 est.); $98.54 billion (2011 est.); $90.98 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$51.17 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "8.2% (2012 est.); 8.3% (2011 est.); 8.5% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$3,600 (2012 est.); $3,400 (2011 est.); $3,200 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "55.7%",
      "government_consumption": "16.6%",
      "investment_in_fixed_capital": "23.5%",
      "investment_in_inventories": "4.9%",
      "exports_of_goods_and_services": "27.2%",
      "imports_of_goods_and_services": "-27.9% (2011 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "18.5%",
      "industry": "36.4%",
      "services": "45.1% (2012 est.)"
    },
    "agriculture_products": {
      "text": "cotton, vegetables, fruits, grain; livestock"
    },
    "industries": {
      "text": "textiles, food processing, machine building, metallurgy, mining, hydrocarbon extraction, chemicals"
    },
    "industrial_production_growth_rate": {
      "text": "7.7% (2012 est.)"
    },
    "labor_force": {
      "text": "16.74 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "25.9%",
      "industry": "13.2%",
      "services": "60.9% (2012 est.)"
    },
    "unemployment_rate": {
      "text": "4.8% (2012 est.); 5% (2011 est.)",
      "note": "officially measured by the Ministry of Labor, plus another 20% underemployed"
    },
    "population_below_poverty_line": {
      "text": "17% (2011 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "2.8%",
      "highest_10%": "29.6% (2003)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "36.8 (2003); 44.7 (1998)"
    },
    "budget": {
      "revenues": "$17.08 billion",
      "expenditures": "$16.86 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "33.4% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "0.4% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "8.8% of GDP (2012 est.); 9.1% of GDP (2011 est.)"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "12.7% (2012 est.); 12.8% (2011 est.)",
      "note": "official data; based on independent analysis of consumer prices, inflation reached 22% in 2012"
    },
    "stock_of_narrow_money": {
      "text": "$5.841 billion (31 December 2012 est.); $5.087 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$8.31 billion (31 December 2011 est.); $7.197 billion (31 December 2010 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$7.064 billion (31 December 2012 est.); $6.523 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$NA (31 December 2012); $715.3 million (31 December 2006)"
    },
    "current_account_balance": {
      "text": "$3.284 billion (2012 est.); $4.52 billion (2011 est.)"
    },
    "exports": {
      "text": "$16.65 billion (2012 est.); $15.03 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "energy products, cotton, gold, mineral fertilizers, ferrous and nonferrous metals, textiles, food products, machinery, automobiles"
    },
    "exports_partners": {
      "text": "China 18.5%, Kazakhstan 14.6%, Turkey 13.8%, Russia 12.8%, Ukraine 12.5%, Bangladesh 8.9% (2012)"
    },
    "imports": {
      "text": "$15.53 billion (2012 est.); $10.5 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and equipment, foodstuffs, chemicals, ferrous and nonferrous metals"
    },
    "imports_partners": {
      "text": "Russia 20.6%, China 16.5%, South Korea 16.3%, Kazakhstan 12.8%, Germany 4.6%, Turkey 4.2% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$16 billion (31 December 2012 est.); $15 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$8.072 billion (31 December 2012 est.); $8.382 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$NA"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$NA"
    },
    "exchange_rates": {
      "text": "Uzbekistani soum (UZS) per US dollar -; 1,891.1 (2012 est.); 1,715.8 (2011 est.); 1,587.2 (2010 est.); 1,466.7 (2009); 1,317 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "52.53 billion kWh (2012 est.)"
    },
    "electricity_consumption": {
      "text": "42.9 billion kWh (2009 est.)"
    },
    "electricity_exports": {
      "text": "11.66 billion kWh (2009 est.)"
    },
    "electricity_imports": {
      "text": "11.58 billion kWh (2009 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "12.4 million kW (2012 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "85.2% of total installed capacity (2009 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "14.8% of total installed capacity (2009 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0% of total installed capacity (2009 est.)"
    },
    "crude_oil_production": {
      "text": "104,400 bbl/day (2011 est.)"
    },
    "crude_oil_exports": {
      "text": "0 bbl/day (2009 est.)"
    },
    "crude_oil_imports": {
      "text": "5,000 bbl/day (2012 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "594 million bbl (1 January 2012 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "90,690 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "137,100 bbl/day (2011 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "5,488 bbl/day (2008 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "0 bbl/day (2008 est.)"
    },
    "natural_gas_production": {
      "text": "62.9 billion cu m (2012 est.)"
    },
    "natural_gas_consumption": {
      "text": "46.8 billion cu m (2012 est.)"
    },
    "natural_gas_exports": {
      "text": "13.4 billion cu m (2012 est.)"
    },
    "natural_gas_imports": {
      "text": "0 cu m (2012 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "1.841 trillion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "114.3 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "1.928 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "25.442 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "digital exchanges in large cities and in rural areas",
      "domestic": "the state-owned telecommunications company, Uzbektelecom, owner of the fixed line telecommunications system, has used loans from the Japanese government and the China Development Bank to upgrade fixed-line services including conversion to digital exchanges; mobile-cellular services are growing rapidly, with the subscriber base reaching 25 million in 2011",
      "international": "country code - 998; linked by fiber-optic cable or microwave radio relay with CIS member states and to other countries by leased connection via the Moscow international gateway switch; after the completion of the Uzbek link to the Trans-Asia-Europe (TAE) fiber-optic cable, Uzbekistan plans to establish a fiber-optic connection to Afghanistan (2009)"
    },
    "broadcast_media": {
      "text": "government controls media; 11 state-owned broadcasters - 7 TV and 4 radio - provide service to virtually the entire country; about 20 privately owned TV stations, overseen by local officials, broadcast to local markets; privately owned TV stations are required to lease transmitters from the government-owned Republic TV and Radio Industry Corporation; about 15 privately owned radio broadcasters are affiliated with the National Association of Electronic Mass Media of Uzbekistan, a government sponsored NGO for private broadcast media"
    },
    "internet_country_code": {
      "text": ".uz"
    },
    "internet_hosts": {
      "text": "56,075 (2012)"
    },
    "internet_users": {
      "text": "4.689 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "53 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "33",
      "over_3_047_m": "6",
      "2_438_to_3_047_m": "13",
      "1_524_to_2_437_m": "6",
      "914_to_1_523_m": "4",
      "under_914_m": "4 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "20",
      "2_438_to_3_047_m": "2",
      "under_914_m": "18 (2013)"
    },
    "pipelines": {
      "text": "gas 10,401 km; oil 944 km (2013)"
    },
    "railways": {
      "total": "3,645 km",
      "broad_gauge": "3,645 km 1.520-m gauge (620 km electrified) (2008)"
    },
    "roadways": {
      "total": "86,496 km",
      "paved": "75,511 km",
      "unpaved": "10,985 km (2000)"
    },
    "waterways": {
      "text": "1,100 km (2012)"
    },
    "ports_and_terminals": {
      "text": "Termiz (Amu Darya)"
    }
  },
  "military": {
    "military_branches": {
      "text": "Army, Air and Air Defense Forces (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18 years of age for compulsory military service; 1-year conscript service obligation; moving toward a professional military, but conscription will continue; the military cannot accommodate everyone who wishes to enlist, and competition for entrance into the military is similar to the competition for admission to universities (2012)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "7,887,292",
      "females_age_16_49": "7,886,459 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "6,566,118",
      "females_age_16_49": "6,745,818 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "306,404",
      "female": "295,456 (2010 est.)"
    },
    "military_expenditures": {
      "text": "3.5% of GDP (2010)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "prolonged drought and cotton monoculture in Uzbekistan and Turkmenistan created water-sharing difficulties for Amu Darya river states; field demarcation of the boundaries with Kazakhstan commenced in 2004; border delimitation of 130 km of border with Kyrgyzstan is hampered by serious disputes around enclaves and other areas"
    },
    "refugees_and_internally_displaced_persons": {
      "idps": "undetermined (government forcibly relocated an estimated 3,400 people from villages near the Tajikistan border in 2000-2001; no new data is available) (2012)"
    },
    "trafficking_in_persons": {
      "current_situation": "Uzbekistan is a source country for men, women, and children subjected to forced labor and women and children subjected to sex trafficking; adults and children are victims of government-organized forced labor during Uzbekistan's annual cotton harvest; some Uzbekistani adults are subjected to forced labor in Kazakhstan, Russia, and, to a much lesser extent, Ukraine in domestic service, agriculture, and the construction and oil industries; Uzbekistani women and children, lured with fraudulent job offers, are sex trafficked to countries in Central Asia, the Middle East, Europe, and Asia; small numbers of Tajikistani and Kyrgyzstani victims have been identified in Uzbekistan",
      "tier_rating": "Tier 3 - Uzbekistan does not fully comply with the minimum standards for the elimination of trafficking and because it is not deemed to be making significant efforts to do so, it was downgraded to Tier 3 after the maximum of two consecutive annual waivers; the government has identified an increased number of sex and transnational labor trafficking victims; for the first time a decree was implemented banning the forced labor of children under the age of 15 in the annual cotton harvest, but government-organized forced labor of adults and older children contines in the cotton and reportedly other sectors; Uzbekistan does not have a systematic process to proactively identify trafficking victims and refer them to protective services (2013)"
    },
    "illicit_drugs": {
      "text": "transit country for Afghan narcotics bound for Russian and, to a lesser extent, Western European markets; limited illicit cultivation of cannabis and small amounts of opium poppy for domestic consumption; poppy cultivation almost wiped out by government crop eradication program; transit point for heroin precursor chemicals bound for Afghanistan"
    }
  }
}