{
  "intro": {
    "background": {
      "text": "The conquest of Vietnam by France began in 1858 and was completed by 1884. It became part of French Indochina in 1887. Vietnam declared independence after World War II, but France continued to rule until its 1954 defeat by communist forces under Ho Chi MINH. Under the Geneva Accords of 1954, Vietnam was divided into the communist North and anti-communist South. US economic and military aid to South Vietnam grew through the 1960s in an attempt to bolster the government, but US armed forces were withdrawn following a cease-fire agreement in 1973. Two years later, North Vietnamese forces overran the South reuniting the country under communist rule. Despite the return of peace, for over a decade the country experienced little economic growth because of conservative leadership policies, the persecution and mass exodus of individuals - many of them successful South Vietnamese merchants - and growing international isolation. However, since the enactment of Vietnam's \"doi moi\" (renovation) policy in 1986, Vietnamese authorities have committed to increased economic liberalization and enacted structural reforms needed to modernize the economy and to produce more competitive, export-driven industries. The communist leaders, however, maintain control on political expression and have resisted outside calls to improve human rights. The country continues to experience small-scale protests from various groups - the vast majority connected to land-use issues, calls for increased political space, and the lack of equitable mechanisms for resolving disputes. Various ethnic minorities, such as the Montagnards of the Central Highlands and the Khmer Krom in the southern delta region, have also held protests."
    }
  },
  "geo": {
    "location": {
      "text": "Southeastern Asia, bordering the Gulf of Thailand, Gulf of Tonkin, and South China Sea, as well as China, Laos, and Cambodia"
    },
    "geographic_coordinates": {
      "text": "16 10 N, 107 50 E"
    },
    "map_references": {
      "text": "Southeast Asia"
    },
    "area": {
      "total": "331,210 sq km",
      "land": "310,070 sq km",
      "water": "21,140 sq km"
    },
    "area_comparative": {
      "text": "slightly larger than New Mexico"
    },
    "land_boundaries": {
      "total": "4,639 km",
      "border_countries": "Cambodia 1,228 km, China 1,281 km, Laos 2,130 km"
    },
    "coastline": {
      "text": "3,444 km (excludes islands)"
    },
    "maritime_claims": {
      "territorial_sea": "12 nm",
      "contiguous_zone": "24 nm",
      "exclusive_economic_zone": "200 nm",
      "continental_shelf": "200 nm or to the edge of the continental margin"
    },
    "climate": {
      "text": "tropical in south; monsoonal in north with hot, rainy season (May to September) and warm, dry season (October to March)"
    },
    "terrain": {
      "text": "low, flat delta in south and north; central highlands; hilly, mountainous in far north and northwest"
    },
    "elevation_extremes": {
      "lowest_point": "South China Sea 0 m",
      "highest_point": "Fan Si Pan 3,144 m"
    },
    "natural_resources": {
      "text": "phosphates, coal, manganese, rare earth elements, bauxite, chromate, offshore oil and gas deposits, timber, hydropower"
    },
    "land_use": {
      "arable_land": "19.64%",
      "permanent_crops": "11.18%",
      "other": "69.18% (2011)"
    },
    "irrigated_land": {
      "text": "45,850 sq km (2005)"
    },
    "total_renewable_water_resources": {
      "text": "884.1 cu km (2011)"
    },
    "freshwater_withdrawal_domestic_industrial_agricultural": {
      "total": "82.03  cu km/yr (1%/4%/95%)",
      "per_capita": "965  cu m/yr (2005)"
    },
    "natural_hazards": {
      "text": "occasional typhoons (May to January) with extensive flooding, especially in the Mekong River delta"
    },
    "environment_current_issues": {
      "text": "logging and slash-and-burn agricultural practices contribute to deforestation and soil degradation; water pollution and overfishing threaten marine life populations; groundwater contamination limits potable water supply; growing urban industrialization and population migration are rapidly degrading environment in Hanoi and Ho Chi Minh City"
    },
    "environment_international_agreements": {
      "party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands",
      "signed_but_not_ratified": "none of the selected agreements"
    },
    "geography_note": {
      "text": "extending 1,650 km north to south, the country is only 50 km across at its narrowest point"
    }
  },
  "people": {
    "nationality": {
      "noun": "Vietnamese (singular and plural)",
      "adjective": "Vietnamese"
    },
    "ethnic_groups": {
      "text": "Kinh (Viet) 85.7%, Tay 1.9%, Thai 1.8%, Muong 1.5%, Khmer 1.5%, Mong 1.2%, Nung 1.1%, others 5.3% (1999 census)"
    },
    "languages": {
      "text": "Vietnamese (official), English (increasingly favored as a second language), some French, Chinese, and Khmer, mountain area languages (Mon-Khmer and Malayo-Polynesian)"
    },
    "religions": {
      "text": "Buddhist 9.3%, Catholic 6.7%, Hoa Hao 1.5%, Cao Dai 1.1%, Protestant 0.5%, Muslim 0.1%, none 80.8% (1999 census)"
    },
    "population": {
      "text": "92,477,857 (July 2013 est.)"
    },
    "age_structure": {
      "0_14_years": "24.6% (male 11,931,623/female 10,807,661)",
      "15_24_years": "18.4% (male 8,796,395/female 8,215,536)",
      "25_54_years": "44.4% (male 20,554,252/female 20,551,460)",
      "55_64_years": "7% (male 2,936,340/female 3,517,538)",
      "65_years_and_over": "5.6% (male 1,986,839/female 3,180,213) (2013 est.)"
    },
    "dependency_ratios": {
      "total_dependency_ratio": "41.4 %",
      "youth_dependency_ratio": "32.1 %",
      "elderly_dependency_ratio": "9.3 %",
      "potential_support_ratio": "10.7 (2013)"
    },
    "median_age": {
      "total": "28.7 years",
      "male": "27.6 years",
      "female": "29.7 years (2013 est.)"
    },
    "population_growth_rate": {
      "text": "1.03% (2013 est.)"
    },
    "birth_rate": {
      "text": "16.56 births/1,000 population (2013 est.)"
    },
    "death_rate": {
      "text": "5.94 deaths/1,000 population (2013 est.)"
    },
    "net_migration_rate": {
      "text": "-0.33 migrant(s)/1,000 population (2013 est.)"
    },
    "urbanization": {
      "urban_population": "31% of total population (2011)",
      "rate_of_urbanization": "3.03% annual rate of change (2010-15 est.)"
    },
    "major_urban_areas_population": {
      "text": "Ho Chi Minh City 5.976 million; HANOI (capital) 2.668 million; Haiphong 1.941 million; Da Nang 807,000 (2009)"
    },
    "sex_ratio": {
      "at_birth": "1.12 male(s)/female",
      "0_14_years": "1.1 male(s)/female",
      "15_24_years": "1.07 male(s)/female",
      "25_54_years": "1 male(s)/female",
      "55_64_years": "0.83 male(s)/female",
      "65_years_and_over": "0.62 male(s)/female",
      "total_population": "1 male(s)/female (2013 est.)"
    },
    "mother_s_mean_age_at_first_birth": {
      "text": "22.6 (2002 est.)"
    },
    "maternal_mortality_rate": {
      "text": "59 deaths/100,000 live births (2010)"
    },
    "infant_mortality_rate": {
      "total": "19.61 deaths/1,000 live births",
      "male": "19.97 deaths/1,000 live births",
      "female": "19.19 deaths/1,000 live births (2013 est.)"
    },
    "life_expectancy_at_birth": {
      "total_population": "72.65 years",
      "male": "70.2 years",
      "female": "75.4 years (2013 est.)"
    },
    "total_fertility_rate": {
      "text": "1.87 children born/woman (2013 est.)"
    },
    "contraceptive_prevalence_rate": {
      "text": "77.8% (2010/11)"
    },
    "health_expenditures": {
      "text": "6.8% of GDP (2010)"
    },
    "physicians_density": {
      "text": "1.22 physicians/1,000 population (2008)"
    },
    "hospital_bed_density": {
      "text": "3.1 beds/1,000 population (2009)"
    },
    "drinking_water_source": {
      "improved": "urban: 99% of population; rural: 93% of population; total: 95% of population",
      "unimproved": "urban: 1% of population; rural: 7% of population; total: 5% of population (2010 est.)"
    },
    "sanitation_facility_access": {
      "improved": "urban: 94% of population; rural: 68% of population; total: 76% of population",
      "unimproved": "urban: 6% of population; rural: 32% of population; total: 24% of population (2010 est.)"
    },
    "hiv_aids_adult_prevalence_rate": {
      "text": "0.4% (2009 est.)"
    },
    "hiv_aids_people_living_with_hiv_aids": {
      "text": "280,000 (2009 est.)"
    },
    "hiv_aids_deaths": {
      "text": "14,000 (2009 est.)"
    },
    "major_infectious_diseases": {
      "degree_of_risk": "very high",
      "food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever",
      "vectorborne_diseases": "dengue fever, malaria, and Japanese encephalitis",
      "note": "highly pathogenic H5N1 avian influenza has been identified in this country; it poses a negligible risk with extremely rare cases possible among US citizens who have close contact with birds (2013)"
    },
    "obesity_adult_prevalence_rate": {
      "text": "1.7% (2008)"
    },
    "children_under_the_age_of_5_years_underweight": {
      "text": "20.2% (2008)"
    },
    "education_expenditures": {
      "text": "6.6% of GDP (2010)"
    },
    "literacy": {
      "definition": "age 15 and over can read and write",
      "total_population": "93.4%",
      "male": "95.4%",
      "female": "91.4% (2011 est.)"
    },
    "school_life_expectancy_primary_to_tertiary_education": {
      "total": "10 years",
      "male": "11 years",
      "female": "10 years (2001)"
    },
    "child_labor_children_ages_5_14": {
      "total_number": "2,545,616",
      "percentage": "16 % (2006 est.)"
    },
    "unemployment_youth_ages_15_24": {
      "total": "4.6%",
      "male": "4.4%",
      "female": "4.9% (2004)"
    }
  },
  "govt": {
    "country_name": {
      "conventional_long_form": "Socialist Republic of Vietnam",
      "conventional_short_form": "Vietnam",
      "local_long_form": "Cong Hoa Xa Hoi Chu Nghia Viet Nam",
      "local_short_form": "Viet Nam",
      "abbreviation": "SRV"
    },
    "government_type": {
      "text": "Communist state"
    },
    "capital": {
      "name": "Hanoi (Ha Noi)",
      "geographic_coordinates": "21 02 N, 105 51 E",
      "time_difference": "UTC+7 (12 hours ahead of Washington, DC during Standard Time)"
    },
    "administrative_divisions": {
      "text": "58 provinces (tinh, singular and plural) and 5 municipalities (thanh pho, singular and plural)",
      "provinces": "An Giang, Bac Giang, Bac Kan, Bac Lieu, Bac Ninh, Ba Ria-Vung Tau, Ben Tre, Binh Dinh, Binh Duong, Binh Phuoc, Binh Thuan, Ca Mau, Cao Bang, Dak Lak, Dak Nong, Dien Bien, Dong Nai, Dong Thap, Gia Lai, Ha Giang, Ha Nam, Ha Tinh, Hai Duong, Hau Giang, Hoa Binh, Hung Yen, Khanh Hoa, Kien Giang, Kon Tum, Lai Chau, Lam Dong, Lang Son, Lao Cai, Long An, Nam Dinh, Nghe An, Ninh Binh, Ninh Thuan, Phu Tho, Phu Yen, Quang Binh, Quang Nam, Quang Ngai, Quang Ninh, Quang Tri, Soc Trang, Son La, Tay Ninh, Thai Binh, Thai Nguyen, Thanh Hoa, Thua Thien-Hue, Tien Giang, Tra Vinh, Tuyen Quang, Vinh Long, Vinh Phuc, Yen Bai",
      "municipalities": "Can Tho, Da Nang, Ha Noi, Hai Phong, Ho Chi Minh City (Saigon)"
    },
    "independence": {
      "text": "2 September 1945 (from France)"
    },
    "national_holiday": {
      "text": "Independence Day, 2 September (1945)"
    },
    "constitution": {
      "text": "15 April 1992"
    },
    "legal_system": {
      "text": "civil law system; note - the civil code of 2005 reflects a European-style civil law"
    },
    "international_law_organization_participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt"
    },
    "suffrage": {
      "text": "18 years of age; universal"
    },
    "executive_branch": {
      "chief_of_state": "President Truong Tan SANG (since 25 July 2011); Vice President Nguyen Thi DOAN (25 July 2007)",
      "head_of_government": "Prime Minister Nguyen Tan DUNG (since 27 June 2006); Deputy Prime Minister Hoang Trung HAI (since 2 August 2007), Deputy Prime Minister Nguyen Thien NHAN (since 2 August 2007), Deputy Prime Minister Vu Van NINH (since 3 August 2011), and Deputy Prime Minister Nguyen Xuan PHUC (since 3 August 2011)",
      "cabinet": "Cabinet appointed by president based on proposal of prime minister and confirmed by National Assembly",
      "elections": "president elected by the National Assembly from among its members for five-year term; last election held 25 July 2011 (next to be held in July 2016); prime minister appointed by the president from among the members of the National Assembly; deputy prime ministers appointed by the prime minister; appointment of prime minister and deputy prime ministers confirmed by National Assembly",
      "election_results": "Truong Tan SANG elected president, percent of National Assembly vote - 97%; Nguyen Tan DUNG elected prime minister, percent of National Assembly vote - 94%"
    },
    "legislative_branch": {
      "text": "unicameral National Assembly or Quoc Hoi (500 seats; members elected by popular vote to serve five-year terms)",
      "elections": "last held on 22 May 2011 (next to be held in May 2016)",
      "election_results": "percent of vote by party - NA; seats by party - CPV 458, non-party CPV-approved 38, self-nominated 4; note - 500 candidates were elected; the 496 CPV and non-party CPV-approved delegates were members of the Vietnamese Fatherland Front and were vetted prior to the election"
    },
    "judicial_branch": {
      "highest_courts": "Supreme People's Court (consists of the chief justice and 13 judges)",
      "judge_selection_and_term_of_office": "chief justice elected by the National Assembly on the recommendation of the president for a 5-year, renewable term; other judges appointed by the president for 5-year terms",
      "subordinate_courts": "Court of Appeals; administrative, civil, criminal, economic, and labor courts; Central Military Court; People's Special Courts; note - the National Assembly can establish special tribunals"
    },
    "political_parties_and_leaders": {
      "text": "Communist Party of Vietnam or CPV [Nguyen Phu TRONG]; ",
      "note": "other parties proscribed"
    },
    "political_pressure_groups_and_leaders": {
      "text": "8406 Bloc; Democratic Party of Vietnam or DPV; People's Democratic Party Vietnam or PDP-VN; Alliance for Democracy; ",
      "note": "these groups advocate democracy but are not recognized by the government"
    },
    "international_organization_participation": {
      "text": "ADB, APEC, ARF, ASEAN, CICA, CP, EAS, FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, MIGA, NAM, OIF, OPCW, PCA, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO"
    },
    "diplomatic_representation_in_the_us": {
      "chief_of_mission": "Ambassador Nguyen Quoc CUONG",
      "chancery": "1233 20th Street NW, Suite 400, Washington, DC 20036",
      "telephone": "[1] (202) 861-0737",
      "fax": "[1] (202) 861-0917",
      "consulates_general": "Houston, New York, San Francisco",
      "consulate": "New York"
    },
    "diplomatic_representation_from_the_us": {
      "chief_of_mission": "Ambassador David B. SHEAR",
      "embassy": "Rose Garden Building, 170 Ngoc Khanh St., Hanoi",
      "mailing_address": "7 Lang Ha Street, Ba Dinh District, Hanoi; 4550 Hanoi Place, Washington, DC 20521-4550",
      "telephone": "[84] (4) 3850-5000",
      "fax": "[84] (4) 3850-5010",
      "consulates_general": "Ho Chi Minh City"
    },
    "flag_description": {
      "text": "red field with a large yellow five-pointed star in the center; red symbolizes revolution and blood, the five-pointed star represents the five elements of the populace - peasants, workers, intellectuals, traders, and soldiers - that unite to build socialism"
    },
    "national_symbols": {
      "text": "yellow, five-pointed star on red field"
    },
    "national_anthem": {
      "name": "\"Tien quan ca\" (The Song of the Marching Troops)",
      "lyrics_music": "Nguyen Van CAO",
      "note": "adopted as the national anthem of the Democratic Republic of Vietnam in 1945; it became the national anthem of the unified Socialist Republic of Vietnam in 1976; although it consists of two verses, only the first is used as the official anthem"
    }
  },
  "econ": {
    "economy_overview": {
      "text": "Vietnam is a densely-populated developing country that has been transitioning from the rigidities of a centrally-planned economy since 1986. Vietnamese authorities have reaffirmed their commitment to economic modernization in recent years. Vietnam joined the World Trade Organization in January 2007, which has promoted more competitive, export-driven industries. Vietnam became an official negotiating partner in the Trans-Pacific Partnership trade agreement in 2010. Agriculture's share of economic output has continued to shrink from about 25% in 2000 to less than 22% in 2012, while industry's share increased from 36% to nearly 41% in the same period. State-owned enterprises account for roughly 40% of GDP. Poverty has declined significantly, and Vietnam is working to create jobs to meet the challenge of a labor force that is growing by more than one million people every year. The global recession hurt Vietnam's export-oriented economy, with GDP in 2012 growing at 5%, the slowest rate of growth since 1999. In 2012, however, exports increased by more than 18%, year-on-year; several administrative actions brought the trade deficit back into balance. Between 2008 and 2011, Vietnam's managed currency, the dong, was devalued in excess of 20%, but its value remained stable in 2012. Foreign direct investment inflows fell 4.5% to $10.5 billion in 2012. Foreign donors have pledged $6.5 billion in new development assistance for 2013. Hanoi has oscillated between promoting growth and emphasizing macroeconomic stability in recent years. In February 2011, the government shifted from policies aimed at achieving a high rate of economic growth, which had stoked inflation, to those aimed at stabilizing the economy, through tighter monetary and fiscal control. Although Vietnam unveiled a broad, \"three pillar\" economic reform program in early 2012, proposing the restructuring of public investment, state-owned enterprises, and the banking sector, little perceptible progress had been made by early 2013. Vietnam's economy continues to face challenges from an undercapitalized banking sector. Non-performing loans weigh heavily on banks and businesses. In September 2012, the official bad debt ratio climbed to 8.8%, though some independent analysts believe it could be higher than 15%."
    },
    "gdp_purchasing_power_parity": {
      "text": "$325.9 billion (2012 est.); $310.4 billion (2011 est.); $293.1 billion (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gdp_official_exchange_rate": {
      "text": "$138.1 billion (2012 est.)"
    },
    "gdp_real_growth_rate": {
      "text": "5% (2012 est.); 5.9% (2011 est.); 6.8% (2010 est.)"
    },
    "gdp_per_capita_ppp": {
      "text": "$3,600 (2012 est.); $3,500 (2011 est.); $3,300 (2010 est.)",
      "note": "data are in 2012 US dollars"
    },
    "gross_national_saving": {
      "text": "37.4% of GDP (2012 est.); 32.8% of GDP (2011 est.); 34.8% of GDP (2010 est.)"
    },
    "gdp_composition_by_end_use": {
      "household_consumption": "62.2%",
      "government_consumption": "6.3%",
      "investment_in_fixed_capital": "28.2%",
      "investment_in_inventories": "3.2%",
      "exports_of_goods_and_services": "82.2%",
      "imports_of_goods_and_services": "-82.1% (2012 est.)"
    },
    "gdp_composition_by_sector_of_origin": {
      "agriculture": "21.6%",
      "industry": "40.8%",
      "services": "37.6% (2012 est.)"
    },
    "agriculture_products": {
      "text": "paddy rice, coffee, rubber, tea, pepper, soybeans, cashews, sugar cane, peanuts, bananas; poultry; fish, seafood"
    },
    "industries": {
      "text": "food processing, garments, shoes, machine-building; mining, coal, steel; cement, chemical fertilizer, glass, tires, oil, mobile phones"
    },
    "industrial_production_growth_rate": {
      "text": "6.5% (2012 est.)"
    },
    "labor_force": {
      "text": "49.18 million (2012 est.)"
    },
    "labor_force_by_occupation": {
      "agriculture": "48%",
      "industry": "21%",
      "services": "31% (2012)"
    },
    "unemployment_rate": {
      "text": "4.3% (2012 est.); 4.5% (2011 est.)"
    },
    "population_below_poverty_line": {
      "text": "11.3% (2012 est.)"
    },
    "household_income_or_consumption_by_percentage_share": {
      "lowest_10%": "3.2%",
      "highest_10%": "30.2% (2008)"
    },
    "distribution_of_family_income_gini_index": {
      "text": "37.6 (2008); 36.1 (1998)"
    },
    "budget": {
      "revenues": "$40.66 billion",
      "expenditures": "$47.8 billion (2012 est.)"
    },
    "taxes_and_other_revenues": {
      "text": "29.5% of GDP (2012 est.)"
    },
    "budget_surplus_or_deficit": {
      "text": "-5.2% of GDP (2012 est.)"
    },
    "public_debt": {
      "text": "48.2% of GDP (2012 est.); 48.8% of GDP (2011 est.)",
      "note": "official data; data cover general government debt, and includes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data include debt issued by subnational entities, as well as intra-governmental debt; intra-governmental debt consists of treasury borrowings from surpluses in the social funds, such as for retirement, medical care, and unemployment; debt instruments for the social funds are not sold at public auctions"
    },
    "fiscal_year": {
      "text": "calendar year"
    },
    "inflation_rate_consumer_prices": {
      "text": "9.1% (2012 est.); 18.7% (2011 est.)"
    },
    "central_bank_discount_rate": {
      "text": "9% (31 December 2012); 15% (31 December 2011)"
    },
    "commercial_bank_prime_lending_rate": {
      "text": "13.5% (31 December 2012 est.); 16.96% (31 December 2011 est.)"
    },
    "stock_of_narrow_money": {
      "text": "$37.41 billion (31 December 2012 est.); $32.64 billion (31 December 2011 est.)"
    },
    "stock_of_broad_money": {
      "text": "$163.9 billion (30 October 2012 est.); $132 billion (31 December 2011 est.)"
    },
    "stock_of_domestic_credit": {
      "text": "$140 billion (30 October 2012 est.); $145.7 billion (31 December 2011 est.)"
    },
    "market_value_of_publicly_traded_shares": {
      "text": "$38.2 billion (31 December 2011 est.); $26 billion (31 December 2011); $37 billion (31 December 2010 est.)"
    },
    "current_account_balance": {
      "text": "-$457 million (2012 est.); $201 million (2011 est.)"
    },
    "exports": {
      "text": "$114.3 billion (2012 est.); $96.91 billion (2011 est.)"
    },
    "exports_commodities": {
      "text": "clothes, shoes, electronics, seafood, crude oil, rice, coffee, wooden products, machinery"
    },
    "exports_partners": {
      "text": "US 17%, China 12.9%, Japan 12%, South Korea 4.6%, Germany 4.4%, Malaysia 4.2% (2012)"
    },
    "imports": {
      "text": "$114.3 billion (2012 est.); $97.36 billion (2011 est.)"
    },
    "imports_commodities": {
      "text": "machinery and equipment, petroleum products, steel products, raw materials for the clothing and shoe industries, electronics, plastics, automobiles"
    },
    "imports_partners": {
      "text": "China 27.2%, South Korea 12.7%, Japan 8.5%, Singapore 8.3%, Thailand 5.3%, Hong Kong 5.2% (2012)"
    },
    "reserves_of_foreign_exchange_and_gold": {
      "text": "$23.88 billion (31 December 2012 est.); $14.05 billion (31 December 2011 est.)"
    },
    "debt_external": {
      "text": "$53.08 billion (31 December 2012 est.); $57.84 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_at_home": {
      "text": "$73.95 billion (31 December 2012 est.); $65.35 billion (31 December 2011 est.)"
    },
    "stock_of_direct_foreign_investment_abroad": {
      "text": "$7.7 billion (31 December 2009 est.); $5.3 billion (31 December 2008)"
    },
    "exchange_rates": {
      "text": "dong (VND) per US dollar -; 20,858.9 (2012 est.); 20,649 (2011 est.); 18,612.92 (2010 est.); 17,799.6 (2009); 16,548.3 (2008)"
    }
  },
  "energy": {
    "electricity_production": {
      "text": "117 billion kWh (2012 est.)"
    },
    "electricity_consumption": {
      "text": "104 billion kWh (2012 est.)"
    },
    "electricity_exports": {
      "text": "1.555 million kWh (2012 est.)"
    },
    "electricity_imports": {
      "text": "2.7 billion kWh (2012 est.)"
    },
    "electricity_installed_generating_capacity": {
      "text": "26.3 million kW (2012 est.)"
    },
    "electricity_from_fossil_fuels": {
      "text": "55% of total installed capacity (2012 est.)"
    },
    "electricity_from_nuclear_fuels": {
      "text": "0% of total installed capacity (2012 est.)"
    },
    "electricity_from_hydroelectric_plants": {
      "text": "45% of total installed capacity (2012 est.)"
    },
    "electricity_from_other_renewable_sources": {
      "text": "0.1% of total installed capacity (2012 est.)"
    },
    "crude_oil_production": {
      "text": "336,100 bbl/day (2012 est.)"
    },
    "crude_oil_exports": {
      "text": "188,000 bbl/day (2012 est.)"
    },
    "crude_oil_imports": {
      "text": "0 bbl/day (2012 est.)"
    },
    "crude_oil_proved_reserves": {
      "text": "4.7 billion bbl (1 January 2013 est.)"
    },
    "refined_petroleum_products_production": {
      "text": "112,000 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_consumption": {
      "text": "259,900 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_exports": {
      "text": "37,050 bbl/day (2012 est.)"
    },
    "refined_petroleum_products_imports": {
      "text": "184,900 bbl/day (2012 est.)"
    },
    "natural_gas_production": {
      "text": "9.3 billion cu m (2012 est.)"
    },
    "natural_gas_consumption": {
      "text": "10.2 billion cu m (2012 est.)"
    },
    "natural_gas_exports": {
      "text": "0 cu m (2012 est.)"
    },
    "natural_gas_imports": {
      "text": "890 million cu m (2012 est.)"
    },
    "natural_gas_proved_reserves": {
      "text": "699.4 billion cu m (1 January 2012 est.)"
    },
    "carbon_dioxide_emissions_from_consumption_of_energy": {
      "text": "112.8 million Mt (2010 est.)"
    }
  },
  "comm": {
    "telephones_main_lines_in_use": {
      "text": "10.175 million (2011)"
    },
    "telephones_mobile_cellular": {
      "text": "127.318 million (2011)"
    },
    "telephone_system": {
      "general_assessment": "Vietnam is putting considerable effort into modernization and expansion of its telecommunication system",
      "domestic": "all provincial exchanges are digitalized and connected to Hanoi, Da Nang, and Ho Chi Minh City by fiber-optic cable or microwave radio relay networks; main lines have been increased, and the use of mobile telephones is growing rapidly",
      "international": "country code - 84; a landing point for the SEA-ME-WE-3, the C2C, and Thailand-Vietnam-Hong Kong submarine cable systems; the Asia-America Gateway submarine cable system, completed in 2009, provided new access links to Asia and the US; satellite earth stations - 2 Intersputnik (Indian Ocean region) (2011)"
    },
    "broadcast_media": {
      "text": "government controls all broadcast media exercising oversight through the Ministry of Information and Communication (MIC); government-controlled national TV provider, Vietnam Television (VTV), operates a network of 9 channels with several regional broadcasting centers; programming is relayed nationwide via a network of provincial and municipal TV stations; law limits access to satellite TV but many households are able to access foreign programming via home satellite equipment; government-controlled Voice of Vietnam, the national radio broadcaster, broadcasts on 6 channels and is repeated on AM, FM, and shortwave stations throughout Vietnam (2008)"
    },
    "internet_country_code": {
      "text": ".vn"
    },
    "internet_hosts": {
      "text": "189,553 (2012)"
    },
    "internet_users": {
      "text": "23.382 million (2009)"
    }
  },
  "trans": {
    "airports": {
      "text": "45 (2013)"
    },
    "airports_with_paved_runways": {
      "total": "38",
      "over_3_047_m": "10",
      "2_438_to_3_047_m": "6",
      "1_524_to_2_437_m": "13",
      "914_to_1_523_m": "9 (2013)"
    },
    "airports_with_unpaved_runways": {
      "total": "7",
      "1_524_to_2_437_m": "1",
      "914_to_1_523_m": "3",
      "under_914_m": "3 (2013)"
    },
    "heliports": {
      "text": "1 (2013)"
    },
    "pipelines": {
      "text": "condensate 72 km; condensate/gas 398 km; gas 955 km; oil 128 km; oil/gas/water 33 km; refined products 206 km; water 13 km (2013)"
    },
    "railways": {
      "total": "2,632 km",
      "standard_gauge": "527 km 1.435-m gauge",
      "narrow_gauge": "2,105 km 1.000-m gauge (2008)"
    },
    "roadways": {
      "total": "180,549 km",
      "paved": "133,899 km",
      "unpaved": "46,650 km (2008)"
    },
    "waterways": {
      "text": "17,702 km (5,000 km are navigable by vessels up to 1.8 m draft) (2011)"
    },
    "merchant_marine": {
      "total": "579",
      "by_type": "barge carrier 1, bulk carrier 142, cargo 335, chemical tanker 23, container 19, liquefied gas 7, passenger/cargo 1, petroleum tanker 48, refrigerated cargo 1, roll on/roll off 1, specialized tanker 1",
      "registered_in_other_countries": "86 (Cambodia 1, Kiribati 2, Mongolia 33, Panama 43, Taiwan 1, Tuvalu 6) (2010)"
    },
    "ports_and_terminals": {
      "text": "Cam Pha Port, Da Nang, Haiphong, Ho Chi Minh, Phu My, Quy Nhon"
    },
    "transportation_note": {
      "text": "the International Maritime Bureau reports the territorial and offshore waters in the South China Sea as high risk for piracy and armed robbery against ships; numerous commercial vessels have been attacked and hijacked both at anchor and while underway; hijacked vessels are often disguised and cargo diverted to ports in East Asia; crews have been murdered or cast adrift"
    }
  },
  "military": {
    "military_branches": {
      "text": "People's Armed Forces: People's Army of Vietnam (PAVN; includes Vietnam People's Navy (with Naval Infantry), Vietnam People's Air and Air Defense Force, Border Defense Command) (2013)"
    },
    "military_service_age_and_obligation": {
      "text": "18-25 years of age for male compulsory and voluntary military service; females may volunteer for active duty military service; conscription typically takes place twice annually and service obligation is 18 months (Army, Air Defense), 2 years (Navy and Air Force); 18-45 years of age (male) or 18-40 years of age (female) for Militia Force or Self Defense Force service; males may enroll in military schools at age 17 (2013)"
    },
    "manpower_available_for_military_service": {
      "males_age_16_49": "25,649,738",
      "females_age_16_49": "24,995,692 (2010 est.)"
    },
    "manpower_fit_for_military_service": {
      "males_age_16_49": "20,405,847",
      "females_age_16_49": "21,098,102 (2010 est.)"
    },
    "manpower_reaching_militarily_significant_age_annually": {
      "male": "847,743",
      "female": "787,341 (2010 est.)"
    },
    "military_expenditures": {
      "text": "2.5% of GDP (2005 est.)"
    }
  },
  "issues": {
    "disputes_international": {
      "text": "southeast Asian states have enhanced border surveillance to check the spread of avian flu; Cambodia and Laos protest Vietnamese squatters and armed encroachments along border; Cambodia accuses Vietnam of a wide variety of illicit cross-border activities; progress on a joint development area with Cambodia is hampered by an unresolved dispute over sovereignty of offshore islands; an estimated 300,000 Vietnamese refugees reside in China; establishment of a maritime boundary with Cambodia is hampered by unresolved dispute over the sovereignty of offshore islands; the decade-long demarcation of the China-Vietnam land boundary was completed in 2009; China occupies the Paracel Islands also claimed by Vietnam and Taiwan; Brunei claims a maritime boundary extending beyond as far as a median with Vietnam, thus asserting an implicit claim to Lousia Reef; the 2002 \"Declaration on the Conduct of Parties in the South China Sea\" has eased tensions but falls short of a legally binding \"code of conduct\" desired by several of the disputants; Vietnam continues to expand construction of facilities in the Spratly Islands; in March 2005, the national oil companies of China, the Philippines, and Vietnam signed a joint accord to conduct marine seismic activities in the Spratly Islands; Economic Exclusion Zone negotiations with Indonesia are ongoing, and the two countries in Fall 2011 agreed to work together to reduce illegal fishing along their maritime boundary"
    },
    "refugees_and_internally_displaced_persons": {
      "stateless_persons": "11,500 (2012); note - Vietnam's stateless ethnic Chinese Cambodian population dates to the 1970s when thousands of Cambodians fled to Vietnam to escape the Khmer Rouge and were no longer recognized as Cambodian citizens; Vietnamese women who gave up their citizenship to marry foreign men have found themselves stateless after divorcing and returning home to Vietnam; the government addressed this problem in 2009, and Vietnamese women are beginning to reclaim their citizenship"
    },
    "illicit_drugs": {
      "text": "minor producer of opium poppy; probable minor transit point for Southeast Asian heroin; government continues to face domestic opium/heroin/methamphetamine addiction problems despite longstanding crackdowns"
    }
  }
}